import React from 'react';
import { Text } from '../../../../components/Text';

export default function ESTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Очень энергичный человек, способный много работать ради результата.
            </Text>

            <Text tag="p">
                <b>Талант и успех объясняются его врожденной неутомимой жизнедеятельностью.</b> Он знает что делать в любой ситуации и без работы жить не может.
            </Text>

            <Text tag="p">
            Отличный администратор, способный руководить большим коллективом, четко распределять задания для каждого, высоко требовательный в вопросах качества и дисциплины. Успешнее работает уже в построенном учреждение, меньше создает сам. <b>Он обеспечивает устойчивость, стабильность, устраняя все, что мешает успешной работе.</b>
            </Text>

            <Text tag="p">
            Внедряет и использует самые эффективные методы работы, следит, чтобы она выполнялась качественно, в срок и согласно установленным правилам. Вырабатывает, упрощает и приспосабливает разные методики, нетрадиционные решения, инструкции, повышая эффективность.
            </Text>

            <Text tag="p">
                <b>Планирует последовательность действий.</b> Тщательно готовит место работы, инструменты, запасается всем необходимым. Всё выполняет основательно и аккуратно. Если что-то его не устраивает, заставляет переделывать, а другой раз переделывает сам.
            </Text>

            <Text tag="p">
            Считает, что бездельникам и безалаберным людям, которые работают поверхностно, нет места в его коллективе. Лучше сотрудничает с теми, которые действуют подобно ему. Характерно то, что выполнить работу так, чтобы Штирлиц был доволен, редко удается. Он всегда находит какую нибудь мелочь или недочет, которая раздражает и требует переделывания. Работу, выполненную им или под его руководством, редко приходиться выполнять заново.
            </Text>

            <Text tag="p">
                <b>Характерно, что он бережливый, покупки делает продуманно, в доме нет почти ничего лишнего. Хорошо разбирается в механизмах.</b> Все предметы и вещи использует максимально долго, умеет ухаживать за ними, чтобы они не теряли внешний вид и функциональность. Все, что необходимо для ежедневной жизни, у него должно быть под рукой.
            </Text>

            <Text tag="p">
                <b>Человек, тонко ощущающий физический мир и все происходящее вокруг.</b> Он придает большое значение аккуратности во внешности, но не копирует моду. Стиль одежды — консервативный, классический, но всегда чистый, элегантный, неброский, приспособленный к конкретной ситуации. Все детали согласованы, не выделяются яркие тона. Женщины свой гардероб не перенасыщают, в нем находиться все только необходимое. Неотъемлемая часть гардероба – аксессуары, они дорогие и соответствуют наряду, а также обязательно дорогая косметика.
            </Text>

            <Text tag="p">
            В своем окружении хочет видеть прилично и аккуратно одетых людей. Считает, что внешность подчеркивает внутреннее содержание человека. Это для него как бы эстетическая нужда, равноценная наслаждению искусством.
            </Text>

            <Text tag="p">
            Каждая вещь для него – ценность, за которой он с удовольствием следит, ухаживает и бережет. Часто наводит порядок, только тогда ощущает комфорт. На работе считает — если созданы комфортные условия, только тогда можно требовать от людей качественное выполнение работы.
            </Text>

            <Text tag="p">
                <b>Немаловажная Штирлицу застольная эстетика.</b> Ему необходим красиво сервированный стол, дорогая посуда, качественные блюда. Продукты питания он покупает продуманно, чтобы ничего не приходилось выбрасывать. Среди Штирлицов много отличных кулинаров.
            </Text>

            <Text tag="p">
                <b>Обладает изысканным чувством цвета, формы и красоты.</b> В доме всегда царит комфорт, уют и всё устроено со вкусом. Но поскольку сам придумать не может, он скорее кого то копирирует.
            </Text>

            <Text tag="p">
                <b>Как традиционалист, высоко ценит традиции и обряды.</b> Часто его ставят в пример окружающим. Назойливо заботливый к близким, относится к ним с высокой ответственностью. Типично, что он заранее продумывает подарки, покупает их с мыслю, подарить в подходящий момент.
            </Text>

            <Text tag="p">
                <b>Физически вынослив, не жалуется о своем здоровье и самочувствие, но бывает, запускает болезни,</b> так как ходьба по поликлиникам отрывает от работы. Даже отдыхая от работы ему нужно заниматься чем то физически — быть активным, быть в движении. Если работает, то усердно, а если отдыхает, то от всей души.
            </Text>

            <Text tag="p">
                <b>Он всю жизнь учится выражаться и вести себя этично согласно ситуации.</b> Чтобы скрыть свою неловкость, он часто шутит, но его шутки не всем понятны. В общении с незнакомыми людьми сдержан, соблюдает дистанцию, в отношениях с друзьями – внимательный и понимающий.
            </Text>

            <Text tag="p">
                <b>Умеет заинтересовать партнера разговором.</b> Если партнер терпеливый, умеющий слушать его, тогда ведет себя особенно внимательно. Убежден в своей правоте, не терпит, когда ему возражают или говорят правду в глаза, бывает, что может вспылить.
            </Text>

            <Text tag="p">
                <b>Ему трудно управлять своим холерическим темпераментом.</b> Случается, что в течении жизни из-за этого теряет много друзей и коллег. Едва ли способен уступить, иногда долго держит злобу.
            </Text>

            <Text tag="p">
                <b>С близкими ведет себя сердечно и сентиментально.</b> Ему важно получить любовь, ждет достоверных подтверждений чувств. На работе старается избежать случайностей. Чувствует себя ответственным за партнера, защищает его интересы больше, чем свои.
            </Text>

            <Text tag="p">
            Администратор хочет быть спокойным, однако в отношениях с противоположным полом чувствует себя напряженным. Из-за этого часто становится чрезмерно эмоциональным, прямолинейным, насмешливым и резким.
            </Text>

            <Text tag="p">
            В жизни его самым большим дефицитом считается нехватка времени, все им запланированное не всегда удается сделать. Это объясняется тем, что его педантичность и высокая требовательность к себе замедляет процесс. <b>Нехватка времени портит его жизнь.</b> Сам старается не опаздывать (но случается), так же не позволяет другим злоупотреблять его временем.
            </Text>

            <Text tag="p">
                <b>Видит проблемы в отношениях, но не понимает, как их решить.</b> Ему хочется поступить этично. Колеблется в принятии решений. По этой причине он долго находится в дисгармонии с собой. Женщины долго не способны освободиться от напряжения, но его можно снять кокетством.
            </Text>

            <Text tag="p">
            Поскольку не способен предвидеть изменения эмоциональной атмосферы коллектива, беззащитен перед созреванием конфликта. <b>Выход из конфликта не видит и даже не пытается его решить.</b> Либо он ускользает от конфликта, либо у него получается решать его довольно резко.
            </Text>

            <Text tag="p">
            Ожидает от других корректного к себе отношения, но жизнь преподносит разные, непредсказуемые ситуации,к которым он не готов. Нельзя сказать, что его не тревожит дискомфорт в отношениях, он об этом достаточно много думает, и всю жизнь учится налаживать их.
            </Text>

            <Text tag="p">
            Хотя он разговорчивый человек, но на протяжении многих лет может оставаться для коллег загадкой. <b>Способен жертвовать собой в некомфортной супружеской жизни только потому, что дал слово, и нельзя разрушать семью.</b> Не терпит, когда злоупотребляют его доверием.
            </Text>

            <Text tag="p">
                <b>Ему не свойственна оторванность от реального мира, он не предается фантазиям.</b> Ему важно все видеть, ощущать и убеждаться в реальном существовании. Полагается на свои раннее проверенные методы. Прежде, чем советовать что то другим, проверяет на своем опыте. Непроверенные и сомнительные приемы работы и некачественный товар другим не предлагает.
            </Text>

            <Text tag="p">
                <b>Обычно людей переоценивает или недооценивает, среднего не бывает.</b> Также осторожно относится к разному риску. Он нуждается в партнере, который поможет ему понять других, заметить творческий потенциал, предоставит прогнозы на будущее и способен мыслить стратегически, лишь тогда он готов начинать бизнес.
            </Text>

            <Text tag="p">
            Принимаясь за новую сложную работу, собирает полезную и достоверную информацию со всех возможных источников. Свою мысль излагает лаконично. Предпочитает помагать не словом, а делом.
            </Text>

            <Text tag="p">
            Всегда готов пополнить знания, поскольку желает усовершенствоваться. Не способен понять тех, которые не понимают элементарных вещей, даже не разбираются по грамматике языка. В следствии этого автоматически группирует окружающих – «умные» и «тупые» или «авторитетные» и «не авторитетные». Обычно прислушивается к мнению своего авторитета, а не к президенту.
            </Text>

            <Text tag="p">
                <b>Создает вокруг себя стабильный и прогнозируемый мир, в котором царит честность и справедливость.</b> Ему важно заботиться о социальной защите людей, особенно нуждающихся в помощи – пенсионеров, инвалидов, многодетных семей, школьников и студентов. Его заботит благосостояние всего общества – внедрение всего, облегчающего человеческую жизнь, и устранение всего, что создает препятствие в достижении комфорта.
            </Text>

            <Text tag="p">
                <b>Своим внешним видом создает впечатление о себе как о сильной, целеустремленной, прямолинейной личности.</b>  Не отступает перед трудностями, преодолевает их. В этом помогает его выдержка и способность к выживанию. Не обременяет других своими личными нуждами.
            </Text>

            <Text tag="p">
            Обладает чувством собственника – не позволяет, чтобы другие посягали на принадлежащие ему вещи или на его территорию, действовали без его ведома, диктовали свои условия.
            </Text>

            <Text tag="p">
                <b>Он не занимает власть силой.</b> Но умеет защищать и отстаивать занятую позицию, потому что для него важен статус.
            </Text>

        </>
    );
}
