import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Очень нужны эмоции. Любит теплые вечера с близкими, дружеские вечеринки, веселые посиделки с коллегами.
            </Text>

            <Text tag="p">
                Благодаря заряду эмоций, он может дальше работать по 12 часов в сутки и генерировать еще более оригинальные идеи. <b>Всегда с радостью поучаствует в бурном эмоциональном споре</b>, причем не ради результата, а ради процесса спора.
            </Text>

            <Text tag="p">
                Приятно, когда в его семье поддерживается теплый и позитивный эмоциональный фон.
            </Text>
        </>
    );
}
