import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Неплохо умеет работать над несколькими проектами одновременно и старается быть максимально эффективным.
            </Text>

            <Text tag="p">
                Он умеет превратить идею в крупное дело, правда, обычно, идей у него гораздо больше, чем окончательных реализаций, посколькув жизни сама идея находится в приоритете над ее реализацией.
            </Text>
        </>
    );
}
