import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTJ() {
    return (
        <>
            <Text tag="p" color="role">
                Очень логичный соционический тип, для которого жизнь — это
                система.
            </Text>
            <Text tag="p">
                Порядок во всем для него — самый высокий приоритет в жизни. Суть
                Максима признает только две категории — порядок или беспорядок,
                что-то посередине не существует.{' '}
                <b>
                    Его миссия — избавить мир от хаоса и навести в нем порядок.
                </b>
            </Text>
            <Text tag="p">
                Под проявлением хаоса понимает разгильдяйство, халатность,
                недобросовестность, расхлябанность, притворство, обман и т.д.
            </Text>
            <Text tag="p">
                <b>
                    Чем строже порядок в семье, на работе и государстве, тем
                    спокойнее и увереннее он будет себя чувствовать.
                </b>
            </Text>

            <Text tag="p">
                Как традиционалист,{' '}
                <b>
                    он верен своим моральным принципам и живет в соответствии с
                    законом.
                </b>
                Он пытается создать условия, необходимые для выживания и
                стабильности, обеспечивающие уверенность и безопасность.
            </Text>

            <Text tag="p">
                Для установления контроля за порядком создает и усовершенствует
                системы, иерархию, принципы, нормы, законы, правила, инструкции.
                То, что установлено, обычно не подлежит обсуждению, поскольку
                благодаря этому образовывается стабильность.
            </Text>

            <Text tag="p">
                Он — человек правильный и аккуратный, поэтому требует этого от
                других. Даже речь другого человека должна быть грамотной, четкой
                и ясной.
            </Text>

            <Text tag="p">
                Его девиз: <b>«Говори, что думаешь, и думай, что говоришь!»</b>.
                Хороший слушатель.
            </Text>

            <Text tag="p">
                Человек с сильной логикой.{' '}
                <b>
                    Ему интересно решать сложные серьезные вопросы, абстрактные
                    теории его мало интересуют —
                </b>{' '}
                он доверяет только тому, что проверенно на практике.
            </Text>

            <Text tag="p">
                Однако если теоретические вопросы усвоены и введены в общество,
                он их легко принимает и успешно использует.
            </Text>

            <Text tag="p">
                Полученную информацию раскладывает в строгом порядке. Максим
                почти автоматически знает положение вещей, устройство
                механизмов, и часто не нуждается в инструкциях. Умело пользуется
                сложными инструкциями и руководствами.
            </Text>

            <Text tag="p">
                <b>
                    Хороший организатор, успешно распределяет обязанности, умело
                    отделяет главное от второстепенного
                </b>
                . Снисходителен к тем, кто поддерживает его взгляды.
            </Text>

            <Text tag="p">
                Спокойный, благоразумный, обладает замечательной памятью на
                детали. Ему свойственна{' '}
                <b>поразительная способность концентрироваться.</b>
            </Text>

            <Text tag="p">
                Старательный, решительный и целеустремленный, скрупулезно
                изучает факты, быстро замечает связь между ними. Свои
                обязанности выполняет серьезно, ответственно и честно, за это
                желает получить соответствующее вознаграждение.{' '}
                <b>Ему важно личное благополучие.</b>
            </Text>

            <Text tag="p">
                Самостоятельный человек, он убежден в правильности своих мнений
                и принятых решений.{' '}
                <b>
                    В решающий момент может оперативно действовать, не волнуется
                    и не теряет хладнокровия
                </b>
                . В несущественных ситуациях ограждается от происходящего, но в
                принципиальных вопросах неуступчив.
            </Text>

            <Text tag="p">
                Часто представители данного социотипа занимают ведущие
                должности, благодаря развитой силой воли. Если занимает
                руководящий пост, то по его соображению, можно любого
                бескомпромиссно подчинить своим правилам и заставить
                действовать.{' '}
                <b>При необходимости окажет психологическое давление</b>.
                Соблюдает субординацию, поэтому исполнит то, что от него требуют
                вышестоящие, несмотря на личное мнение. Переубедить Максима
                могут лишь те, авторитет которых он признает.
            </Text>

            <Text tag="p">
                <b>
                    Вещи Максима нельзя трогать, передвигать, а также нарушать
                    его порядок!
                </b>{' '}
                Его территория — это как неприкосновенная крепость. Армейская
                дисциплина — это его стиль жизни.
            </Text>

            <Text tag="p">
                <b>
                    Не станет давать обещаний, если не уверен, что способен их
                    выполнить.
                </b>
            </Text>

            <Text tag="p">
                <b>В обществе ведет себя вежливо и скромно</b>. Не позволяет
                себе фамильярности (общение на «ты», где это неуместно).
            </Text>

            <Text tag="p">
                Терпеливо, вежливо и осторожно выслушивает собеседника. Максиму
                необходимо предварительная рекомендация человека. Если она
                отсутствует, тогда сокращает общение до минимума. Пользуется
                моментами, когда деловые встречи можно делегировать другому.
            </Text>

            <Text tag="p">
                <b>
                    Большинство считает его холодным, равнодушным и
                    малоразговорчивым человеком.
                </b>{' '}
                На самом деле, если он в компании молчалив, это не означает, что
                ему неинтересно. Начнет говорить лишь тогда, когда будет
                полностью уверен в своих знаниях, или когда услышал что-то
                интересующее, захватывающее, полезное.
            </Text>

            <Text tag="p">
                Чаще всего разговорчивость проявляется только в узком небольшом
                кругу знакомых. Но, если привык разговаривать с публикой,
                согласно требованиям должности, будет намного разговорчивее
                других представителей данного социотипа, поскольку
                усовершенствованы его коммуникационные навыки.
            </Text>

            <Text tag="p">
                Не станет внезапно прерывать разговор других своими мыслями и
                заметками,
                <b>высоко ценит в людях воспитанность и галантность</b>, которые
                соблюдает он сам. Сперва он оценит ситуацию, из-за
                интровертности не склонен выступать перед большой аудиторией.
                (кроме ситуаций, когда слышит неправду).
            </Text>

            <Text tag="p">
                <b>С трудом разбирается в чувствах, не умеет их выразить</b>.
                Его поведение с партнером бывает недоверчивым. Он с трудом
                понимает нужды другого, особенно те, что не похожи на его
                собственные. Стремится уяснить механизмы взаимоотношений, но не
                уверен, что правильно их понимает. Может выразить симпатию, но
                при этом будет скрытен и предельно сдержан. Рад, если ему
                удается сохранить хорошие отношения с людьми, которых он
                уважает.
            </Text>

            <Text tag="p">
                Семья для него подобно государству, где царит иерархия, которая
                требует подчинения. <b>Он — хороший семьянин</b>, в семье обычно
                верный и преданный, изменить сложившийся порядок ему сложно.
            </Text>

            <Text tag="p">
                <b>Больше других боится перемен</b>. Остается верен своим
                привычкам и традициям. Друзей выбирает осторожно. Ко всему
                готовится заранее, не терпит случайностей и изменений в планах.
            </Text>

            <Text tag="p">
                <b>Часто сомневается в своих способностях</b>. Его тревожит
                публичное обсуждение его способностей, например, во время
                интервью при приеме на работу. Также категорически
                сопротивляется углубленному самоанализу, раскрытию своих
                качеств. Других оценивает по форме, а не по содержанию.
            </Text>
            <Text tag="p">
                <b>
                    Часто меняется настроение. Ему необходимы яркие впечатления
                    и сильные переживания
                </b>
                . Чем острее чувства и эмоции, тем более интересной ему кажется
                жизнь. Если этих ощущений не достает в его жизни, он начинает
                действовать вызывающе. Ему нелегко освободиться от источников
                отрицательных эмоций и ощущения беспомощности.
            </Text>

            <Text tag="p">
                Если не получил удовлетворение в семейной жизни, он часто дарит
                свою любовь животным. В них он видит друга, собеседника и объект
                любви. Также ищет позитивные эмоции, посещая культурные
                мероприятия — выставки, кино и театр.
            </Text>

            <Text tag="p">
                <b>
                    Четко определен распорядок дня, в том числе и в свободное
                    время
                </b>
                . Его раздражает, если кто-то нарушает установленный ритм жизни.
                Он плохо переносит внезапные вмешательства со стороны, не
                обладает способностью быстро перестраиваться, поскольку тем
                самым нарушаются его личные планы.
            </Text>

            <Text tag="p">
                <b>Быстро мобилизируется, когда испытает недостаток времени</b>,
                он незаменим в аварийных и чрезвычайных ситуациях. Считает, что
                работа важнее, чем личные симпатии, и нельзя быть зависимым от
                настроения. Не терпит вокруг себя вялых, бездеятельных,
                легкомысленных, а также неискренних людей.
            </Text>

            <Text tag="p">
                Он с удовольствием выполняет ручную работу, и она всегда
                выполнена качественно. На мелкие, кропотливые, оформительские
                работы ему не хватает терпения, и они ему не так важны.{' '}
                <b>
                    Обладает удивительной выносливостью, но в состоянии стресса
                    теряется его моральная и физическая сила
                </b>
                . В выбранной профессии стремится достичь совершенства, редко её
                меняет. Также редко осваивает другую профессию.
            </Text>

            <Text tag="p">
                Свою квартиру обставляет практичными, но не всегда роскошными
                вещами. Ценность предметов не всегда измеряет в денежном
                выражении. Однако у него развито эстетическое чувство. Дорогие и
                качественные предметы в своем владении особенно бережет.
            </Text>

            <Text tag="p">
                <b>
                    Не придает особого внимания застольной культуре,
                    руководствуется случаем.
                </b>
            </Text>

            <Text tag="p">
                <b>Заботится о своем внешнем виде</b>, аккуратен в выборе
                одежды, но одевается неброско. В быту, как и на работе —
                педантичный и чистый, и требует того же от других. Хозяйственный
                человек, в доме у которого находиться все необходимое для быта.
            </Text>

            <Text tag="p">
                Мужчины предпочитают деловой и армейский стиль, женщины
                сливаются с толпой, им не свойственно выделяться одеждой.
            </Text>

            <Text tag="p">
                <b>Болезнь для Максима — проявление слабости</b>. Он строго
                соблюдает профилактику, противник вредных для здоровье привычек.
                Также он заботится о здоровье близких людей.
            </Text>
        </>
    );
}
