import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Имеет внутренний будильник, который часто звонит слишком поздно.
            </Text>

            <Text tag="p">
                Если куда-то собирается, то мысль «Я опаздываю!» приходит к нему тогда, когда он действительно уже опаздывает, а не заранее.
            </Text>

            <Text tag="p">
                Именно поэтому представители этого типа часто делают важные дела в последний момент, в институте готовятся к экзаменам в последние сутки, забывая еду и сон, на работе в отчетные дни сидят с утра. до ночи, просто не распределив время правильно.
            </Text>

            <Text tag="p">
                Иногда бывают слишком суетливыми и торопящими других, а иногда слишком медленными.
            </Text>

            <Text tag="p">
                Часто начинают обсуждение важных для них вопросов в неподходящее для других время.
            </Text>

            <Text tag="p">
                Одной из главных печалей в жизни представителей этого типа является мысльо том, что <b>время течет так быстро, а он не успел сделать и части того, чего хотел</b>.
            </Text>
        </>
    );
}
