import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Наставники — они же, сука, трагичные все из себя.
            </Text>

            <Text tag="p" size="base">
                Обладают, как правило, большими глазами, тонким профилем, и вообще такие дышащие духами и туманами.
            </Text>

            <Text tag="p" size="base">
                Однако будьте настороже: весь этот пафосный бред скрывает депрессивное чмо, которое ненавидит всех и вся еще почище Хранителей.
            </Text>

            <Text tag="p" size="base">
                И, в отличие от последних, умеет этим пользоваться, ибо принципы там и не ночевали.
            </Text>

            <Text tag="p" size="base">
                Поголовно мнят себя великими актерами, даже если их на пушечный выстрел никогда не подпускали к гримерке; умеют красиво встряхивать башкой и горько улыбаться, особенно часто делают это, если просят денег, а денег они будут просить часто, ибо зачем же духовным людям заморачиваться на презренном бабле.
            </Text>

            <Text tag="p" size="base">
                По сути, Наставники — вдохновенные распиздяи, но втайне этого стыдятся, и, в отличие от Советчиков, пытаются изобразить из себя трудоголика такого, шо писец.
            </Text>

            <Text tag="p" size="base">
                Получается хреново, от чего они впадают в еще больший ступор и принимаются красиво депрессовать, кончать с собой или декламировать стихи (иногда одновременно), а если вам особо не повезло – еще и петь тихим голосом. Или не тихим.
            </Text>

            <Text tag="p" size="base">
                Из любой фигни вроде заусенца или потекшей туши Наставник сделает трагедию вселенского масштаба, причем оторванная пуговица в пересказе превратится в падение бомбардировщика аккурат на гамлетовское пальто.
            </Text>

            <Text tag="p" size="base">
                Пальто будет непременно черным, ибо Наставники носят траур по этому миру, а еще опять забыли постирать. Озабочены и этого не скрывают, дадут с полпинка, изобразят африканскую страсть, однако не льстите себе.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Как хороший режиссер, старается ставить спектакли по возможности в разных театрах, чтоб срубить побольше бабла и аплодисментов.
            </Text>

            <Text tag="p" size="base">
                А без публики, как фикус без окурка – не функционирует, временно косплея Лирика и прикидываясь невинно убиенным веником.
            </Text>
        </>
    );
}
