import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="large">
                Этический подтип — тривиальный паяц и фигляр, актеришка провинциального театра на задворках. Интуитивный подтип — высокомерный циник.
            </Text>

            <Text tag="p" size="h6" color="role">
                Несчастное и безжалостное существо, пытающееся манипулировать миром. Нерешителен. Кривляка.
            </Text>

            <Text tag="p" size="large">
                Перестраховщики с большой буквы.  Видят все плохие исходы и стелят солому. Я их узнаю по неумению держать себя в пространстве.
            </Text>

            <Text tag="p" size="large">
                Очень тяжелая смесь желания быть в центре внимания и неуверенности в своем внешнем виде, неумения двигаться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Неистовый романтик. Очень любит внимание. Не любит, когда его игнорируют. Непоседа и провокатор. В плохом смысле.
            </Text>

            <Text tag="p" size="large">
                Упорный и упрямый идеалист, создатель альтернативных течений и религий. Считает, что всегда прав. Завидует чужому немотивированному везению.
            </Text>

            <Text tag="p" size="large">
                Любит покровительствовать слабым и нерешительным людям, но за себя постоять не может. Одинаково способен как на полное самопожертвование, так и на страшные поступки для доказательства своей правоты.
            </Text>

            <Text tag="p" size="h6" color="role">
                А, уж, как смачно они болеют... Саморазрушающаяся конструкция.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Язва. Не чувствуют грани.
            </Text>

            <Text tag="p" size="large">
                Еще одно квадратное колесо. Работает только «под настроение», однако таковое бывает не часто. Лентяи, однозначно! Иначе будет валяться с унылым видом, изображая вселенскую скорбь, или прыгать вокруг, изображая собственную крутизну, или… короче — изображая.
            </Text>

            <Text tag="p" size="large">
                Пока он мечется от одного человека к другому, все дела придут в упадок, все отношения будут испорчены, все возможности упущены.
            </Text>

            <Text tag="p" size="large">
                После чего он решит, что это все не то, что ему надо, и переметнется в противоположную сторону. Никогда не пойду работать туда, где начальник — Наставник, эта фирма обречена на вымирание, если его вовремя не сменить.
            </Text>

            <Text tag="p" size="h6" color="role">
                Неуместные и наигранные эмоции. Диктаторские замашки.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Их неистовый романтизм основан на показухе — лишь бы заметили, лишь бы привлечь к себе внимание. Они называют это любовью к Мельпомене, но мы-то видим их жалкие потуги второсортных актеров, которые не знают даже, куда деть руки, судорожно размахивая ими, которые не в ладах с собственным телом и окружающим их пространством.
            </Text>

            <Text tag="p" size="large">
                А если не замечают их, то начинается ярая зависть к другим, которым, по их мнению, как-то немотивированно везет.
            </Text>

            <Text tag="p" size="large">
                В этой своей страсти быть на виду, сходят с ума следующим образом — провоцируют мелкие (предать, подставить товарища) и крупные (Вторая мировая война) пакости, создают альтернативные течения и религии, типа национал-социализма и садомазохизма.
            </Text>

            <Text tag="p" size="large">
                Подобный твердолобый идеализм безжалостен к окружающим — страшные поступки для доказательства своей правоты, и все ради того, чтобы не утратить рычаги манипулирования миром и людьми, его населяющими.
            </Text>
        </>
    );
}
