import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>ОБВМ, ГСМ, АГП, ЧСВ, херка, метросексуал, пиздабол, герой, риветхэд, сатанист, элитизм, пафос, ТП, фрик, мизантроп, гот, жопоголизм, тролль, угнетатель, поцреот, пирсингованное быдло, анхуман, НЕНАВИСТЬ</i>
            </Text>

            <Text tag="p" size="large">
                Человек с богатым внутренним миром, который выглядит адекватно только на сцене (и то не всегда). Ярый поклонник всяческих мистификаций, атсралов, долбославий и прочего, что занимает его моск куда больше, чем работа и дела.
            </Text>

            <Text tag="p" size="h6" color="role">
                Зачастую подобные стремления быстро приводят его к веществам. Поклонник авторитаризма, власти, что в сексуальной жизни роднит его с Инспектором. Вечный предсказатель экстерминатусов и Больших Пиздецов.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ещё очень любит геройство. И частенько перебарщивает с риском для жизни. Как чужой, так и собственной. Не всегда только понятно, зачем.
            </Text>

            <Text tag="p" size="large">
                Процент Наставников среди самоубийц самый большой. Обычно добивается успеха только в той работе, где надо интриговать, льстить, в общем, пускать в ход всевозможные этические уловки. Актёр в чистом виде. В политике часто добивается признания, как оратор (яркий тому пример — Гитлер. Правда, дальше пиздежа дело редко заходит).
            </Text>

            <Text tag="p" size="large">
                Жизненный цикл описан Уильямом нашим Шекспиром — «Втирается в доверие, интригует, всех мочит».
            </Text>

            <Text tag="p" size="large">
                Интегральный тип Индии, Палестины и почти всех арабских стран.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Создав Драму, Наставник не позволит тусовке скатиться в унылое говно…
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                …ну или же, наоборот, заявится в компанию тех же Воздуха или Земли и превратит их весёлый утренник в унитаз с говном!..
            </Text>
        </>
    );
}
