import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                «Толку было с него, правда, как с козла молока, но вреда, однако ж, тоже никакого.» Завистливая «пустышка».
            </Text>

            <Text tag="p" size="large">
                Буйный фантазер, которому нельзя доверять. Способен обрести психологию Плюшкина и человека, которому все всё должны.
            </Text>

            <Text tag="p" size="h6" color="role">
                Мастера по влипанию в истории.
            </Text>

            <Text tag="p" size="large">
                То же что и Гуманисты, а дамы… если бы они ещё когда-нибудь смогли определиться чего и кого они хотят, а то ведь так и пробегают всю свою жизнь, да и чужие жизни тоже.
            </Text>

            <Text tag="p" size="large">
                «Фигаро здесь, Фигаро там»… Гонит картину, создает миф о себе, и первым начинает в это верить.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Не то что разгильдяи, а даже раздолбаи. В голове — тараканы. Но оказывается, что не умеет он жить в порядке.
            </Text>

            <Text tag="p" size="large">
                Безобидное животное, даже можно с ним поразвлекаться, если не воспринимать его слова за правду. А если воспринимать, можно не выжить.
            </Text>

            <Text tag="p" size="large">
                Врет непрерывно, причем злобно, с целью потешить себя за счет окружающих, постоянно меняют круг знакомых, так как их сразу перестают воспринимать всерьез.
            </Text>

            <Text tag="p" size="large">
                В критических ситуациях погибнут первыми, потому что ничего не умеют кроме как болтать языком.
            </Text>

            <Text tag="p" size="large">
                Внутри злобные, претенциозные, ленивые, не порядочные. Никаких отношений с ними иметь нельзя, все кончится плохо.
            </Text>

            <Text tag="p" size="large">
                Пустой, тупой и скучный, зато умеет жопку лизать, если кому надо, милости прошу, лучше никто не вылижет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Но опять же, жопку лижет многим и без разбора.
            </Text>

            <Text tag="p" size="large">
                А еще они напоминают комок оголенных нервов, все время язвят, хорохорятся чего-то.
            </Text>

            <Text tag="p" size="h6" color="role">
                Когда находишься с ними в одном помещении, то ощущаешь нехватку воздуха. Прямо вампирищи!
            </Text>
        </>
    );
}
