import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>генки, небыдло, пиздабол, ГСМ, ТП, похуист, ламер, толстый тролль, журнализд, юрист, позёр, яндере, феечка</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Бешеное существо — шило в комплекте. Либо спит, либо несётся куда-то с бешеной скоростью. Любимое занятие, — насильно мирить или ссорить между собой людей, или всячески иначе корректировать отношения окружающих друг с другом.
            </Text>

            <Text tag="p" size="large">
                Гонит картину, создаёт миф о себе и первым же начинает в это верить. Часто пытается показать себя как волевого человека и сильную личность, напуская на себя браваду и показной героизм, однако при реальном давлении результат немного предсказуем.
            </Text>

            <Text tag="p" size="large">
                Привязывается к узкому кругу своих людей, чьё мнение для него крайне значимо и полностью определяет его настроение.
            </Text>

            <Text tag="p" size="h6" color="role">
                Феерические хвастуны. Как правило они не врут, а просто очень приукрашивают и преувеличивают то, что было на самом деле.
            </Text>

            <Text tag="p" size="large">
                Прогнав с детской площадки группу малолетних хулиганов, он потом может рассказывать захватывающую историю, как в одиночку разделался с опасной бандой местных гопников. Причём сделает это не для того, чтобы показать свою охуенность, а просто потому что так интереснее.
            </Text>

            <Text tag="p" size="large">
                Является генератором бесперспективных идей. Интеллектом не отличается, оттого часто покупают дорогостоящую астральную хуиту или пылесосы Kirby.
            </Text>

            <Text tag="p" size="large">
                Очень поздно взрослеют. Годам к 40, да и то не всегда. Не переносит критику своего нелогичного поведения, несмотря на то, какую хрень бы не сотворил.
            </Text>

            <Text tag="p" size="large">
                Любят посраться с Инспекторам и надавать пиздюлей Хранителям за их слабую Чорную Интуицию (скучные и не оригинальные люди).
            </Text>

            <Text tag="p" size="large">
                Как правило считают скучными всех рационалов, так как сами планов не признают. Свою сумбурность и нелогичность считают одним из главных достоинств, за что также огребают от Аналитика.
            </Text>

            <Text tag="p" size="large">
                Интегральный тип Новой Зеландии.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Интересные собеседники. Тормошат друзей-подруг, вытаскивая периодически их из унылого говна.
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Нехило отсасывают энергию и пьют кровь, особенно у рационалов. They make other people facepalm!
            </Text>
        </>
    );
}
