import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Ибо Советчики — они, сука, веселые. Причем не узнать об этом у вас просто никаких шансов — они веселы всегда, и даже на похоронах это те самые люди, что вспоминают, как покойник в мохнатом 19.. году перелез через забор и порвал штаны в интересном месте.
            </Text>

            <Text tag="p" size="base">
                Их всегда много, они как ржа или плесень — даже один Советчик производит впечатление заполненности помещения так, что дальше некуда.
            </Text>

            <Text tag="p" size="base">
                Любят, сука, новизну и приключения — потому их легко развести на поебацца; но влюбляются они предусмотрительно только в унылое говно типа Мастера или Дипломата, чувствуют, что только такие рохли их распиздяйство и выдержат.
            </Text>

            <Text tag="p" size="base">
                Где Советчики незаменим, так это в компании — никто не уйдет неоприходованным, притом тихо не будет, потому что по каждому вопросу у него непременно имеется свое уникальное и абсолютно парадоксальное мнение.
            </Text>

            <Text tag="p" size="base">
                При этом оставлять Советчика без присмотра не рекомендуется — он обладает изяществом и грацией бегемота в балетном прикиде, поэтому уберите подальше хрупкие статуэтки и хрупких гостей трагического склада психики, навроде Критиков и Наставника.
            </Text>

            <hr />

            <Text tag="p" size="base">
                При первом рассмотрении Советчик напоминают маленькое цунами; впоследствии становится ясно, что этот катаклизм закончится, только когда вы выпрете его за дверь, что непросто, ежели у вас еще осталось выпить, а выпить они не дураки.
            </Text>

            <Text tag="p" size="base">
                Разглагольствуя о равенстве полов и прочей дребедени, он, вне зависимости от этого самого пола и ориентации, с удовольствием сядут вам на шею, где и останутся навсегда, пребывая в перманентном творческом поиске и запое одновременно.
            </Text>

            <Text tag="p" size="base">
                Работать Советчики не любят, а успеха достигают там, где нужно запаривать кому-то мозг и молоть языком без стеснения, и не требуется ничего делать руками.
            </Text>

            <Text tag="p" size="base">
                Это те самые бродячие продавцы ножей-копилок со встроенным феном и яйцедробилкой, которые оставят вас без копейки денег и еще задружатся на всю жизнь.
            </Text>

            <Text tag="p" size="base">
                Но не обманывайтесь их пиздец каким дружелюбием: Советчики известные мудозвоны, а в силу невъебенной уверенности в себене слушают никого, кроме себя и — якобы — Мастеров, которых услышать крайне проблемно.
            </Text>
        </>
    );
}
