import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Предприниматели – они вообще, сука, прохвосты еще те, живчики, для которых на всем белом свете не существует никого, кроме них, любимых.
            </Text>

            <Text tag="p" size="large">
                Однако, в отличие от того же Политика, Предприниматель не будет никому пиздеть — он пойдет и сделает, а потом сделает еще раз, и еще, и затрахает вам мозг своей активностью и вечным оптимизмом, от которого хочется стошнить в кулечек.
            </Text>

            <Text tag="p" size="large">
                Предприниматель — это тот розовый заяц, который все бежит, сука, и бежит, пока голубые не воспылают нему острой и чистой ненавистью.
            </Text>

            <Text tag="p" size="large">
                Он все успевает, у него все работает – нет, не ломается, не горит, как у вас, а именно функционирует; он всегда весел, всегда в нужном месте и в нужное время, всегда готов, как пионер.
            </Text>

            <Text tag="p" size="large">
                От его мельтешения у нормального человека рябит в глазах и чешутся кулаки.
            </Text>

            <Text tag="p" size="large">
                Материалисты до мозга кости, прагматики от дьявола, уверены в себе донельзя и сияют, как начищенные монетки, в любое время дня и ночи.
            </Text>

            <Text tag="p" size="large">
                Если за день в жизни Предприниматель не произошло минимум десяти крайне важных встреч и двух свиданий одновременно, то он чувствует скуку.
            </Text>

            <Text tag="p" size="large">
                К слову, эти электровеники из плоти и крови могут производить впечатление примерных семьянинов, но не верьте — где-то между третьим совещанием и корпоративом они уже запланировали грязное приключение с тремя секретаршами.
            </Text>

            <Text tag="p" size="large">
                А еще к этим мерзавцам липнут деньги, что крайне раздражает, особливо Новаторов, которые никак не могут понять, почему столь приземленные придурки зашибают столько бабла, когда такие непризнанные гении, как Новаторы, опять сидят по уши в дерьме.
            </Text>
        </>
    );
}
