import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>небыдло, чиновник, позёр, гик, бард, буржуй, герой, школьник, трудоголик, автомобилист, пират, PROFIT</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Умеют извлекать максимальный ПРОФИТ из любой ситуации. Стереотипные бизнесмены и искатели неприятностей на свою жопу. Очень работящи, могут часами заниматься тем, что им кажется правильным.
            </Text>

            <Text tag="p" size="large">
                Частенько ссать и срать хотели бы на чужую духовность, отчего в Этой стране часто терпят fail. Похуизм в отношении духовности с лихвой компенсируется тягой к душевности, ёба!
            </Text>

            <Text tag="p" size="large">
                Под душевностью подразумеваются ниочёмные разговоры за жЫзнь, прослушивание шансона и установка на торпеду своей тачки иконостаса, призванного защищать от аварий, штрафов и триппера.
            </Text>

            <Text tag="p" size="large">
                Глубокая и трепетная вера Предпринимателя не мешает ему бухать, воровать и объёбывать всех вокруг. Как и Аналитик любит справедливость, восстанавливает её всеми несправедливыми способами, при этом не гнушаясь даже покопаться в чужом грязном бельё.
            </Text>

            <Text tag="p" size="h6" color="role">
                Обожает демонстрировать своё бесстрашие.
            </Text>

            <Text tag="p" size="large">
                Как и Администратор, несмотря на экстраверсию, общается только с небольшим кругом людей — как правило, это семейный круг и двое-трое друзей собутыльников. В итоге часто живут жизнью жлоба, держащего ларёк на остановке.
            </Text>

            <Text tag="p" size="large">
                Считается интегральным типом Пиндостана. И Изrаиля, лол.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Тащемта, работяги и смельчаки.
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Бабы-Предприниматели это тот ещё ПаЗиТифФчИК — смесь Администратора и Советчика: бегает, пиздит и заставляет всех работать!
            </Text>

            <Text tag="p" size="h6" color="accent">
                Готовят вообще отвратительно, колбасу хранят в одном пакете с шоколадом…
            </Text>
        </>
    );
}
