import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Абсолютно лишенный чести, совести, честности и такта проходимец. Все делает только для себя.
            </Text>

            <Text tag="p" size="base">
                Вот уж кто мерзавец, так это Предприниматель — беспринципный, безнравственный, продажный, да ещё и хамло озабоченое: только и может что про секс трепаться, самая распространённая у них тема.
            </Text>

            <Text tag="p" size="base">
                Конечно, все люди с болевой сенсорикой этим в той или иной мере страдают, но у них — это просто прёт из всех щелей. Девушки получше, конечно, но тоже те ещё б…
            </Text>

            <Text tag="p" size="h6" color="role">
                Умеет делать деньги из воздуха и при этом оставаться наивным ребенком в душе.
            </Text>

            <Text tag="p" size="base">
                Завидует умным людям. Любит женщин на природе. Не любит тихушников и тех, кто себе на уме.
            </Text>

            <Text tag="p" size="h6" color="role">
                Жмот, заядлый спорщик.
            </Text>

            <Text tag="p" size="base">
                Никогда не будет делать ничего, что не принесет ему материальной или моральной выгоды, причем моральная преобладает: если не оценить его работу в мимико-этической форме, больше по собственному почину для тебя и пальцем не пошевелит, либо будет стараться поднять цены до максимума.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Кажется, что «время — деньги» написано у него на лбу, и это так — потраченное на других время считает счетом в банке, который должен вернутся с прибылью.
            </Text>

            <Text tag="p" size="base">
                Неряха и проглот — на халяву всегда готов есть, но будет ломаться и отнекиваться, пока у всех дым из ушей не пойдет.
            </Text>

            <Text tag="p" size="base">
                Вид подозрительной еды способен вызвать у него обморок, а предложившего несъедобный продукт обязательно запомнит, чтобы в другой раз с ним за стол не садиться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Антисоциал: суется во все учения и общества, декларирующие отречение от социума.
            </Text>

            <Text tag="p" size="base">
                Время — деньги! Но на самом деле время для него полная фигня: назначьте встречу ему на 15.00, и он появится в лучшем случае в 16.15.
            </Text>

            <Text tag="p" size="h6" color="role">
                Стало быть — только деньги, ничего кроме денег.
            </Text>
        </>
    );
}
