import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Сами Новаторы — они, сука, обаятельные уроды.
            </Text>

            <Text tag="p" size="large">
                Запиздят так, что их считаешь умнее Энтштейна, идей дурацких у них — что у дурака фантиков.
            </Text>

            <Text tag="p" size="large">
                Однако не ведитесь, товарищи!
            </Text>

            <Text tag="p" size="large">
                Когда вы окажетесь по шею в грязи в таежном болоте или в балетной пачке на босу ногу посреди Тверской и с Новатором по правую руку, радостно лыбящимся, как идиот, вы вспомните наш совет.
            </Text>

            <Text tag="p" size="large">
                Что для нормального индивида, Администратора какого, или, не побоюсь этого слова, Инспектора, служит поводом для немедленного самоуничтожения, то для Новатора — утренняя разминочка перед Большой Аферой.
            </Text>

            <Text tag="p" size="large">
                У него наблюдается явный дефект строения черепа — волосы растут и наружу, и внутрь, вследствие чего мозг, очевидно, перманентно чешется, а огребают на свою жопу, естественно, окружающие.
            </Text>

            <Text tag="p" size="large">
                Мнят себя гениальными бизнесменами, идеи льются из них, как говно из прорванной канализации.
            </Text>

            <Text tag="p" size="large">
                И все как одна оказываются провальными, потому как тактики из Новаторов как из свиньи балерина, в итоге они перманентно ходят с голой задницей.
            </Text>

            <Text tag="p" size="large">
                Общительные, любят компанию, однако как скажут — так отрежут, тонкостью восприятия отличаются разве что в собственных мечтах, а в реальности вечно ляпают не то не в том месте и не в то время.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Кроме того, любит заботу и внимание. И попробуйте ему их не предоставить!
            </Text>

            <Text tag="p" size="large">
                Мстительные они, сволочи, так что лучше сразу привыкайте носить тапочки в зубах, потому как живыми вы все одно от них не уползете.
            </Text>

            <Text tag="p" size="large">
                А ежели вы тапочки таки принесете, то не избежать вам обвинения в отсутствии инициативы и полета мысли.
            </Text>

            <Text tag="p" size="large">
                Видимо, именно ради Новаторов мироздание и создало Дипломата – единственного человека, у которого от капризов Новатора не возникает желания заехать ему этими тапочками в ебальник.
            </Text>
        </>
    );
}
