import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Безапелляционный хам.
            </Text>

            <Text tag="p" size="large">
                Очень импульсивен. Такое ощущение, что каждую минуту возникает какая-то новая и обязательно безумная идея.
            </Text>

            <Text tag="p" size="large">
                Завидует тем, у кого идеи работают и приносят реальные плоды. Собственные идеи обычно воплощает чужими руками, но свой копирайт никогда не забудет поставить.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не любит, когда ему читают мораль.
            </Text>

            <Text tag="p" size="large">
                Всё бы ничего, если бы не врождённое чувство, что все им чего-то должны. Вроде соглашается, но потом выясняется, что он все понял совсем не так.
            </Text>

            <Text tag="p" size="large">
                Новатор — фокусник, который вот-вот покажет сногсшибательный фокус.
            </Text>

            <Text tag="p" size="h6" color="role">
                Руками не умеет делать ничего.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Может нахамить мимоходом, потом долго униженно извиняется, отчего выглядит еще глупее.
            </Text>

            <Text tag="p" size="h6" color="role">
                Фактически неуправляем.
            </Text>

            <Text tag="p" size="large">
                Слова «дисциплина» и «субординация» он слышит впервые, и значение их представляет себе смутно.
            </Text>

            <Text tag="p" size="large">
                Как правило, придя в новый коллектив, портит отношения с окружающими и только потом приноравливается.
            </Text>

            <Text tag="p" size="h6" color="role">
                Подавляющее количество обещаний не исполняет.
            </Text>

            <Text tag="p" size="large">
                Если увлекается чем-то интересным, забывает обо всем на свете, в том числе про свои прямые обязанности.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Логический подтип — нервное существо, склонное к шизофрении, обладающее недюжинными способностями выдавать нескончаемый поток бредовых идей.
            </Text>

            <Text tag="p" size="large">
                Интуитивный подтип — капризный интеллигент в «маминой кофте».
            </Text>

            <Text tag="p" size="large">
                Один вариант — обломист-буддист, другой — хакер-атеист.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Лентяи, каких свет не видывал.
            </Text>

            <Text tag="p" size="large">
                Лежа на диване ногами кверху, будут изрекать любые абстрактные идеи, но дело будет стоять.
            </Text>

            <Text tag="p" size="large">
                Если же идея стоит того, чтобы положить на нее жизнь — положат. Будут копать землянку голыми руками, выискивать по книгам символические мелочи для пополнения банка данных и изведут всех кругом своей непрактичностью и разбросанными где попало вещами.
            </Text>

            <Text tag="p" size="large">
                Так что уж лучше пусть ничего не делают, чем смотреть на их нерациональное поведение.
            </Text>

            <Text tag="p" size="large">
                Воспитанные и развитые Новаторы нередко вызывают недоумение и насмешку завышенной оценкой чужих действий.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Разгильдяй, недисциплинирован.
            </Text>

            <Text tag="p" size="large">
                Вот только им предложить что-то взамен сложно.
            </Text>

            <Text tag="p" size="large">
                Очень импульсивный и нервный тип, фактически неуправляем, и если хорошо не вглядываться, то и вовсе шизофреник.
            </Text>

            <Text tag="p" size="large">
                Безумные идеи так и прут из него, которые похожи на сногсшибательные фокусы, и которые он старается воплотить в жизнь всегда чужими руками, поскольку своими не умеет делать ничего, но копирайт свой застолбит всенепременно при этом.
            </Text>

            <Text tag="p" size="large">
                О, как он завистлив к тем, чьи идеи работают и приносят реальные плоды!
            </Text>

            <Text tag="p" size="large">
                И как он любит обещать и ничего не делать.
            </Text>

            <Text tag="p" size="large">
                А когда начинаешь читать ему мораль за безумство, хамит безапелляционно, потому что он понял всё совсем не так; потом долго и униженно извиняется.
            </Text>
        </>
    );
}
