import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, админ, распиздяй, анархист, битард, панк, нищеброд, хакер, говнарь, пиздабол, мизантроп, тролль</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Вечный двигатель, создатель всего нового. Борется с чем угодно и за что угодно, главное чтобы это оправдывалось Идеей™.
            </Text>

            <Text tag="p" size="base">
                Собственно, идей у него всегда много, но реализация пиздец как хромает, свои идеи предпочитает реализовывать чужими руками. Поскольку его гениальные начинания у большинства людей понимания не находят, обычно в ответ на критику начинает люто, бешено фонтанировать говном в адрес супостата. Люто, но кратковременно, так как быстро заёбывается держать себя в мобилизованном состоянии, и снова начинает распиздяйничать.
            </Text>

            <Text tag="p" size="base">
                Зарабатывание денег для них есть творчество, доставляет сам процесс, пока он не заебал. Все заработанные деньги сразу проёбываются на покупку велосипеда/вертолёта/межгалактического хуйбимболёта и бурное обмывание этого события с проёбыванием всех полимеров.
            </Text>

            <Text tag="p" size="base">
                Зачастую мужчинам-Новаторам бабы особо не дают из-за их жлобства и маниакально-шизоидного поведения, ибо они очень тонко подмечают уровень тупости интеллектуальных способностей других. Собственно, мужчины женщин-Новаторов тоже не особо любят из-за их неприкрытого декольте мозга.
            </Text>

            <Text tag="p" size="base">
                Поэтому они зачастую остаются девственниками ебать как долго. Некоторые особо упоротые создают идиотские учения, другие — следуют им, а третьи верят в фильм Секрет.
            </Text>

            <Text tag="p" size="base">
                Загнобить его невозможно, чем больше вы кидаете лулзов в его адрес, тем больше получаете апперкотов в ответ. Впрочем это можно несколько смягчить, накормив плюшками.
            </Text>

            <Text tag="p" size="base">
                В общем-то бывают очень верными и преданными друзьями.
            </Text>

            <Text tag="p" size="base">
                Интегральный социотип современных британских учёных. А если серьёзно, то их страны — Голландия, Австралия и Испания.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Не знает равных в вопросах поиска и хранения информации и закономерностей.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Никто не умеет ломать и портить вещи, как Новатор! Так что готовьтесь к разобранным часам и вечным непонятным банкам-склянкам на полках, если с ним живете.
            </Text>
        </>
    );
}
