import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Пошлый торгаш, у которого жизнь — торжище, где продается и покупается все. Лишен интеллигентности и интеллектуальной грации. На язык — острый.
            </Text>

            <Text tag="p" size="base">
                Заботливый тараторщик. Больше говорит, чем делает.
            </Text>

            <Text tag="p" size="base">
                Не любит, когда его погоняют.
            </Text>

            <Text tag="p" size="h6" color="role">
                Дура прилипчивая — иначе и не скажешь.
            </Text>

            <Text tag="p" size="base">
                Соглашается сразу, преданно заглядывая в глаза и радостно улыбаясь, но делает в результате черте что — в основном, только то, что выгодно лично ему.
            </Text>

            <Text tag="p" size="base">
                Если в каком-то деле нет ничего съедобного, вообще не понимает, о чем речь.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Главное орудие труда Энтузиаста — это задница. А еще ноги и язык. Потому что в голове у него — пусто.
            </Text>

            <Text tag="p" size="base">
                Энтузиаст и интеллект — вещи примерно настолько же совместимые, как Лирик и чемпионат мира по боям без правил.
            </Text>

            <Text tag="p" size="base">
                Неспособен даже на самое элементарное логическое построение, а какое-нибудь его высказывание относительно причинно-следственных связей способно довести любого логика до истерики.
            </Text>

            <Text tag="p" size="base">
                Однако нижней половиной своего туловища способен часто добиться куда большего, чем другие даже очень умной головой.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Иногда и другим кое-что перепадет, но собственную выгоду блюдет свято.
            </Text>

            <Text tag="p" size="base">
                Невыносимый болтун. Общаться с ним возможно только в том случае, если периодически затыкать ему рот.
            </Text>

            <Text tag="p" size="h6" color="role">
                Самая невероятная картина, которую только можно себе представить — Энтузиаст, признающий собственную неправоту.
            </Text>

            <Text tag="p" size="base">
                Он не осведомлен о возможности испытывать чувство смущения, стыда или неловкости.
            </Text>

            <Text tag="p" size="base">
                Вообще-то трудолюбивы, вот бы еще кто им сказал, что и когда правильно делать!
            </Text>

            <Text tag="p" size="base">
                Если кто-то не сделал то, чего, как ему кажется, должно быть сделано, останется только переделывать.
            </Text>

            <Text tag="p" size="base">
                Дома полная разруха, беспорядок и маразм, потому что времени на все не хватает — оно утекает сквозь болтовню на всякие житейские темы.
            </Text>

            <Text tag="p" size="base">
                Хронофаги — могут без передышки болтать кряду 6 часов о житейских событиях в жизни других людей.
            </Text>

            <Text tag="p" size="h6" color="role">
                Вмешивается везде и всюду — иногда кажется, что его нос торчит из каждой щели.
            </Text>
        </>
    );
}
