import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Потому что Энтузиасты — они, сука, оптимисты до мозга кости, массовики-затейники от бога.
            </Text>

            <Text tag="p" size="large">
                Они всегда в тонусе, вечно на подъеме, и нет, допинг тут не при чем – как трезвые, так и пьяные, Энтузиасты одинаково благожелательно настроены к неблагодарному человечеству.
            </Text>

            <Text tag="p" size="large">
                А оно, человечество это порой хочет просто посидеть за книжкой или там подумать о вечном, что Энтузиаст, находясь рядом, терпеть просто не может.
            </Text>

            <Text tag="p" size="large">
                Вас покормят, развеселят, расскажут десять анекдотов и страшно обидятся, если вы не оцените их усилий – ко всему прочему Энтузиасты обидчивы и тонки душой, если повода смертельно оскорбиться нет, то они с удовольствием высосут его из пальца.
            </Text>

            <Text tag="p" size="large">
                Потому, когда на вас из-за спины напрыгивает этакое нечто в карнавальном костюме и принимается громко петь футбольные кричалки, рекомендуется изображать безумную радость, а то будет хуже – обиженный Энтузиаст еще страшнее, чем расстроенный Гуманист.
            </Text>

            <Text tag="p" size="h6" color="role">
                Впрочем, в глубине души ему глубоко плевать на всех, кроме себя, может, оттого они по жизни любвеобильны, словно озабоченный павиан, значения таких глупых понятий, как верность или постоянство, искренне не понимают, и на вопрос о предпочтениях отвечают «всегда».
            </Text>

            <Text tag="p" size="large">
                Надо признать, это и к лучшему – энтузиазма  слишком много, чтоб его напор мог выдержать один человек, не тронувшись маленько от вечного праздника жизни.
            </Text>

            <Text tag="p" size="large">
                Как ни странно, многих Энтузиасты своей неуемной активностью раздражают, и в этом трагизм — вреда от них мирозданию никакого, на жисть не жалуются, по мозгам не ездят, с собой не кончают по три раза на дню, а все туда же — вынести их дольше получаса и без выпивки сложновато.
            </Text>

            <Text tag="p" size="large">
                Зато кто их обожает — так это Советчики, которые им словно братья-близнецы.
            </Text>
        </>
    );
}
