import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>быдло, пиздабол, ГСМ, ТП, ГК, хиппи, анальный клоун, школьник, халявщик, модник, феечка, смайлофаг</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Ходячий ПаЗиТиФфФчИк, без умолку пиздящий на одни и те же темы, всё время повторяя одни и те же шутки. Подобное поведение активирует Аналитика и бесит Критика. Как и Дипломат, добивается успеха не работой и умом, а пиздежом.
            </Text>

            <Text tag="p" size="base">
                Сферическая блондинка в вакууме. Увидев на улице разодетую в одежду всех цветов радуги девицу, не сомневайтесь — перед вами представительница типа Энтузиаст.
            </Text>

            <Text tag="p" size="base">
                Решительно ни в чём не разбирается. Падок на тренды и может менять мнения по тому или иному поводу, как перчатки. Плохое настроение бывает у него не часто (счастье — привилегия дураков), но уж если такому суждено было случиться, отгребать будут все, кто попал под язык. Энтузиаст не успокоится, пока не утопит оказавшихся в зоне поражения несчастных в своих бессмысленных и беспощадных эмоциях. Облегчившись душевно за счёт окружающих, Энтузиаст, как ни в чём не бывало, побежит дальше продвигать куда-то какую-то хуету.
            </Text>

            <Text tag="p" size="base">
                Интегральный тип Бразилии и Азербайджана.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Способны вытащить из болота уныния практически любую группу людей, кроме группы Критиков.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Тащемта, из-за Энтузиаста хозяева вечеринки потом собирают осколки тарелок и вытягивают их спящих из-под стола.
            </Text>
        </>
    );
}
