import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Политики – они, сука, центр вселенной и ниипет.
            </Text>

            <Text tag="p" size="base">
                При первом столкновении с Политиком вы не замечаете ничего подозрительного — обаятельные гады, они маскируются под Советчиков или даже Лидеров, фееря и сверкая изо всех сил.
            </Text>

            <Text tag="p" size="base">
                Через какое-то время вы чувствуете, что вам активно вешают лапшу на уши, и рассказ о том, как ограбил швейцарский банк, переспал с Наоми Кэмпбелл и завоевал мир — все только до завтрака! — теряет для вас свою прелесть.
            </Text>

            <Text tag="p" size="base">
                И тут наступает критический момент — вы возражаете Политику, а возможно — если вы самоубийца или Наставник — даже говорите ему, что он пиздит.
            </Text>

            <Text tag="p" size="base">
                Через пару часов, пережив три истерики и сто раз объяснив Политику, что вы верите ему, как себе, и просто оговорились… хочешь чайку?... они идиоты, дада!... вы попытаетесь держаться от него подальше.
            </Text>

            <Text tag="p" size="base">
                Но не тут-то было: Политики мертвой хваткой вцепляется в любого, кто не шлет его на хуй при первой встрече, и окружает заботой и вниманием, удушающими, словно паутина Черной вдовы.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Поначалу жизнь с Политика кажется сказкой: секс — до утра, обед — из трех блюд, романтические ужины — еженедельно, халатик — только с кружевами.
            </Text>

            <Text tag="p" size="base">
                Но все сказки имеют обыкновение заканчиваться, а вот Политик — он остается с вами и постепенно выпивает до капли, чтоб сообщить, что вы, собственно, были его недостойны.
            </Text>

            <Text tag="p" size="base">
                Кто (или что) может быть достоин Политика — остается тайной, покрытой мраком; и в итоге они находят Критика, который не то чтобы достоин — но ему глубоко наплевать на выпендреж и гонор некоторых излишне шумных уродов.
            </Text>
        </>
    );
}
