import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Я сам себя перехитрил! Искренне полагает, что его все обожают, но — это смешно!
            </Text>

            <Text tag="p" size="base">
                Самый несобранный тип. Бегает, шумит, — а ничего сделать толком не может. Самый лицемерный тип.
            </Text>

            <Text tag="p" size="base">
                Вот уж много шума из ничего, да и результат под стать тому с чего начали.
            </Text>

            <Text tag="p" size="h6" color="role">
                Если согласился — это ровно ничего не значит, кроме того, что не хочет с тобой сегодня спорить.
            </Text>

            <Text tag="p" size="base">
                Король без свиты. Завидует чужой красивой жизни. Любит деньги и умеет торговаться — в том смысле, что скорее откажется от покупки, чем даст кому-то заработать на этом хоть копейку. Не любит, когда им командуют, и предпочитает сразу руководящую должность.
            </Text>

            <Text tag="p" size="base">
                Крупная хищница. Акула, способная годами кружить вокруг жертвы, выбирая момент. И когда жертва поверит в свою безопасность и расслабится - наносит смертельный удар. Глаза, в которых тускло мерцает жажда убийства.
            </Text>

            <Text tag="p" size="base">
                Эти хапают все министерство авиации целиком, но не побрезгуют и содержимым карманов пассажиров.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Базарные торговки и мелкие воровки. Крупные, массивные, задница в два самовара. Хамское выражение лица.
            </Text>

            <Text tag="p" size="base">
                При совке работали в столовых и пивных ларьках. Их роль в авиации — выковыривать ценные заклепки из самолета и прятать их в рейтузах до тех пор, пока самолет не развалится.
            </Text>

            <Text tag="p" size="base">
                Безумный Политик, и этим все сказано. Самый ненавистный из начальников: зарплата постоянно задерживается и уменьшается, приказы противоречат друг другу, приступы волевого давления сменяются такими же приступами этики.
            </Text>

            <Text tag="p" size="h6" color="role">
                Обещают всем и вся, золотые горы и алмазные берега, без зазрения совести.
            </Text>

            <Text tag="p" size="base">
                И не дай бог ему противоречить — начинается пальба из всех орудий, и больше ты никогда никаких денег от него не увидишь, если не будешь ему полезен, конечно.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Как от партнера по бизнесу от Политика шарахаюсь — их хаотичные метания от одной идеи заработка к другой, такой же безумной и отбрасывающей все и всяческие статусы и законы могут завести либо за решетку, либо в лужу крови на лестничной клетки… твоей собственной.
            </Text>

            <Text tag="p" size="base">
                К тому же он просто не знает, что такое «вовремя сделанное дело» или «в срок выполненный контракт», и построить его по времени может только Критик.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Торгаш до мозга костей.
            </Text>

            <Text tag="p" size="base">
                Крикливые и наглые, часты некомпетентные высказывания. С этим типом невозможно иметь добрососедских отношений.
            </Text>

            <Text tag="p" size="h6" color="role">
                Либо ты уничтожаешь его, либо он уничтожит тебя.
            </Text>

            <Text tag="p" size="base">
                Безумный Политик, и этим все сказано. Безумству и хаосу поют они песню!
            </Text>
        </>
    );
}
