import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>быдло, ГСМ, генки, альфа-самец, яндере, лоли, анархист, угнетатель, шлюха, камвхора, ЧСВ, VIP, понты, НЕНАВИСТЬ</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Зашкаливающее ЧСВ, хроническая тупость (очень часто) и неуёмная энергия превращают «Наполеона» в оружие массового поражения и надёжное средство просирания всех полимеров.
            </Text>

            <Text tag="p" size="base">
                Политик способен свернуть горы, и он таки сворачивает их. Или ему сворачивают башку. Ибо нехуй. ИЧСХ, он делает это чужими руками, ибо во-первых, это не царское дело, а во-вторых, чтобы потом, в случае соразмерного эпичного фейла, собственнохуйно же и выебать тех, кто выполнял его приказ.
            </Text>

            <Text tag="p" size="base">
                Не достаётся только Критику, потому что он знал, что сворачивание гор — лютая хуита и отговаривал Политика от этого плана.
            </Text>

            <Text tag="p" size="base">
                Как вариант, Критик сам разработал этот хитрый план, ибо Политик совершенно не понимает суть Системы, отчего срётся с Аналитиком и жёстко подавляется Инспектором за несоблюдение правил.
            </Text>

            <Text tag="p" size="base">
                Считается интегральным типом Италии, Грузии, Одессы, Техаса.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                С Политиком не соскучишься. К тому же, они так ловко манипулируют людьми, что тем порою кажется, что они исполняют собственную волю.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Что Политик вбил в свою голову, выбивается лишь ломом. Единственная возможность поддерживать общение с ним — никогда не спорить.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Много врёт и все его хотят.
            </Text>
        </>
    );
}
