import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Администраторы — они, сука, вообще темные лошадки, чем и бесят. С виду такие добренькие, улыбчивые, помогут завсегда, и не только пиздежом, как Гуманисты, а подойдешь поближе, приглядишься – и кааак наткнешься на дружеский кулак глазом!
            </Text>

            <Text tag="p" size="large">
                А еще они такие правильные. Все у них разложено по полочкам, все распланировано на двести лет вперед по десяти разным сценариям, включая: возможный конец света, развод, смену ориентации и прилет на Землю недружественной инопланетной делегации с Сириуса.
            </Text>

            <Text tag="p" size="large">
                Разложить по полочкам собственную и чужую жизни для Администраторы все равно, что сексом заняться — кстати, трахаться они тоже предпочитают по расписанию, за сюрприз можно и схлопотать.
            </Text>

            <Text tag="p" size="large">
                Идеальные исполнители без особых амбиций, работящие пофигисты, на которых, впрочем, начальник всегда поглядывает с некой опаской.
            </Text>

            <Text tag="p" size="large">
                В целом, Администратор напоминает сундук с механическим приводом и такой сложной системой замков, что и пробовать не хочется.
            </Text>

            <Text tag="p" size="large">
                Еще они непрошибаемо спокойны, как бетонная стена, медленной и уверенной в себе мохнатой гусеницей ползут по жизни в некую лишь им известную сторону, на окружающих обращают внимания не больше, чем на мошек.
            </Text>

            <Text tag="p" size="large">
                В отличие от Политика или там Новатора не пыжатся, стараясь изобразить из себя нечто – они и так знают, кто они, а мы – нет, потому в близком общении со Администратором всегда есть некий элемент ужастика, где героиня-блондинка под зловещую музыку распаковывает яркую коробку, в котором вместо конфет оказывается семейка живых тарантулов.
            </Text>

            <Text tag="p" size="large">
                Впрочем, там могли быть и шоколадушки, верно? Так и с ним – проживите с ним хоть всю жизнь, паук может выскочить только в самом конце… или не выскочить.
            </Text>

            <Text tag="p" size="h6" color="role">
                Администраторы – они ж, суки, скрытные до жопы, но вообще ниче так, из рационалов так вообще лапушки, особливо если сравнить с теми ж Инспекторами.
            </Text>
        </>
    );
}
