import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>небыдло, админ, альфа-самец, пранкер, ТП-мужичка, жопоголизм, модник, феминистка, мизантроп, PROFIT</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Профессиональный мозгоёб — могут вести себя и нормально, но обилие неуместных, иногда и глупых шуток — черта Администратора, вызывает лютый, бешеный батхёрт у лоботрясов и распиздяев.
            </Text>

            <Text tag="p" size="large">
                Администратор просто рвётся с цепи, лишь бы сделать где-нибудь ремонт, причём вовсе не обязательно, что своими руками.
            </Text>

            <Text tag="p" size="large">
                Представительный. Обожает руководить по телефону, способен обзвонить хуеву тучу народу и обговорить уйму дел, не вставая с кресла. Сферический начальник в вакууме. Если и доставляет, то исключительно намеренно.
            </Text>

            <Text tag="p" size="h6" color="role">
                В одежде главный принцип — чтобы всё было достойно, поэтому какую бы хуиту он ни надел, вы рядом с ним будете выглядеть как вахтёр в телогрейке, даже если на вас вечерний костюм.
            </Text>

            <Text tag="p" size="large">
                Администратор считается интегральным типом Британии.
            </Text>

            <Text tag="p" size="large">
                И вы ещё спрашиваете, почему она гадит этой стране? Конфликт же! Штирли при экстравертности не имеют по 100 друзей на 1 км² и не особо рвутся заводить новых, ибо как никто другой, чувствуют правило 95%.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="large" color="role">
                …наглядно видно, что описание Администраторов самое короткое, не считая конечно Мастера, Дипломата и Политика, а так же ещё пятка представителей 3 первых квадр. А всё почему? Потому что Администратор, сука, работают, а не пишут хуйню. А за это про них никто слова хорошего не скажет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Справедливости ради, стоит отметить, что обычно работать начинают в очень юном возрасте (ЧСВ при этом раздувается до невъебенных размеров) на какой-нибудь должности типа «администратор в компьютерном клубе», но оттого, что не нихуя не карьеристы, остаются на этой работе лет до тридцати.
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Уничтожат всех, кто сорвёт их планы! Ну и некоторые представители задолбают хуёвым чувством юмора, всё зависит от прокачки ролевой.
            </Text>
        </>
    );
}
