import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Аристократ с психологией наемного рабочего, раба. Пользы от него больше, чем вреда.
            </Text>

            <Text tag="p" size="large">
                Разложить по полочкам человеческие эмоции. Холодная нарисованная радостная улыбка, как у теток в загсе.
            </Text>

            <Text tag="p" size="large">
                6 дней работает, один день пьёт, чтобы не чувствовать пустоты внутри, которую никакой работой не заполнишь.
            </Text>

            <Text tag="p" size="h6" color="role">
                Помимо работы — либо молчун, либо зануда. Считает себя всегда правым.
            </Text>

            <Text tag="p" size="large">
                Жутко навязчивы в плане заботы. Завалит советами, не слышит, что эти советы не нужны и её мнение тоже, наоборот, с непреклонностью танка будет заставлять её слушать.
            </Text>

            <Text tag="p" size="large">
                Мало того, при общих знакомых занимается критикой близких. Никогда не хвалит, многое воспринимает как должное.
            </Text>

            <Text tag="p" size="h6" color="role">
                Проводник в жизнь принципа «бей своих чтоб чужие боялись».
            </Text>

            <Text tag="p" size="large">
                Громко орёт о своей занятости, и порядке, тогда как в собственных бумагах бардак жуткий и много теряется времени впустую.
            </Text>

            <Text tag="p" size="large">
                Прижимисты, уговорить на покупку тяжело безумно.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Всё покупается для гостей, презенты... для выгоды в будущем. Ограничены и самоуверенны ужасно, а то что не понимают — увы, не способны понять что могут нуждаться в этом другие.
            </Text>

            <Text tag="p" size="large">
                Жестоко наказывают.
            </Text>

            <Text tag="p" size="large">
                Мелочны, тупы (ограничены), работящи более по виду. Очень своеобразная любовь и забота исходят из жесточайших личных списков стереотипов.
            </Text>

            <Text tag="p" size="large">
                Маньяки высшего образования. То, что считают залогом стереотипа счастливой жизни, проповедуют с миссионеркой уверенностью, силой падающего пресса и навязчивостью комаров.
            </Text>

            <Text tag="p" size="h6" color="role">
                Искренне убежден, что весь мир для него, что он центр Вселенной. Всегда знает, как надо, что надо, зачем и почему. Особенно, когда касается других. Завышенная самооценка.
            </Text>

            <Text tag="p" size="large">
                Страшно любит деньги, шикарную жизнь. Убежден, что все земные блага только для него и существуют.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Командир, любит поучать, наставлять, подавлять, требовать невозможного, интриган, критикан истеричный, любит подсчитывать чужие доходы, сексуально распущен, всех подстраивает под себя.
            </Text>

            <Text tag="p" size="large">
                Выбирает людей слабее себя, а потом настойчиво пытается их переделать, перевоспитать, начинает предъявлять кучу претензий.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Часто меняет мнение. Сегодня это у него белое, а завтра черное. Требует постоянного внимания к своей персоне.
            </Text>

            <Text tag="p" size="large">
                Это тем более неприятно, что с посторонними вы ведете себя подчеркнуто сдержанно и корректно, демонстрируете воспитанность и хорошие манеры. Близкие могут быть в обиде на вас из-за этого качества.
            </Text>

            <Text tag="p" size="h6" color="role">
                Своей несдержанностью вы можете оттолкнуть от себя близких людей. Будьте терпимей, не спешите сгоряча выкладывать правду в глаза.
            </Text>

            <Text tag="p" size="large">
                Зануда, часто придираюсь к словам (хотя прекрасно понимаю смысл, но если сказано неточно, редко могу пересилить себя), обидчив.
            </Text>

            <Text tag="p" size="h6" color="role">
                Уменьшенная копия Инспектора в масштабе 1:1000.
            </Text>

            <Text tag="p" size="large">
                От того более тупой, мелочный, склочный, придирчивый и завистливый.
            </Text>
        </>
    );
}
