import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Жесткий и жестокий нападающий, предпочитающий игру без правил, страдающий словоблудием и этической нечистоплотностью. С ними не договоришься.
            </Text>

            <Text tag="p" size="base">
                Силовой лидер. Строит жизнь своими руками, а заодно строит всех вокруг. Завидует одаренным личностям, которые легко руководят настроениями масс.
            </Text>

            <Text tag="p" size="h6" color="role">
                Клоун с бабьим голосом и мелкий хам. Тупой бездушный солдафон. Машина для убийства. Бульдозер, который прет напрямую через любые преграды.
            </Text>

            <Text tag="p" size="base">
                Лидеров мужиков надо сразу после типирования в тюрягу сажать: всё равно ведь или там окажутся, или прокурора купят. Так что лучше их превентивно туда. А дамы-Лидеры, похоже, просто не определились со своим полом.
            </Text>

            <Text tag="p" size="h6" color="role">
                Давит массой. При помощи волевой сенсорики всем навяжет свою логику.
            </Text>

            <Text tag="p" size="base">
                Бессменный победитель в игре под названием «Купи слона».
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Отношения строить не умеет, и не старается. Во-первых, он и так самодостаточен, а во-вторых, твердо знает, что без него не обойдутся.
            </Text>

            <Text tag="p" size="base">
                Пользуется нелюбовью, но уважением окружающих. «Боится — значит уважает» — это фраза Лидера.
            </Text>

            <Text tag="p" size="base">
                Притесняет слабых, но не из корысти или садизма, а считая, что таким способом облагодетельствует их, заставляя учиться защищаться.
            </Text>

            <Text tag="p" size="base">
                На сильных не нападает, даже напротив, может помочь. Поклонник естественного отбора — «выживает сильнейший!».
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Слабых, но непокорных ломает через колено, в покое оставляет только в том случае, если найдется равный ему по силе покровитель.
            </Text>

            <Text tag="p" size="base">
                Ум Лидера тяжелый. Карьеру делает не столько головой, сколько лбом. Как правило, не обладает широкой эрудицией, часто бывает даже малограмотен, но упорства ему не занимать.
            </Text>

            <Text tag="p" size="base">
                По характеру, уму, и физическому развитию больше всего соответствует тяжелому танку.
            </Text>

            <Text tag="p" size="base">
                Быстро утомляет желанием расставить все и всех по местам и платить за каждую мелочь — или отрабатывать каждую мелочь.
            </Text>

            <Text tag="p" size="base">
                Как коллега часто вызывает недоумение сильным различием между собственными представлениями, декларациями об умениях и реальным положением дел.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Склонны к перепадам настроения, страдают отсутствием чувства меры во всем, верные и преданные и требуют того же от других людей, забывая, что люди все разные и подчас не способны ответить тем же. Впадают в крайности. Вспыльчивы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Его нецензурная брань слышна за километры, лицо как из мрамора, белое, абсолютно неподвижное, скулы постоянно напряженны, сжатые кулаки весьма внушительных размеров.
            </Text>

            <Text tag="p" size="base">
                Набрасывается на всех прохожих, под громкий хохот и выкрики его команды, типа «Ого!», «Во даёт!».
            </Text>

            <Text tag="p" size="base">
                Интересно, что ответить за такое поведение хочется не ему, а той шушере, которая хихикает за его спиной. Как потом выясняется, вся эта «шушера« тайно ненавидит, но боится его...
            </Text>

            <Text tag="p" size="base">
                Твердолобый и убежденный вояка, грубый, бесцеремонный, по-хамски развязный, вспыльчивый и впадающий в крайности, не обременяющий себя этическими дилеммами, зачастую с очень узким кругозором и притупленным интеллектом.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Вожак стаи, без которой не может существовать, хитрый, превозносящий и насаждающий культ силы, презирающий любую слабость, не чувствующий ни в чем меры.
            </Text>

            <Text tag="p" size="base">
                Всегда нелюбим, но из-за внушенного им страха уважаем. Короче, его дом — тюрьма.
            </Text>
        </>
    );
}
