import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Лидеры – они, сука, как попрут, так ложись, воздушная тревога, все умерли. Не обманывайтесь их порой хрупким видом: любой Лидер способен устроить писец котенку, а размеры писеца зависят исключительно от его возможностей.
            </Text>

            <Text tag="p" size="large">
                Лидер всегда сверху, если сверху вы – см. начало предложения.
            </Text>

            <Text tag="p" size="large">
                Притом, суки, ранимые и нежные в душе, но пока до этой ранимости докопаешься, можешь и огрести несколько раз.
            </Text>

            <Text tag="p" size="large">
                Любят экшн всяческий, в самой кошмарной жопе чувствуют себя как рыба в воде и немедленно начинают командовать парадом.
            </Text>

            <Text tag="p" size="large">
                Лидера вообще хлебом не корми — дай покомандовать, притом что хлеб они едят не всякий, а только самый крутой, радеют, суки, о своем бесценном здоровье, и вас этим заебут по самое не могу; умрете вы здоровым, и не факт, что нескоро.
            </Text>

            <Text tag="p" size="large">
                Страшные интриганы, любят воображать себя тактиками, стратегами, и еще хрен знает кем; садисты редкие, и все с улыбкой, легко и непринужденно, прожигая вас строгим взглядом «ты-низшее-существо-а-ну-делай-что-я-скажу».
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Пафосны донельзя, мнят себя круче крутых яиц, крайне озабочены, что усердно скрывают и выдают за активность и сексапил.
            </Text>

            <Text tag="p" size="large">
                Себя несут по жизни вальяжно, как большой подарок миру, хотя, по сути, являют собой красиво упакованную бомбу с тепловым датчиком.
            </Text>

            <Text tag="p" size="large">
                Логики по идее, что удачно маскируют отсутствием проблеска мысли в глазах и прямым, как мозговая извилина, подходом к решению любой проблемы: рубануть с плеча и глянуть, что будет.
            </Text>

            <Text tag="p" size="large">
                Еще крайне бестактны и перманентно плюют в душу окружающим, выдавая это за отчаянную прямоту рубаха-парней, что роднит их с Аналитиками, которые тоже умеют ляпнуть глупость от души, как никто.
            </Text>
        </>
    );
}
