import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>скинхэд, альфа-самец, говнарь, байкер, пират, быдло, дальнобойщик, нохча, гопник, колхозник, десантник, новый русский, ЧСВ, Свиборг, военком, жлоб</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Властный, командование парадом всегда старается взять на себя. Воен, причём, в отличие от упячкоёбов, чаще всего воен ИРЛ. Хотя встречается и пацифистские особи, но крайне редко. Ибо даже будучи добряками всё рано будут командовать и всячески давить.
            </Text>

            <Text tag="p" size="large">
                Презрение к слабакам у него мирно сосуществует с любовью к тонким душевным натурам. Правда, не ко всем. Чаще всего отношения с людьми строятся по принципу подчинения, если человек не ломается — будут уважать, но обходить стороной. ЧСХ, самки тоже могут быть Лидерами, я гарантирую это!
            </Text>

            <Text tag="p" size="h6" color="role">
                Повадками и манерой поведения, а точнее примитивностью и недалёкостью оных, напоминает гориллу.
            </Text>

            <Text tag="p" size="large">
                По большему счёту, срал на всех и вся, но если индивид поддерживает в борьбе, зачисляет его в союзники, и готов потчевать объедками с царского стола.
            </Text>

            <Text tag="p" size="large">
                Как и все белые логики, нихуя не понимает в объективном мире, который его окружает. Но в отличие от Аналитика, который за справедливость готов выпилить весь Земной шар, Лидер активно выпиливает только тех, кто мешает ему занять место под Солнцем. О добре и справедливости он обычно не думает.
            </Text>

            <Text tag="p" size="large">
                Своим продвижением по карьерной лестнице нередко вызывает рейдж у всяких Администраторов и Предпринимателей.
            </Text>

            <Text tag="p" size="large">
                А вообще если говорить о географии серьёзно, то фактически любая страна третьего мира с обилием таких явлений, как продажа в рабство, преступные группировки, делящие всё и вся на части и страшное, упёртое стремление к самоутверждению себя всеми средствами для подойдёт. Яркий пример — Сомали.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Незаменим в качестве организатора в тех случаях, когда необходимо насрать на пресловутый человеческий фактор. Маршал же!
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Встанет не с той ноги — спасайтесь! Иногда включает режим няшки, которая виснет на всех и душит!
            </Text>
        </>
    );
}
