import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Томный сноб. Тормоз. Всепрощение и морализм, сочетающиеся самым удивительным образом. Душевный мазохизм. Ищет мораль там, где надо просто радоваться жизни.
            </Text>

            <Text tag="p" size="base">
                Те ещё зануды, кого угодно своей добротой изнасилуют, да ещё и сделают всё так, что виноватым себя почувствуешь.
            </Text>

            <Text tag="p" size="base">
                Гуманистки как только посчитают мужика своим, то всё — мягко так его раком ставят, а чуть что так сразу обиды.
            </Text>

            <Text tag="p" size="h6" color="role">
                И конечно, болеть и ещё раз болеть — своими болячками они любого здоровяка в гроб загонят.
            </Text>

            <Text tag="p" size="base">
                А вот на мочение мужиков Гуманистов (хотя мужик и Гуманист редко когда совпадает) никаких сортиров не жалко: все, как один, кого-то из себя корчат, все в «масках», все чего-то тужатся, и этим только всем жить мешают.
            </Text>

            <Text tag="p" size="base">
                Так остро чувствует и остро переживает из-за всякой ерунды, что теряет чувство реальности. Поэтому дерется очень больно, часто — ногами.
            </Text>

            <Text tag="p" size="h6" color="role">
                Сомнения до последнего.
            </Text>

            <Text tag="p" size="base">
                Руки растут не оттуда, откуда надо, испортят при любой работе в хозяйстве все, что можно испортить, и не помогает критика любимого Администратора — Гуманист посылает его лесом и уходит на диван.
            </Text>

            <Text tag="p" size="base">
                Лентяи, бесятся при любой работе и всячески её избегают, особенно ту, которая не делается в течении 5 секунд (не шутка, а чистая правда).
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Страшная самоуверенность в сочетании с потребностью в уважении (комплекс шестёрки).
            </Text>

            <Text tag="p" size="base">
                Отвратительный педагог. Классический вариант Мужа на диване. Жесток к своей семье, при этом внутренняя жестокость потрясающе маскируемая, наличие сентиментальности.
            </Text>

            <Text tag="p" size="h6" color="role">
                Вот только «скользкие», убегают при попытке к ним приблизиться... Нацисты-националисты, наверное, в первую очередь из них получаются.
            </Text>
        </>
    );
}
