import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, ОБВМ, СПГС, козёл отпущения, задрот, омега, кудере, хикки, интеллигент, internet white knight, веган</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Гуманист всю жизнь страдает за всё человечество. Это мешает ему устроить свою жизнь. Сестра милосердия, кондуктор, художник, наклейщик марок на конверты — вот те профессии, что не мешают Гуманисту думать о вечном.
            </Text>

            <Text tag="p" size="base">
                Синдром поиска глубинного смысла — довольно для него характерное явление, они ищут тонкий смысл везде и во всём. Несмотря на задумчивость и самоуглублённость, весьма наблюдателен, и имеет неприятное свойство между делом подмечать то, что вы предпочли бы скрыть.
            </Text>

            <Text tag="p" size="base">
                Илитист до мозга костей, считает практически всех тех, кто его окружает непроходимым быдлом. Учит всех жить правильно, хотя сам жить не умеет вообще, за что справедливо считается оторванным от жизненных реалий занудой.
            </Text>

            <Text tag="p" size="h6" color="role">
                Многие Гуманисты на этих ваших нервных срывах становятся склонными к самокритике и негативно настроенными суицидниками. При определённых обстоятельствах может запросто стать героем.
            </Text>

            <Text tag="p" size="base">
                Победители опроса «Какой тип чаще всего попадает в рай после смерти?».
            </Text>

            <Text tag="p" size="base">
                Страшно боится совершить ошибку, поэтому замучает всех и каждого вопросами о том, как ему лучше сделать то или иное дело. В результате всё у него всё равно выйдет через жопу, несмотря на то, что он очень старался.
            </Text>

            <Text tag="p" size="base">
                Неоправданно считается самым асексуальным ТИМом. Это объясняется тем, что Гуманист мужского пола часто может отказаться от прямого предложения перепихнуться, после чего уязвлённая девица уверенно будет рассказывать всем, что он гей и импотент.
            </Text>

            <Text tag="p" size="base">
                В близких, доверительных отношениях таки любят поебаться, но по определённым причинам немногим из них удаётся таких отношений достичь. То, что большинство Гуманистов не ищет лёгких путей к наслаждению и влюбляется в недуалов, только усугубляет ситуацию и приводит к баттхерту.
            </Text>

            <Text tag="p" size="base">
                Частая жертва «зоны дружбы».
            </Text>

            <Text tag="p" size="base">
                Интегральный тип Дании и Белоруссии.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Таки нехило разбирается в людях и хорошо видит их проблемы и способности.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                С практической точки зрения, самый бестолковый тип: ни денег заработать, ни врагу морду набить, ибо даже к врагу зачастую испытывает бессмысленное сострадание.
            </Text>
        </>
    );
}
