import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                А Гуманисты — они, сука, жалостливые и сердобольные сволочи, которым непременно надо быть в каждой бочке дегтя медовой затычкой.
            </Text>

            <Text tag="p" size="base">
                И мед этот, знаете, тягучий такой и липкий, а уж сладкий настолько, что у вас быстро развивается диабет третьей степени.
            </Text>

            <Text tag="p" size="base">
                У Гуманистов есть три состояния — они или учат жизни, или умиляются, или плачут.
            </Text>

            <Text tag="p" size="base">
                Последнее состояние случается регулярно, ибо огорчает их все подряд, от несовершенства этого мира до неправильного цвета пуговиц на вашем халате, обидеть их куда легче, чем отнять конфету у ребенка, а вот успокоить проблематично, и ныть Гуманист будет до того момента, пока вы не сделаете всего, что он хотел изначально, а потом еще немножко.
            </Text>

            <Text tag="p" size="base">
                Доброта из Гуманиста так и прет, и изливается словесным поносом на всех окружающих.
            </Text>

            <Text tag="p" size="base">
                Что самое паскудное — в 100 из 100 случаев толку от Гуманистов ноль, но зато они будут так долго капать вам на мозг и сожалеть, что не могут помочь, что вы сами в итоге оторвете жопу от дивана и попретесь по указанному им адресу поздравлять ненавистных родственников, кормить бездомных или покупать себе же полезную зелень для диетического супа (который Гуманист заставит вас приготовить под своим чутким руководством).
            </Text>

            <Text tag="p" size="h6" color="role">
                С виду они походят на святых, посланных в этот жестокий мир, чтоб его спасти, и обожают порассуждать о судьбах мироздания и пороках, захлестнувших современную молодежь.
            </Text>

            <Text tag="p" size="base">
                При более внимательном взгляде Гуманист — классические гнилые интеллигенты в очках на сломанной дужке, пользы никакой, но поныть и попризывать к насаждению доброго и вечного огненным мечом — это завсегда, особенно если бороться со злом будет кто-то другой, нередко Хранитель или Администратор, коего по болевой легко развести на жалость, чем Гуманист беззастенчиво пользуется.
            </Text>
        </>
    );
}
