import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, омега, СПГС, ОЯШ, ГК, ТП, ТКП, ОБВМ, хипстер, пейсатель, DJ</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Образец, эталон ТП в вакууме. Безответственные и неловкие твари. А ещё они всегда куда-то спешат, и при этом постоянно опаздывают.
            </Text>

            <Text tag="p" size="base">
                Поскольку у Лирика всё валится из рук, наверное, единственный способ получения ПРОФИТа для них — сочинение стихов и песен или актёрство. Но часто они и это хорошо делать не могут.
            </Text>

            <Text tag="p" size="h6" color="role">
                При этом очень любят присвоить себе звание героя, борца за гуманизм и справедливость. Вообще, среди героев процент Лириков и Наставников колеблется в районе 95%. Тащемто, Лириков считаются энергетическими вампирами.
            </Text>

            <Text tag="p" size="base">
                Казалось бы, бред, НО! При общении очень часто попросту грузят фактами, причём без видимой связи между ними, что сильно утомляет почти любого логика.
            </Text>

            <Text tag="p" size="base">
                По сути — нежные и романтичные люди, что, правда, не мешает им быть коварными сволочами по жизни. Вконтакте полно групп по соционике, на 95% состоящих из девушек-Лириков.
            </Text>

            <Text tag="p" size="base">
                Интегральный тип России и Ирландии.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Творческие личности же! И часто притом ещё и эрудированные. К тому же, душевные люди, если кому надо.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Лирики — эталон желанной женщины в нашей, российской, культуре. Розовые сопли, хроническая безответственность и нерешительность! Короче, всё за них делают Лидеры. Что касается парней, то Лириков, попавших в армию, остаётся только пожалеть. Вообще наименее приспособленный после Гуманиста к реальной жизни тип.
            </Text>
        </>
    );
}
