import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Увалень, витающий в облаках. Обидчивый до крайностей — не тронь его!
            </Text>

            <Text tag="p" size="large">
                Лицемерны. Мечтатель — «не здесь и не сейчас».
            </Text>

            <Text tag="p" size="h6" color="role">
                Безнадежный романтик. Живет в розовом мире собственных грез. Очень болезненно переживает, когда его мир сталкивается с внешним миром.
            </Text>

            <Text tag="p" size="large">
                Любит разные фенечки и примочки. Не умеет обращаться с деньгами, часто бывает обманут. Рассеян, часто теряет вещи.
            </Text>

            <Text tag="p" size="large">
                Да чего про этих мокриц говорить, и взять с них нечего, кроме стихов. Уж вот кто мастера по влипанию в истории так это Лирики — получат пенделя от жизни и разведут скулёж на весь мир, жалости на них не напасёшься.
            </Text>

            <Text tag="p" size="large">
                Все замечательно, пока не приходится работать вместе с ним. Его дерганья по каждому пустяку вызывают жалость и раздражение одновременно, масса времени уходит на объяснения и этические экивоки, поддержание отношений как их видит Лирик и вытаскивание его в дельный мир.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Поднять молоток над гвоздем для него труднее, чем пойти в бой против врага.
            </Text>

            <Text tag="p" size="large">
                Храбрец и драчун. Пьяный Лирик — это туши свет и не отсвечивай — норовит подраться, сунуть тебе вилкой в живот или шилом в задницу; контролируется только волевым неотвязным взглядом: все вилки чудесно исчезают, следует лопотание о вечной любви и привязанности.
            </Text>

            <Text tag="p" size="large">
                Совсем уж неразвитые Лирики бесят постоянными рассказами об иллюзорных доказательствах того, как сильно их кто-то любит или уважает.
            </Text>

            <Text tag="p" size="h6" color="role">
                Наивны невероятно, лентяи страшные в плане того, что им не интересно.
            </Text>

            <Text tag="p" size="large">
                Склонны к использованию друзей, зануды иногда, обидчивы, злопамятны, много хотят, при чём всё и сразу. Искажённо воспринимают себя и мир, ищут сильного друга и поддержку.
            </Text>

            <Text tag="p" size="large">
                Как правило, тех друзей, которые не помогают в трудную минуту, перестают считать за друзей.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Часто оторваны от реальности и болезненно воспринимают, когда стукаются головой о жестокий мир.
            </Text>

            <Text tag="p" size="large">
                Любят свои иллюзии. Удары судьбы делают их циниками. Корыстен. Ненавидит — страшно, любит — самозабвенно, человек крайностей, в котором долго бушует юношеский максимализм.
            </Text>

            <Text tag="p" size="h6" color="role">
                Жутко ревнив. Выше всего ценит свои творческие порывы. За них перегрызёт горло любому.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Очень самолюбив и хочет, что бы его любили, замечали и оценивали.
            </Text>

            <Text tag="p" size="h6" color="role">
                Нервное несчастное существо, замкнутое в крошечном мирке, хотящее сказку и желающее лучше умереть, чем так жить.
            </Text>

            <Text tag="p" size="large">
                Лирики монотонны, занудны. Не всегда могут дать отпор. Слишком ранимы, легко поддаются внушению, из-за врожденной порядочности страдают сами, обидчивы.
            </Text>

            <Text tag="p" size="large">
                Постоянно выдумывают всякую чешую, оторванную от жизни и никому не нужную. Постоянно все роняют, ломают, но ничего не делают, а если сделают — то что-нибудь при этом испортят. Соображают медленно.
            </Text>

            <Text tag="p" size="h6" color="role">
                Но внутренне очень агрессивны, диктаторы.
            </Text>
        </>
    );
}
