import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                А Лирики — вечные нытики, считающие себя, сука, жутко гениальными. Попробуйте только не восхититься талантом Лирика – это все равно, что не вострепетать перед идеями Новатора.
            </Text>

            <Text tag="p" size="large">
                Мы, конечно, знаем, что в обоих случаях мы им, придуркам, сильно льстим. Творчество Лирика всегда отдает каким-то истеризмом и чернухой, причем поэт должен быть несчастным и голодным, чему Лирики наглядное подтверждение.
            </Text>

            <Text tag="p" size="large">
                У них вечно нет бабла, потому что за отсутствием мозга как класса они не способны удержать бабки в руках. Их приходится кормить, одевать, обустраивать, после чего они смотрят на вас свысока и разглагольствуют о вашей приземлености и непонимании их высоких нужд.
            </Text>

            <Text tag="p" size="large">
                Работать Лирики любят, как ни странно, но представление о «работе» у них необычное — мазня на подрамнике или муть в наушниках преподносится как выстраданное любимое творение, а пошлое отсиживание в офисе с 9 до 6 презирается, потому места официальной работы Лирик меняет, как перчатки.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Еще они пьют, помногу и с трагичным выражением на похмельной роже, и любят всяческие перевоплощения.
            </Text>

            <Text tag="p" size="large">
                Когда ваш Лирик придет домой с синим хохолком вместо блондинистой гривы и в тулупе на босу ногу, не удивляйтесь — это очередной творческий кризис.
            </Text>

            <Text tag="p" size="large">
                А кризис у него всегда. Блядки — тоже всегда, причем одновременно он непременно влюблен, и снова неудачно.
            </Text>

            <Text tag="p" size="large">
                Объект для страсти Лирик выбирает со всей тщательностью — нужна полная гарантия, что это злобное и жестокое существо никогда Лирика не полюбит и будет лишь пользоваться его юным и прекрасным телом; тогда он вновь будет несчастен, депрессивен, обласкан очередным наивным идиотом, и пойдет творить гениальное направо-налево.
            </Text>

            <Text tag="p" size="large">
                Пока не будут остановлены метким фингалом Лидера, которого вся эта блядская романтика и бардак порядком заебли.
            </Text>
        </>
    );
}
