import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Мстительная натура и ужасно обидчивая, не умеет выделить главного из своих многочисленных очень часто дельных идей.
            </Text>

            <Text tag="p" size="large">
                Могут жизнь расписать в виде двухмерной таблицы, со списком исключений из правил внизу. Мастера служебных записок. Любое правило могут обойти по правилу.
            </Text>

            <Text tag="p" size="h6" color="role">
                Страдает частенько манией величия.
            </Text>

            <Text tag="p" size="large">
                Честный и практичный карьерист.
            </Text>

            <Text tag="p" size="large">
                Теоретик вселенской справедливости. Изобретатель скучных схем, методов и инструкций.
            </Text>

            <Text tag="p" size="large">
                Плохо учитывает человеческий фактор. Его социальные идеи нежизнеспособны.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Не агрессивен, но зануден. Завидует лидерам.
            </Text>

            <Text tag="p" size="large">
                «Одна, но пламенная страсть» — эти кого угодно забодают! из-за любого фуфлеца, самой, что ни на есть мелочи, любой фигнёвой придирки готовы тормозить сколько угодно, и ведь те ещё перестраховщики.
            </Text>

            <Text tag="p" size="h6" color="role">
                И мало того, что тормоза, так ещё и «без батареек», что компенсируют огромным самомнением.
            </Text>

            <Text tag="p" size="large">
                Продолжает отстаивать свое мнение, даже когда уже все перешли к десерту, разошлись по домам и уехали в отпуск на море.
            </Text>

            <Text tag="p" size="large">
                Логический в состоянии в пять минут задолбать всех, включая «научников», собственными построениями, причем в конце концов все равно со всеми поругается, и гордо уйдет, высоко неся голову и вытирая злые слезы.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Несгибаемый борец все равно за что и против чего. Поскольку не гнется, то ломается при любом оказанном на него давлении.
            </Text>

            <Text tag="p" size="large">
                Не терпит, когда ограничивают его свободу, выражают необоснованные требования.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Скептик, старатель, трудоголик, ненавистник мэйн-стрима.
            </Text>

            <Text tag="p" size="large">
                Прежде чем ударить молотком, нарисует схему, вычертит план, разберется в свойствах стали гвоздей, подберет молоток специально под нужный гвоздь, рассчитает угол удара молотком по гвоздю… что займет не меньше пары лет.
            </Text>

            <Text tag="p" size="large">
                А гвоздь обязательно сломается, т.к. сталь окажется совсем не той марки, которой полагается быть, потому что подвыпивший сталевар бросил в плавку сигарету, а вороватый инженер спер положенную добавку вольфрама.
            </Text>

            <Text tag="p" size="large">
                Поэтому все бросят, хлопнут дверью и пойдут плакаться в жилетку Энтузиасту о том, как жизнь несправедливо устроена.
            </Text>

            <Text tag="p" size="h6" color="role">
                Личность не в меру капризная.
            </Text>
        </>
    );
}
