import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Хотя по идее Аналитики — они, сука, умные. Но если Новатор умный от балды, и над его бредом иногда можно даже посмеяться — когда выйдешь из больницы — то Аналитики умные в натуре. И это в них так бесит!
            </Text>

            <Text tag="p" size="base">
                Рассуждающего и строящего логически цепочки Аналитика хочется прибить чем-нибудь тяжелым, возможно – тем же Лидером или Мастером.
            </Text>

            <Text tag="p" size="h6" color="role">
                К тому же занудны до рвоты и упрямы как ослы. Вбив себе что-то в голову, они непременно донесут это до вас несколько раз; самое интересное, что их аргументы совершенно верны.
            </Text>

            <Text tag="p" size="base">
                Однако они ухитряются сделать из них неправильные на взгляд обычного человека — из тех, у кого в голове мозг, а не вычислительный центр с вибратором — выводы.
            </Text>

            <Text tag="p" size="base">
                Выдержать их гундеж без поллитры нереально, потому легче всего общаться с Аналитика в большой компании и недолго.
            </Text>

            <Text tag="p" size="base">
                В личной жизни Аналитики являют собой чмо с извращенными вкусами, уверенное, что с десяток знойных мулаток ждет не дождется их бесценного внимания.
            </Text>

            <Text tag="p" size="base">
                На деле внимания их обычно дожидается нечто аналогично унылое типа Критика или Гуманиста, потому что дуалы, полудуалы и иже с ними обходят их сторонкой — увлекательный рассказ о синхрофазатроне не всегда затронет сердце девушки, что неизменно их изумляет.
            </Text>

            <Text tag="p" size="base">
                В работе они, сука, успешны, ибо вгрызаются в нее, как хомяки-убийцы; чего не скажешь о прочих сторонах жизни, в которых Аналитики ведут себя, как белка в сексшопе.
            </Text>

            <Text tag="p" size="base">
                А еще им крайне повезло с дуалами Энтузиасты — те тоже выглядят со стороны, как ушибленный атомным взрывом танк, но, в отличие от Аналитиков, этим крайне гордятся.
            </Text>
        </>
    );
}
