import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, нерд, задрот, программист, гик, отаку, геймер, хикки</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Стереотипный ботаник, фапающий на различные теории, таблицы и схемы. Засовывает логику во всё, что можно, чаще всего под соусом «справедливости».
            </Text>

            <Text tag="p" size="base">
                Паталогически неспособен признать в человеке не набор формул, а личность. Сильно заебывает окружающих выстраиванием сложных логических схем во второстепенных вопросах, на которые обычному человеку просто похуй. Не переносит довления.
            </Text>

            <Text tag="p" size="base">
                Может добиться хороших успехов в науке, но попытки податься в политику или в бизнес часто заканчиваются фэйлом. «Какая умная голова, и какому дураку досталась!» — это именно про Аналитика. Ради сферического коня в вакууме готов убить всех людей.
            </Text>

            <Text tag="p" size="base">
                Живёт в им же придуманном параллельном мире, пресекающемся с реальностью лишь тогда, когда надо чего-то пожрать или достать бабло на новую материнку.
            </Text>

            <Text tag="p" size="base">
                Такой поворот событий вызывает у него дичайшее раздражение, что, зачастую, лишь усугубляет его уединённость. Благо, наличие под рукой Энтузиаст может эту проблему исправить, и тогда довольный Аналитик, ни на что не отвлекаясь, полностью посвящает себя пересобиранию мира.
            </Text>

            <Text tag="p" size="h6" color="role">
                Классический пример человека в футляре. Сферический задрот-геймер в вакууме.
            </Text>

            <Text tag="p" size="base">
                Социально ответственный подвид — вполне, и притом по делу выдаёт пиздюлей. Однако некоторые считают, что получается это пиздец как хуёво, ибо Роб не знает как кого пиздить, зато знает за что. Надрызгавшись в хлам — становится опасен, как и Аналитик.
            </Text>

            <Text tag="p" size="h6" color="role">
                Давить Аналитика пиздюлями — ведёт к провалу. А просьбами — запросто. И полжизни проводит в исполнении чужих просьб.
            </Text>

            <Text tag="p" size="base">
                Математика, как и соционика, была придумана Аналитиками. И засрана ими же. Именно Аналитики придумали, что с хуяли функция стремится к 0, если функция, которая больше её, стремится к 0, и которая меньше её, стремится к 0.
            </Text>

            <Text tag="p" size="base">
                Также считается интегральным типом Швеции. Вы всё ещё думаете, что отдавать больше половины зарплаты на налоги несправедливо?
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Только Аналитик способен планомерно и целенаправленно (а главное — охотно) навести порядок в любом информационном или техническом бардаке и даже разобраться в лоскутном одеяле противоречий в голове Энтузиаста. Вроде как особенно чувствителен к несправедливости, и потому слывёт демократом. Короче, Аналитик — утопист. Что тоже забавно.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Не дай Бог ляпнуть что-то лишнее или необдуманное! Аналитик начнёт выяснять смысл сказанного! Аще, цепляются как ебучий репей: так что лучше вообще молчать или пиздеть так, чтобы они не отличали отдельных слов. Что отлично умеет делать Энтузиаст.
            </Text>
        </>
    );
}
