import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Скрытный алкоголик, но умный, когда трезв. Потенциальный наркоман.
            </Text>

            <Text tag="p" size="large">
                Боится жизни. Пытается манипулировать миром, не слезая с дивана, и думает, что ему это удаëтся. На самом деле видит в основном свои фантазии.
            </Text>

            <Text tag="p" size="large">
                Скептики и снобы. Могут повернуть любую беседу так, что они молодцы, а все остальные дураки.
            </Text>

            <Text tag="p" size="h6" color="role">
                Величайшие в мире изобретатели причин, для того чтобы не слезать с дивана: за них Политики бегают.
            </Text>

            <Text tag="p" size="large">
                Временами впадает в пессимизм, вынимается оттуда после изрядной доли внушенного оптимизма с каплей коньячка.
            </Text>

            <Text tag="p" size="h6" color="role">
                Доморощенный гений. Обладает холодным и мощным умом, неодобрительным взглядом и мрачным чувством юмора.
            </Text>

            <Text tag="p" size="large">
                Все, что делает руками получается плохо. Чему завидует — неизвестно, поскольку ему редко что нравится в окружающем мире.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Любит все идеологизировать. Не любит, когда его заставляют ждать.
            </Text>

            <Text tag="p" size="large">
                Подпольный сексуальный маньяк, его формула «три Т» (ТВ, тахта, тапочки).
            </Text>

            <Text tag="p" size="large">
                Работать с ним вместе можно только под началом какого-то сенсорика.
            </Text>

            <Text tag="p" size="large">
                Иначе он застраивает тебя кубиками льда времени, состоящих из долей секунд, умеряя пыл и энтузиазм не хуже огнетушителя.
            </Text>

            <Text tag="p" size="large">
                В результате дела двигаются едва-едва, по строго намеченному плану.
            </Text>

            <Text tag="p" size="large">
                Как начальник ужасен — зануда и педант. Интуитивный подтип к тому же еще и тормоз — говорит одно слово в минуту.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Хладнокровный критикан.
            </Text>

            <Text tag="p" size="large">
                Способен оборжать любую идею и представить все как полную чушь. После него начинаешь сомневаться в каждом шаге.
            </Text>

            <Text tag="p" size="large">
                Невыносимы в споре; если встаешь им в оппозицию, немедленно оказываешься в куче дерьма, вываленного на тебя; в речи сквозит нескрываемое пренебрежение и чувство превосходства, основанное зачастую не на превосходстве в знаниях, а на умении завернуть какой-нибудь софизм или подтасовать факты так, что пока распутываешь, он придумывает новый ход.
            </Text>

            <hr />

            <Text tag="p" size="large">
                Готовы брюзжать по любому поводу, причем зачастую по диаметрально противоположным — в зависимости от сиюминутных пристрастий. И опять, когда указываешь на это, — изворачиваются, применяя те же приемы.
            </Text>

            <Text tag="p" size="large">
                Если не хотят чего-то делать, если даже надо, то ни упросить, ни заставить невозможно, проще сделать самому. Ну какой еще тип так любит чтобы его посылали на ..?
            </Text>

            <Text tag="p" size="h6" color="role">
                Вместо дискуссии все сводят к софистике, и им всегда все не нравится.
            </Text>
        </>
    );
}
