import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>интеллектуальный сноб, мизантроп, нерд, кудере, хикки, тонкий тролль, эксперт с мировым именем, тру-гот, патологоанатом</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Лирик с ампутированными эмоциями и духовностью, прокачанными интеллектом и работоспособностью. Никогда и ничем не бывает доволен. Мрачный, пессимистически настроенный, язвительный тип.
            </Text>

            <Text tag="p" size="h6" color="role">
                Циничный до умиления, он только и высматривает, к чему бы придраться. Хотя при всём его негативизме, по натуре своей человек очень мягкий.
            </Text>

            <Text tag="p" size="large">
                Фраза «А я ведь говорил!» — это про Критика. Склонность к критиканству вызвана перманентным недомоганием, но порция бодрящих пиздюлей творит с Критиками чудеса — выдёргивает их из бездны анальной оккупации, отчего они начинают троллить более тонко (особенно если Политик докажет всем, что в этом нет ничего плохого).
            </Text>

            <Text tag="p" size="h6" color="role">
                Считает себя самым умным и искренне обижается, если кто-то не согласен с этим неоспоримым фактом. Патологически недоверчив.
            </Text>

            <Text tag="p" size="large">
                Людишек не понимает и, как следствие, игнорирует. Жопу от дивана отрывает только после пинков Политика. Тем не менее, обычно находит себе какой-то мелкий гешефт, позволяющий относительно безбедно жить ничего особо не делая.
            </Text>

            <Text tag="p" size="large">
                Тащемто, Критики считаются интеллектуальными вампирами для всех энергетических доноров этического склада. Есть мнение, что чуть менее, чем все статьи Уютненького пишут именно они. Без комментариев.
            </Text>

            <Text tag="p" size="large">
                Часто интересуется всякими ужасами типа экспериментов доктора Менгеле и обожает запугивать остальных своими познаниями в этой области. Чувство юмора либо чересчур абстрактное, либо чёрное. В любом случае, каждый Критик считает себя остроумным человеком, но порою неоправданно. Таких уважительно величают мудаками.
            </Text>

            <Text tag="p" size="large">
                Соционики уверяют, что Критик — коллективный социотип Кетая, Чехии, Финляндии, Эстонии и Армении.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                При хорошей информированности годятся в качестве детектора неприятностей, предохранителей для чересчур резвых товарищей и предупреждения последствий закона Мёрфи вообще. Предупредят, конечно, но если им нет гарантий выгоды в той или иной форме, сами вряд ли будут что-то делать.
            </Text>

            <Text tag="p" size="large" color="role">
                И умные люди же! Причём этот ум подходит для извлечении профита в реальной жизни, а не только для логических построений, в отличии от Аналитиков.
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Могут разом убить любое хорошее настроение и убедить вас в том, что вы — унылое говно, ничего не стоящее.
            </Text>
        </>
    );
}
