import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Потому что Критики – они, сука, пофигисты, ленивые до опупения.
            </Text>

            <Text tag="p" size="base">
                Гонят всем, что ищут смысл жизни – вранье: им попросту лень его искать, диван роднее и приятственней.
            </Text>

            <Text tag="p" size="base">
                Если Критик будет загоняться, что мол, он медленный газ и ниипет – не верьте.
            </Text>

            <Text tag="p" size="base">
                Тормоз он, товарищи, редкостный – причем свою тормознутость, сука, свято холит и лелеет, подводя под нее всяческие логические обоснования и умело давя на вашу черную этику.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Еще умеет прикинуться эмокидом, этаким някой, ибо большие глаза делает, сука, как никто. Однако по сути своей Критик — унылое говно, ни разу не трепетное лань, и ежели вы ждете от него решительного напору, то просидите на жопе до третьего пришествия.
            </Text>

            <Text tag="p" size="base">
                Критика следует аккуратно взять за шкирку, оторвать от компьютера и метким пинком подтолкнуть в нужном направлении, не вступая в диспут о смысле сих действий, ибо логика у них, сволочей, развита лучше, чем ожидаешь, на Критика глядючи.
            </Text>

            <Text tag="p" size="base">
                Впрочем, в быту они ненапряжны — положите их в уголок с книжкой и конфетами, и те будут себе тихонечко не отсвечивать, пока вы про них не вспомните и не употребите по назначению.
            </Text>

            <Text tag="p" size="base">
                К слову, употребить Критика получается у многих, просто потому, что Критику на вас положить.
            </Text>

            <Text tag="p" size="base">
                Чем может воспользоваться самый широкий круг лиц, от конфликтера до активатора, а активаторы у них еще те — видимо, потому что только их глубокий внутренний похуизм и может активизироваться от такого кошмара во плоти, как Хранитель.
            </Text>
        </>
    );
}
