import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Хранитель — это пиздец от соционики, и этим все сказано.
            </Text>

            <Text tag="p" size="large">
                Приближаться к ним не рекомендуется никому, будь вы хоть активатором, хоть, не побоимся этого громкого слова, полудуалом — если Хранитель вас заметил, то мы вам не завидуем.
            </Text>

            <Text tag="p" size="large">
                Хранители — главные скандалисты, довести до истерики могут даже святого (сиречь Гуманиста), и понять, что будет поводом для скандала, невозможно.
            </Text>

            <Text tag="p" size="large">
                В качестве доводов Хранитель может привести, как-то: рассказ о том, как вы ужасны были, есть и будете; бритву; веревку с мылом; вопли на весь район. А все почему? Да просто все не так, как хочется этим чистым, голубиным душам, последним инквизиторам этого мира.
            </Text>

            <Text tag="p" size="large">
                Искренней бескорыстной ненавистью ненавидят всю эту гребаную жизнь, и хотя они честно учатся, работают, трахаются и рожают детей, в глубине души они знают, что ни к чему хорошему оно все равно не придет, потому что все это НЕПРАВИЛЬНО.
            </Text>

            <Text tag="p" size="large">
                К слову, трахаться Хранители любят, шо пиздец, и заебут, в прямом и переносном смысле, любого; на внешний вид партнера им по большому счету плевать, но за недокрашенный глаз или криво завязанный галстук вас ждет долгий пиздеж или маленькая разборка.
            </Text>

            <Text tag="p" size="large">
                Еще они, суки, ревнивые и эмоциональные, потому орать на вас будут долго, по-любому.
            </Text>

            <hr />
            <Text tag="p" size="large">
                Хранители, как и Аналитики, всегда и все знают лучше, чем вы, однако на Аналитиков вы можете наорать или заехать в ебало на крайняк;
            </Text>

            <Text tag="p" size="h6" color="role">
                Хранитель поддается переубеждению лишь с помощью гаубицы, и то не всегда.
            </Text>

            <Text tag="p" size="large">
                Кроме того, они махровые идеалисты и ханжи, набитые принципами и моралью по самое не балуйся, из чего логически вытекает, что главный враг для нормального Хранителя — это Предприниматель, который любой принцип оценивает исключительно в величинах денежной единицы.
            </Text>
        </>
    );
}
