import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>быдло, ФГМ, ПГМ, самурай, неудачник, модератор, паладин, вахтёр, дачник, internet white knight, ТП</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Моралфаг, как и Гуманист, но с кулаками. Часто отличается резкостью оценок. Из-за чего часто вначале огребает пиздюлей, а затем ВНЕЗАПНО начинает раздавать их сам.
            </Text>

            <Text tag="p" size="large">
                Чотким Лидерам это рвёт шаблон, да и Новатором тоже достаётся — их биореактор, видите ли, неэтичен.  Впрочем, последние могут потравить в ответ беспощадным будущим и прочей эмергенцией.
            </Text>

            <Text tag="p" size="large">
                В новой компании это, обычно, тихий, скромный человек. Обладатели пронзительного, испепеляющего взгляда, на окружающих смотрят как на говно в кубе (но признаются в этом крайне неохотно), внутренне свято убеждены, что познали истину в Первой, она же Последняя инстанции (но в этом уж точно НИКОГДА не сознаются).
            </Text>

            <Text tag="p" size="large">
                Последние инквизиторы этого мира, готовы перебить половину человечества ради мира во всём мире (но признаются в этом только по пьяни), за добро любому пасть порвут. Почти все супергерои относятся именно к этому социотипу.
            </Text>

            <Text tag="p" size="large">
                Встречаются, как быдло, так и небыдло-варианты. ИЧСХ, оба ненавидят быдло чуть более, чем полностью.
            </Text>

            <Text tag="p" size="large">
                Считается интегральным типом Украины и Канады.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                А кто ещё будет ответственно выполнять должностные обязанности невзирая на копеечную зарплату? Чувство долга же!
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                В их присутсвии нельзя ржать над лохами и троллить их. Сами же они могут пинать и дрючить кого угодно.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Никто не имеет права трогать моего младшего брата, кроме меня!
            </Text>
        </>
    );
}
