import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Недоверчив, молчалив и спокоен до бешенства окружающих. Нерасчетлив в делах, и оттуда необоснованный риск.
            </Text>

            <Text tag="p" size="base">
                Он просто мелкий тиран какой-то.
            </Text>

            <Text tag="p" size="base">
                Этот за доброту любому пасть порвёт, и единственное, на что Хранители годны, так это ходить по инстанциям и выбивать чего-нибудь.
            </Text>

            <Text tag="p" size="base">
                Молчаливый, недоверчивый, себе на уме, консерватор. Коллекционер типа Плюшкина, немного жадина. Очень любит преподавать, но совершенно не может передать свои знания другим (наверное, от жадности).
            </Text>

            <Text tag="p" size="h6" color="role">
                Развратник-моралист. В зависимости от того, что преобладает в характере, может быть либо развратником на словах и моралистом на деле, либо развратником на деле и моралистом на словах.
            </Text>

            <Text tag="p" size="base">
                Завидует чужому семейному счастью. Любит создавать щекотливые ситуации и разговаривать по душам.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не любит разговоров за своей спиной.
            </Text>


            <Text tag="p" size="base">
                Бабник, гипнотизер, обломист по мелочам, тот, который громче всех смеется, и, самое главное, автор книги «Секс для чайников».
            </Text>

            <hr />

            <Text tag="p" size="base">
                С ним хорошо работать только черному логику — он суггестируется и делает тогда хоть что-то. Что он делает в остальное время, недоумеваю. Как его переносят другие типы — тоже.
            </Text>

            <Text tag="p" size="h6" color="role">
                Вечно плачет. Непревзойденный талант портить настроение.
            </Text>

            <Text tag="p" size="base">
                Мытьём, едой его жизнь начинается... тем же и заканчивается. Кроме вышесказанного его может интересовать только «как на него посмотрели и что о нём сказали».
            </Text>

            <Text tag="p" size="base">
                Не тяните его за язык: он, язык его, имеет свойство развязываться… развратно, как в строчках книги «Секс для чайников».
            </Text>

            <Text tag="p" size="h6" color="role">
                Но и мораль в то же самое время так и льется с его уст. Этот плачь его песней зовется.
            </Text>

            <Text tag="p" size="base">
                И песнь эта уж очень многим портит настроение, создавая щекотливые двусмысленные ситуации; и все ради того, что ему интересно, как на него посмотрели и что о нём скажут.
            </Text>

            <Text tag="p" size="h6" color="role">
                Хотите немного адреналина в кровь — заведите бизнес-партнера Хранителя! Инфаркт вам обеспечен.
            </Text>
        </>
    );
}
