import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Потому что Дипломаты — они, сука, положительные такие, что оторопь берет.
            </Text>

            <Text tag="p" size="base">
                Непрошибаемые, как танк, спокойные, как айсберг перед встречей с «Титаником», лыбятся по-монолизовскив ответ на любой выебон, и все им как с гуся вода.
            </Text>

            <Text tag="p" size="base">
                Надо сказать, что ассоциации с названием возникают самые что ни на есть авантюрно-приключенческие — подвески, кони, люди, королевская милость, все за одного и прочая хуйня; а на самом деле скучнее, чем Дипломат, могут быть только Мастера.
            </Text>

            <Text tag="p" size="base">
                И то Мастера при желании можно приставить к делу, и он будет торчать, где оставили, а вот Дипломата фиг заставишь — при всей показной тихушности в голове у нее есть четкое представление об идеальном мире.
            </Text>

            <Text tag="p" size="base">
                И мир этот напоминает кухню с большой плазмой над плитой.
            </Text>

            <Text tag="p" size="base">
                Что мы можем сказать об этих идеальных существах? Раздражают они нас страшно, потому что отсутствие недостатков неизменно настораживает и заставляет подозревать неладное.
            </Text>

            <Text tag="p" size="h6" color="role">
                Никакого двойного дна в Дипломате нет, и не ищите; ни острых углов, ни пошлых желаний, ни даже тайной порочной любви к портрету Бори Моисеева.
            </Text>

            <Text tag="p" size="base">
                Несмотря на иррациональность, жизнь их протекает распланированно, спокойно и последовательно, будто на обложке журнала «Настоящая женщина» (кстати, пол особого значения в данном случае не имеет);
            </Text>

            <Text tag="p" size="base">
                А в промежутках между приготовлением обедов, воспитанием детей и работой в какой-нибудь неприметной организации они успевают еще подобрать пару брошенных щенков/котят/головастиков.
            </Text>

            <Text tag="p" size="base">
                Родились они явно с серебряной поварешкой в заднице и нимбом на башке, и потому вечно хотят принести пользу ни в чем неповинному человечеству, но эдак ненавязчиво, в отличие от своих прямых конкурентов-Гуманистов, чью помощь попробуй только не принять – мало не покажется.
            </Text>
        </>
    );
}
