import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFP() {
    return (
        <>
            <AuthorLine text="Читать 3 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Ленивый, хитрейший интриган, приторно сладкий, вязкий, липучий. Лицемер. Обволакивает. Через какое-то время тесно и душно.
            </Text>

            <Text tag="p" size="base">
                За обаятельной улыбкой часто не оказывается никаких настоящих эмоций.
            </Text>

            <Text tag="p" size="base">
                Завидует чужому успеху, особенно денежному.
            </Text>

            <Text tag="p" size="h6" color="role">
                Упорный и настойчивый в достижении личного комфорта.
            </Text>

            <Text tag="p" size="base">
                Думает, что знает себе цену, но на самом деле абсурдно неадекватен в своей самооценке.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не верит ни одному слову, особенно когда выясняется, что без него вполне можно обойтись.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Житейский пофигист, который живет в мирке, ограниченном семьей и близкими друзьями. Что происходит за пределами этого мирка, его мало волнует.
            </Text>

            <Text tag="p" size="base">
                Идеал Дипломата — мелкобуржуазный каминчик, шестеро детей и погреб с вареньем и домашними соленьями.
            </Text>

            <Text tag="p" size="base">
                Не задается сложными философскими вопросами.
            </Text>

            <Text tag="p" size="h6" color="role">
                Принципы отсутствуют, помимо разве что библейских.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Работать не любят. Старательны, но беспомощны.
            </Text>

            <Text tag="p" size="base">
                Любой совет по делу воспринимают как бездушное издевательство, воспитанные — этически увещевают, невоспитанные — поднимают хай.
            </Text>

            <Text tag="p" size="h6" color="role">
                Безалаберный. Суетный, суёт свой нос, куда не просят.
            </Text>

            <Text tag="p" size="base">
                «Толку с него, как с козла молока, но вреда однако ж тоже никакого.» А в общем, приятно помолчать рядом.
            </Text>

            <Text tag="p" size="base">
                Этот тип являет собой чисто декоративную деталь офиса: за его обаятельной, а зачастую приторно-сладкой улыбкой нет никаких настоящих эмоций, а сплошное лицемерие и беспринципность.
            </Text>

            <Text tag="p" size="base">
                Хитросплетения его интриг обволакивают, от чего становится тесно и душно, вязко и липко. Личный комфорт для него — всё. Фетиш.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                И этот ленивец думает, что знает себе цену?!
            </Text>

            <Text tag="p" size="base">
                Но ошибается, милашка: он пустышка, и в глазах окружающих неадекватен до абсурда в своей самооценке.
            </Text>

            <Text tag="p" size="base">
                И не дай бог сравнить его с другими, и если при этом сравнение будет не в его пользу, что, мол, он аутсайдер, то впадает в полное недоверие, и начинает завидовать чужим успехам, особенно денежным.
            </Text>

            <Text tag="p" size="h6" color="role">
                Но отнимите у него булочку, и он заснет.
            </Text>
        </>
    );
}
