import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTJ() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Логический подтип — уж больно неприступен, когда умён, и когда... трезв. Властолюбец. С ним не договоришься.
            </Text>

            <Text tag="p" size="large">
                Готов послать других на смерть за принципы. Сам может быть бесстрашен до глупости, но обычно остается в живых.
            </Text>

            <Text tag="p" size="large">
                Презирает теневые структуры, не поддается силовому нажиму. Не любит размениваться по мелочам, но и общую картину видит криво и однобоко.
            </Text>

            <Text tag="p" size="h6" color="role">
                Неразборчив и стеснителен в чувствах.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Считает, что всегда прав.
            </Text>

            <Text tag="p" size="large">
                Завидует творческим неординарным личностям.
            </Text>

            <Text tag="p" size="large">
                Ещё один из коллекции тормозов: тормозит Макс агрессивно и глобально, везде залезет, всё проконтролирует, всё по его должно быть.
            </Text>

            <Text tag="p" size="large">
                И что самое худшее — сил у него достаточно для насаждения своего маразма!
            </Text>

            <Text tag="p" size="large">
                А уж отношения к родственникам так и вообще за гранью всего — ради своих каких-то там схем готовы всю свою семью положить, да ещё и гордятся этим...
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Полностью автономная замкнутая система с кондиционером и микроволновкой.
            </Text>

            <Text tag="p" size="large">
                Квадратное колесо — собирается тяжело, но не долго, включается — словно барьер взял. Когда все идет хорошо — это только его заслуга, когда все идет плохо — все кругом виноваты.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он один только понимает, что коллективу на пользу, всех построит и прижмет к ногтю.
            </Text>

            <Text tag="p" size="large">
                Параноик по жизни. Никогда не будет делать ничего, что не принесет ему материальной или моральной выгоды, причем материальная преобладает, как более существенная: если не расплатиться с ним в вещественной форме за работу, тут же заподозрит, что его дураком считают, и вмажет от всей души.
            </Text>

            <Text tag="p" size="large">
                Основная функция — всем мешать. Что угодно, лишь бы мир не изменился. Человек, по его мнению, — недоделанный робот.
            </Text>

            <Text tag="p" size="large">
                Не могут оторваться от правил, которые сами для себя и устанавливают.
            </Text>

            <Text tag="p" size="large">
                Скупы. Не способны поддаваться душевным порывам и сами от этого страдают. Занудны.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Шаг вперед и два назад, что касается чувств. Не умеют выражать свои чувства.
            </Text>

            <Text tag="p" size="large">
                Грешат перепадами настроения, склонны к депрессии. Все взвешивают, часто страхуются, где это не нужно делать, замкнуты, недоверчивы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Страдают комплексом неполноценности, но тщательно это скрывают.
            </Text>

            <Text tag="p" size="large">
                В сексе нуждаются в дополнительных стимулах (и стимуляторах).
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Верят в свое особенное предназначение.
            </Text>

            <Text tag="p" size="large">
                Не уверены в себе, но производят диаметрально противоположное впечатление на окружающих.
            </Text>

            <Text tag="p" size="h6" color="role">
                Резки и грешат бестактностью. Окружающие часто не понимают их.
            </Text>

            <Text tag="p" size="large">
                Зациклен на слове «правильно». У Инспектора все должно быть правильно, все, «как у людей», не имеет значения, удобно ли это, выгодно ли это, нужно ли это кому-нибудь.
            </Text>

            <Text tag="p" size="large">
                И вообще, он лучше знает «как удобно».
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Самая большая мечта — регламентировать все стороны человеческой жизни. И неусыпно контролировать исполнение установленных правил.
            </Text>

            <Text tag="p" size="large">
                За сон на четыре минуты дольше установленного срока — штраф, за принятие пищи в не установленное регламентом время — пятнадцать суток ареста и т.д.
            </Text>

            <Text tag="p" size="h6" color="role">
                На лице написано: «Два наряда вне очереди!»
            </Text>

            <Text tag="p" size="large">
                Прорехи в логике, которые он только кулаками и в состоянии «залатать».
            </Text>
        </>
    );
}
