import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="large" color="accent">
                <i>админ, инженер, альфа-самец, мент, политрук, прапорщик, ФГМ, самурай, поцреот, строгая госпожа, вахтёр, пафос, монархист, угнетатель, совок, уг, ымперец, выживальщик, мужик, казак, граммар-наци, модератор</i>
            </Text>

            <Text tag="p" size="large">
                Симбиоз Лидера и Аналитика в одном лице. От первого взял стремление командовать людьми, от второго — страсть к иерархиям и системам. В результате получается машина подчинения, довящая людей не в личных собственных целях (как это может сделать Лидер), а за несоблюдение правил. Отсюда ещё одно название — Инспектор.
            </Text>

            <Text tag="p" size="h6" color="role">
                Диктаторы по своей натуре. При этом сами Инспекторы охотно слушаются тех, кого они искренне считают выше себя в развитии или в социальной иерархии. Правда, добиться от него такого отношения очень и очень сложно. Обычно это удаётся более продвинутым Инспекторам или Лидерам.
            </Text>

            <Text tag="p" size="large">
                Часто увлекается BDSM, ввиду своего патологического стремления к доминированию, а также страсти к силе в любых её проявлениях. Может защищать слабых (читай Наставников и Лириков), чтобы показать, что он (она) — хороший годный и добрый человек.
            </Text>

            <Text tag="p" size="large">
                Среди Инспекторов порой попадаются редкие мудаки, отличающиеся неимоверной вредностью и упёртостью. Они строго соблюдают усвоенные правила и очень не любят их менять. Наверное, поэтому многие из них — консерваторы, тоскующие по тоталитарным системам. Нередко они устраиваются на такую работу, где синдром вахтёра лишь приветствуется.
            </Text>

            <Text tag="p" size="large">
                Часто идут в модераторы. Велик процент «Максимов» среди корректоров, редакторов, и таки IT-шников. Также очень часто встречается в военных или государственных структурах. Любых. Замечено также, что Инспекторов много среди простых школьных учителей (любят дрючить), искусствоведов/нумизматов/антикварщиков (любят что-нибудь коллекционировать, в том числе красивые и дорогие вещи), а также представителей творческих профессий вроде дизайнеров, музыкантов, художников (видимо, так проявляется сенсорика во второй творческой функции). Так-то. Часто проповедник идеологии «Добро должно быть с кулаками». И попробуй, сука, откажись от этого бобра, мало не покажется!
            </Text>

            <Text tag="p" size="large">
                Интегральный тип Германии.
            </Text>

            <Text tag="p" size="body" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Таки погонщики рабов и надзиратели нужны этому миру. Никто не переплюнет Инспектора на этих должностях. В быту часто может показаться, что мало что умеют, ибо не заморачиваются на нём, как Администраторы, но если вдруг приспичит, то обнаруживают невъебенные способности и познания. В отличие от Аналитика, который будет скулить и рассказывать, как надо, но сам делать ничего не захочет.
            </Text>

            <Text tag="p" size="body" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Злые мудаки. Никого, кроме себя, не слушают, ибо всегда сами знают «как надо». Хронически не выносят безалаберных мечтателей/распиздяев (вроде Советчика и Новатора) и, при случае, находят какой-нибудь садистский способ их наказать («в воспитательных целях»). В недуальных отношениях срутся по поводу и без, ибо всегда найдут к чему придраться.
            </Text>
        </>
    );
}
