import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Инспекторы — они просто суки, и добавить к этому нечего.
            </Text>

            <Text tag="p" size="base">
                В глубине души они знают, что мир устроен неправильно, и уж они-то, как его исправить — а потому вся их деятельность направлена на то, что портить жизнь окружающим, активно их исправляя.
            </Text>

            <Text tag="p" size="base">
                В отличие от Хранителей, он не будет зря орать и биться в истерике — он просто прикажет, и попробуйте не подчиниться: таких беспогонных генералов, придирающихся к любой фигне, надо поискать.
            </Text>

            <Text tag="p" size="base">
                У Инспектора все должно быть так, как надо, но вместо того, чтоб тихо организовывать свой рациональный рай самостоятельно, они активно припахивают к работе всех, кто под руку попадется.
            </Text>

            <Text tag="p" size="base">
                Несмотря на сенсорику, вкус в Инспекторе отсутствует от рождения, зато имеется смекалка, благодаря которой на люди он выходит всегда в строгом костюме, руководствуясь, видимо, тем мнением, что хороший костюм даже владельцем не испортишь.
            </Text>

            <Text tag="p" size="base">
                К слову, в личном романтики в Максе ни на грош, зато формальности он соблюдет с удовольствием — правда, после свадьбы этот сухарь не преобразится в любящего супруга, он так и останется сукой, которого может вывести из себя криво сложенная салфетка.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Еще они корыстны до неприличия, что удачно сочетается с почти полным отсутствием интереса к делам сердечным, помимо удовлетворения физиологических нужд.
            </Text>

            <Text tag="p" size="base">
                Брак по расчету — то, что нужно их страждущей рациональной душе.
            </Text>

            <Text tag="p" size="base">
                А вот что они любят, так это работать — с утра и до поздней ночи, дятлы-энтузиасты страшные, тот тип одержимого начальника, который оштрафует на пол-зарплаты за пятиминутное опоздание, а за любой промах сначала наорет, а потом сделает все сам.
            </Text>

            <Text tag="p" size="base">
                С первого взгляда кажется, что Инспектор логичен до неприличия, но по сути он настолько зациклен на себе любимом, что вывести его из состояния вечной медитации на собственный мозг может только что-то действительно из ряда вон выходящее, например, такое чудо в перьях, как Наставник.
            </Text>
        </>
    );
}
