import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Ведь Мастера — они, сука, тихие как мыши, и сидят по жизни в уголку, прикрывшись ветошью.
            </Text>

            <Text tag="p" size="base">
                Сидят, починяют примус, конструируют вечный двигатель (вот руки у них не из жопы, что есть, того не отнять), готовят кремовый штрудель или делают еще что-нибудь не менее полезное для мироздания и для вас в частности.
            </Text>

            <Text tag="p" size="base">
                Однако не рассчитывайте, что в один прекрасный день Мастер вдруг выпрыгнет из угла, расфуфырится и оборотится принцем на белом мерседесе — не выпрыгнет.
            </Text>

            <Text tag="p" size="base">
                Ему в своем углу спокойно и хорошо. Людей, особенно ярких Энтузиастов и гиперуверенных Политиков, он тихо ненавидит, не осмеливаясь выразить свои чувства вслух.
            </Text>

            <Text tag="p" size="base">
                Логика подсказывает, что Советчика, прыгающую вокруг него, как заводной мячик, ненавидит больше всего, но сказать пужается.
            </Text>

            <Text tag="p" size="base">
                Мастер вообще всегда молчит, и на лице его застыла робкая улыбка, которая безумно раздражает любого, кто способен связать два слова с третьим, в отличие от.
            </Text>

            <Text tag="p" size="base">
                Зато Мастер хозяйственный, сука, и работящий, гвоздь там забить или паяльником поработать — это ему как два пальца.
            </Text>

            <Text tag="p" size="base">
                В постели Мастер тоже работящ и активен, как электродрель, и примерно так же блещет фантазией.
            </Text>

            <Text tag="p" size="h6" color="role">
                Добавим, что Мастера женского пола порой косят под «идеального Лирика», играя тургеневских трепетных барышень, краснеющих от матерного анекдота.
            </Text>

            <Text tag="p" size="base">
                А при близком рассмотрении вместо нежного стыдливого румянца и расцветающего цветка невинности вы обнаруживаете все того же смертельно скучного тихушника, которого все пятьсот позиций из Камасутры не излечат от робкой улыбки, за которую отчетливо хочется двинуть по услужливой роже.
            </Text>
        </>
    );
}
