import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTP() {
    return (
        <>
            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Немножко честности мне не повредит. Льстец.
            </Text>

            <Text tag="p" size="large">
                Спит двадцать четыре часа в сутки. С ним можно общаться, пока он не начнет капризничать. Не следует обращать на него слишком много внимания.
            </Text>

            <Text tag="p" size="large">
                Мастеров мужиков надо сразу после типирования в тюрягу сажать — бандюги не меньше Лидеров. Но если Лидер хоть бандюга откровенный, то Мастеру иногда удаётся чисто случайно приличным человеком казаться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ну и тормоз, конечно, тот ещё, но тормозит он не из принципа, а от ограниченности своей....
            </Text>

            <Text tag="p" size="large">
                И сами немного похожи на изделия материального мира — прочные, качественные, плотные, требующие внимательного обращения к себе. Ленивец с криминальным складом ума и с не приложенной инструкцией по пользованию им.
            </Text>

            <Text tag="p" size="h6" color="role">
                Лежит по уши в дерьме и мечтает о высших материях.
            </Text>

            <Text tag="p" size="large">
                При том даже мечты у него какие-то глупые, нелогичные... а как начнёт говорить, то заснуть можно, я уже минут 20 назад его мысль понял, он ещё ни как не может её сформулировать...
            </Text>

            <Text tag="p" size="h6" color="role">
                Он не стремиться к обществу, сотрудничеству, абсолютно автономен и независим.
            </Text>
        </>
    );
}
