import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENFP() {
    return (
        <>
            <AuthorLine text='Читать 7 минут' iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Самый безбашенный и веселый соционический тип во всем соционе.
            </Text>

            <hr />

            <Text tag="p">
                Отлично улавливает силу и слабость любого человека, способен найти выход из любой сложной этической ситуации, эффективно в любой ситуации разведывает ему необходимую информацию и умело этим пользуется, и тем самым заслужил псевдоним «разведчика».
            </Text>

            <Text tag="p">
                Способен распознать мотивы поступков. Сильное воображение, видит перспективность или бесперспективность развивающихся отношений.
            </Text>

            <Text tag="p" size="h6" color="role">
                Яркие фантазии часто обитают в его голове.
            </Text>

            <Text tag="p">
                Характерны быстрые смены интересов, спонтанное принятие решений. Наблюдательный и любознательный. Интересуется всем необычным и загадочным.
            </Text>

            <Text tag="p">
                Его увлекает все необычное, что на первый взгляд кажется захватывающим. Не нацелен на далекие перспективы. Мгновенно способен принять решение о серьезном изучении только услышанного.
            </Text>

            <Text tag="p">
                Бывает, что из-за широты интересов, он в течении жизни заканчивает несколько вузов, посещает разные многочисленные курсы и семинары.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Быстро улавливает суть вещей.
            </Text>


            <Text tag="p">
                Ему трудно определиться, что главное, а что второстепенное, и часто бывает, что он оставляет начатое на полпути.
            </Text>

            <Text tag="p">
                Благодаря перечисленным качествам, его можно считать лучшим журналистом, педагогом, рекламистом.
            </Text>

            <Text tag="p">
                В незнакомых ситуациях у него появляется блуждающий взгляд, он глазами как будто «бродит» вокруг, что то ищет, разведывает. Это создает впечатление рассеянного человека.
            </Text>

            <Text tag="p" size="h6" color="role">
                Везде, где он находится, он как бы автоматически предугадывает ход событий.
            </Text>

            <Text tag="p">
                В его памяти «отпечатываются» как на пленке много разных кадров.
            </Text>

            <hr />

            <Text tag="p">
                Сперва он даже недооценивает важность этих кадров. Бывает, что в этой цепочке не хватает какого-то звена. Вдруг в какой-то момент  говорит «У меня идея!».
            </Text>

            <Text tag="p">
                Вновь услышанная информация заполняет все ранее отсутствующие звенья в его цепочке, и Советчик завершает процесс своих наблюдений.
            </Text>

            <Text tag="p" size="h6" color="role">
                С рождения отличный знаток людей, быстро отгадывает их желания.
            </Text>

            <Text tag="p">
                Эта черта дает ему шанс стать хорошим психологом, поскольку он умеет и хочет быть с каждым в дружеских отношениях.
            </Text>

            <Text tag="p">
                Но, увы, он как бы притягивает к себе все неудачи и беды другого человека, и долго носит их в себе. Поэтому у него часто появляется ощущение, что потерял какую то часть себя.
            </Text>

            <Text tag="p">
                К сожалению, его советы чаще всего расплывчатые, неконкретные, не помогают другому принять правильное решение. На некоторое время он способен, беседуя с человеком, направить его на верный путь. Но ему не под силу дать точный совет, даже избегает таких ситуаций.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он талантливый мечтатель и фантазер. Ярко выраженная творческая личность.
            </Text>

            <Text tag="p">
                Украшает свою жизнь выдумкой и изобретательностью. Способен талантливо воплотить свои фантазии и замыслы в реальную жизнь, создавая разные сценарии, например для праздников и пр.
            </Text>

            <Text tag="p">
                Выполняя обязанности в нетворческих отраслях, все равно ищет неординарные решения — во-первых, чтобы самому было интереснее и не надоела работа, во вторых, таким способом он вносит разнообразие, предоставляя индивидуальную точку зрения и необычные решения.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходимо делиться своими знаниями, опытом, переживаниями и подтверждать свою уникальность.
            </Text>

            <Text tag="p">
                Это его качество бывает особенно необходимо для распространения новых достижений в науке и искусстве.
            </Text>

            <hr />

            <Text tag="p">
                Он желает везде достичь высоких результатов. Идеализирует все, в том числе свои способности. Как идеалист, он желает быть человеком без недостатков. Не любит открыто признавать свои поражения, чтобы не показаться неудачником.
            </Text>

            <Text tag="p" size="h6" color="role">
                Умело находит выход из, казалось бы, безвыходных ситуаций.
            </Text>

            <Text tag="p">
                Обычно создает и поддерживает доброжелательную атмосферу в коллективе, приспосабливается к собеседнику, знает кому и что говорить. Способен уделить внимание, произнести успокаивающие слова, ненавязчиво подбодрить. Легко находит индивидуальный подход к каждому, иной раз извлекая из этого выгоду.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не имеет стабильной и устойчивой точки зрения.
            </Text>

            <Text tag="p">
                Поэтому обычно он легко соглашается с мнением большинства. А в другой ситуации может выразить поддержку противоположному мнению. Таким образом он регулирует отношения с нужными людьми.
            </Text>

            <Text tag="p" size="h6" color="role">
                Избегает контакта с грубыми, невоспитанными людьми.
            </Text>

            <hr />

            <Text tag="p">
                Нетерпим к недостаткам других. Теряет свой интерес к тем, кто не выдержал его этической проверки. Предчувствуя, что действительно придется брать на себя ответственность за решения другого человека, он создает искусственную дистанцию.
            </Text>

            <Text tag="p" size="h6" color="role">
                Часто демонстрирует свою игривость, особенно в словах.
            </Text>

            <Text tag="p">
                Такое поведение иногда производит впечатление поверхностного, беззаботного и легкомысленного человека. Однако общение с Советчиком может сложиться непредсказуемо, иногда даже для него самого.
            </Text>

            <Text tag="p" size="h6" color="role">
                Душевная близость может оказаться мнимой и обманчивой, его дружелюбие никаким образом не связано с подлинным отношением к человеку.
            </Text>

            <Text tag="p">
                Если встречает душевно близкого человека, который чаще этический тип, образуется глубокая и длительная дружба. Ради такого друга способен пойти на жертвы, например, встать среди ночи, чтобы оказать помощь.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Ему необходимо быть принятым в обществе.
            </Text>

            <Text tag="p">
                Казалось бы, после удачно проведенных часов вместе, он может вдруг потерять интерес и необъяснимо исчезнуть. Если попадает в опасную ситуацию, в большинстве случаев он легко находит выход из нее, но иногда неприятности липнут к нему.
            </Text>

            <Text tag="p" size="h6" color="role">
                Манипулируя людьми, ожидает ответной реакции.
            </Text>

            <Text tag="p">
                Часто анализирует свои действия, старается понять причины поведения. Ему трудно оценивать себя по достоинству. Хотя способен оценить других.
            </Text>

            <Text tag="p">
                В течении жизни у него меняется много друзей, но ни с одним из них он не прерывает отношений окончательно. Считает, что в определенный момент может вернуться и возобновить дружбу.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Работу начинает с большим энтузиазмом.
            </Text>

            <Text tag="p">
                Если её можно сделать за кратковременный срок, энтузиазм не теряется. Но при долгосрочной работе или в случае неудачи может не закончить начатое, или ему придется заставить себя довести дело до конца.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходим комфорт, но сам его создать не умеет.
            </Text>

            <Text tag="p">
                Обычно в его квартире царит некий хаос. У него отсутствует понятие «всему своё место», по возможности избегает бытовых дел.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Считает себя волевым, целеустремленным и самоуверенным человеком.
            </Text>

            <Text tag="p">
                Бывает, что демонстративно отстаивает свои права, но свои волевые качества обсуждать не желает, часто считает себя сильным лидером.
            </Text>

            <Text tag="p">
                Именно поэтому он склонен выдвигаться в лидеры. Однако он не берет на себя лишнюю ответственность, поскольку ему не хватает выдержки и целеустремленности. Но однажды потерпев поражение, понимает, что может быть лидером лишь второго плана.
            </Text>

            <hr />

            <Text tag="p">
                Способен мобилизоваться, в непредвиденных ситуациях становится решительным, активным, проявляет смелость. Интуитивно находит решения и умело координирует работу людей в чрезвычайных ситуациях. Знает, что способен сделать сам и что нужно потребовать сделать от других.
            </Text>

            <Text tag="p" size="h6" color="role">
                Сопротивляется всяческим ограничениям свободы.
            </Text>

            <Text tag="p">
                Плохо чувствует себя на работе, которая связывает определенным расписанием и ритмом. Тяжело соблюдает выдвинутые требования.
            </Text>

            <Text tag="p">
                Такие действия могут вызвать для него необратимые последствия. Способен отменить ранее принятые решения. Соблюдения правил, установленного порядка и прочее мешают ему жить. Избегает однообразия.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Свою работу совершенствует, делает её более интересной и захватывающей.
            </Text>

            <Text tag="p">
                Часто пытается выполнить задание в собственной манере, не так, как другие. Другие считают такое поведение недисциплинированностью. Работу превращает в игру и выполняет её непринужденно. Не признает формальностей.
            </Text>

            <Text tag="p">
                Даже серьезные отношения старается вести в свободной атмосфере. Это ему часто успешно удается. Если задуманное не удалось реализовать, чувствует себя обеспокоенным. Ему не приятны замечания по поводу необдуманных действий и поступков. Ему тяжело понять сложные схемы или системы. Открыто не признает свои слабости, хотя внутри он самокритичен, знает свои недостатки.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Ему тяжело длительное время концентрироваться на чем-то одном, он становится невнимательным.
            </Text>

            <Text tag="p">
                Он не всегда вникает в детали. Выслушивает информацию поверхностно, и также передает её другим, запутываясь в терминологии и в фактах. Особенно это заметно, если он выбирает профессию, которая связана с точными науками.
            </Text>

            <Text tag="p">
                Не следует инструкциям и правилам, растолковывает их по-своему. С трудом составляет подробные и точные отчеты. Он пытается внести своё творчество, но не думает о её неуместности.
            </Text>

            <Text tag="p" size="h6" color="role">
                Требовать от него четкую и сложную информацию не стоит.
            </Text>

            <Text tag="p">
                В наилучшем случае он делегирует это другим, в наихудшем — вам самому придется исправить многочисленные его ошибки и недочеты.
            </Text>

            <Text tag="p">
                Полностью расслабляется только в комфортной обстановке, где ему не надо заниматься бытовыми вопросами. У него слабое ощущение физической стороны жизни. Не способен регулярно следить за порядком вокруг себя.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Часто у него вещи разбросаны по всей квартире.
            </Text>

            <Text tag="p" color="accent">
                <i>У женщин на кухне можно найти все ранее использованное и лишнее, в том числе продукты, срок годности которых просрочен. Уход за квартирой делается поверхностно и с усилием. Лучше всего заботу по быту переложит на других.</i>
            </Text>

            <Text tag="p">
                Также у него возникают проблемы с одеждой. Он часто пытается подтвердить свою индивидуальность неординарным стилем одежды, но обижается на замечания по несоблюдению общепринятых норм.
            </Text>

            <Text tag="p">
                С трудом чувствует своё тело. Не может объяснить ощущения боли, усталости, резкой смены температуры.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не способен заботиться о здоровье и отдыхе постоянно. Он нуждается в человеке, который будет заботиться о нем и баловать.
            </Text>

            <Text tag="p">
                Длительное одиночество в рабочем кабинете забирает у него силы. Его работоспособность зависит тот настроения. Советчик предпочитает работу в коллективе. Ему необходима быстро выполняемая работа. Настроен на скорый результат, а не на длительные процессы.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он умело регулирует темп психологического сближения или отдаления человека.
            </Text>

            <Text tag="p">
                Хотя делает вид, что желает быть со всеми в хороших отношениях, как представитель аристократической квадры сохраняет соответствующую дистанцию.
            </Text>

            <Text tag="p">
                Предусмотрительный, наблюдает и делает свои выводы о грозящих опасностях в отношениях, и предупреждает об этом тех, кого считает нужными.
            </Text>

            <Text tag="p">
                Раздражает, если другие бестолково отнимают у него время и поступают непорядочно, он воспринимает это, как неуважение к себе. Если попал в жесткие обстоятельства, ему бывает жаль зря потраченного времени, а не потраченных сил.
            </Text>

            <hr />

            <Text tag="p">
                Болезненно переживает неудачи, несправедливость, замечания, ссоры. Когда он терпит поражения, получает отказы, приходит отчаяние и ему необходимо побыть в одиночестве, чтобы восстановить внутреннее равновесие.
            </Text>

            <Text tag="p" size="h6" color="role">
                Его внутренний мир сложен и противоречив. Внешне развязан и игрив, но внутри сражается с переживаниями и грустными мыслями.
            </Text>

            <Text tag="p">
                Чтобы избавиться от них, может использовать опьяняющие средства. Может впасть в депрессию, что свойственно для представителей этого социотипа.
            </Text>

            <Text tag="p">
                Если не нашел подходящее место в жизни, как уже говорилось, он не признает свои неудачи. В связи с этим на рабочем месте становится человеком, провоцирующем гнев других. В таких ситуациях не способен сдержаться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Защищая себя, раздражается, повышает голос.
            </Text>

            <Text tag="p">
                Обладает талантом актера, он способен импровизировать, пародировать голоса и поведение других. Его привлекают талантливые и успешные личности.
            </Text>
        </>
    );
}
