import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine text='Читать 7 минут' iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Миссия — радоваться самому и радовать других.
            </Text>

            <hr />

            <Text tag="p">
                Очень простой в общении человек, способный зарядить позитивом кого-угодно. Отличается от других своим жизнелюбием и стремлением во всем видеть только позитив. Своим присутствием способен передавать другим свою радость и позитивные эмоции, разряжая обстановку и поднимая настроение. Это объясняет, почему его воспринимают как энтузиаста.
            </Text>

            <Text tag="p">
                Общителен, подвижен, легко вступает в отношения и успешно их строит.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходимо находиться в окружении людей, видеть в них только положительные стороны, исключая полностью отрицательные. Наблюдает и улавливает малейшие изменения в настроениях других людей.
            </Text>

            <Text tag="p">
                Выражение лица говорит о его самочувствии. Дружелюбный, праздничный взгляд, выразительные глаза, все что с ним происходит заметно всем.
            </Text>

            <hr />

            <Text tag="p">
                Самая большая амплитуда тонов голоса. Если он – актер или шоу-мэн, его громкий и лаконичный голос используется в рекламных клипах.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он знает и понимает, какой тон голоса, какие жесты и мимику следует применить в той или иной ситуации. Это ему удается естественно. 
            </Text>

            <Text tag="p">
                Везде, где появляется Энтузиаст, настроение компании меняется, начинается веселье, смех, шутки. Он избегает ситуаций, когда люди сидят с мраморными лицами, не шутят и не веселятся, а только жалуются и проклинают судьбу. Считает, что каждый может найти что-то радостное в жизни, нужно пытаться избегать негатива.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не стесняется показывать свои чувства — открыто выражает счастье, любовь, страх, удивление, восторг.
            </Text>

            <Text tag="p">
                Бывает, обижается из-за мелочей, даже на тех, кто хорошо к нему относится.
            </Text>

            <Text tag="p">
                Случается, что другой раз он плохо понимает причину оскорбления и может на серьезную обиду не отреагировать. Услышав что-то неприятное, может вспыхнуть, но обиду долго не держит.
            </Text>

            <Text tag="p">
                Для получения позитивных эмоций представители этого типа нуждаются в посещении культурных мероприятий – концерты, театр, вечера поэзии. Чтобы получить позитивный эмоциональный заряд, может просто погулять по городу, любуясь красотой.
            </Text>

            <hr />
            
            <Text tag="p" size="h6" color="role">
                Сильно выражено понимание красоты окружающего мира, сильно развиты способности ощущений.
            </Text>

            <Text tag="p">
                Очень важно опекать своих близких. В доме всегда уют и комфорт, даже по будням создается праздничная атмосфера.
            </Text>

            <Text tag="p">
                Он незаменимый организатор праздников, и не только дома. У него талант готовить изысканные блюда, а также со вкусом накрывать на стол.
            </Text>

            <Text tag="p">
                Все у него продумано, начиная с сюрприза для каждого гостя до застольных речей. Приятный собеседник, внимательный слушатель.
            </Text>

            <Text tag="p">
                Как традиционалист всегда находит время, чтобы найти для каждого члена семьи подарки, сувениры, никогда про это не забывает. При этом с любовью и выдумкой красиво оформляет каждый подарок, завязывает ленточками и каждому посвящает праздничные слова.
            </Text>

            <hr />

            <Text tag="p">
                Любимые темы разговоров — питание, культура, искусство, книги, одежда, семья. Он создатель высокой моды.
            </Text>

            <Text tag="p" size="h6" color="role">
                Одевается со вкусом, но бывает преувеличение в роскоши, либо чрезмерные акценты.
            </Text>

            <Text tag="p">
                Особенно отличаются женщины, которые умело подбирают наряды, сочетая бижутерию. Выбирая одежду, не всегда учитывает тенденции моды, предпочитает то, что больше им подходит. Ему необходимо всегда выглядеть элегантно — естественно появляется желание освежить гардероб. Он часто выделяется в обществе своей изысканной внешностью.
            </Text>

            <Text tag="p">
                Как эстет и любитель красоты, оценивает внешность другого человека. Избегает резких замечаний, но если ему необходимо находиться долгое время в одном помещении с человеком (на рабочем месте), может дать рекомендации, как одеваться и что изменить во внешнем виде. Другой раз может что-то подарить или отдать из своих вещей.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Для него важно обеспеченность и материальное благосостояние, он нуждается в этом постоянно.
            </Text>
            
            <Text tag="p">
                Однажды насладившись жизнью в роскоши, вряд ли потом выберет жизнь «в шалаше».
            </Text>

            <Text tag="p">
                Преподносит себя как делового человека. Хотя он не достигает высоких вершин в бизнесе, но умеет постепенно продвигаться к выгодным позициям и хорошо зарабатывать. Успешно умеет «продать» свою работу.
            </Text>

            <Text tag="p">
                Услуги его обычно отличаются высокой ценой. Иногда выбирает ручную работу, которая ему хорошо дается.
            </Text>

            <Text tag="p">
                Однако он не экономный, не умеет просчитать, как на долго ему хватит денег. Поскольку он нуждается в роскошной жизни, деньги тратит быстро, не думая останется ли на завтра.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Умеет применять изученное на практике, однако в незнакомых ситуациях теряет уверенность в себе.
            </Text>

            <Text tag="p">
                Делая аналитическую работу, где требуется гибкое мышление, он запутывается в цифрах, терминологии и фактах. Едва ли способен исполнить качественно кропотливую работу. Часто делегирует её другим.
            </Text>

            <Text tag="p">
                Умело торгуется, определяет качество вещей. Выбирая покупки или когда под его руководством исполняются ручные работы (ремонт, строительство, шитье, услуги парикмахера) придирается к каждой мелочи.
            </Text>

            <Text tag="p">
                Если он не нашел счастья в семье, в работе, в нем копится напряженность.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он легко становится зависимым от алкоголя и наркотиков.
            </Text>

            <Text tag="p">
                В поисках разнообразия способен увлекаться азартными играми и впасть в зависимость от них.
            </Text>

            <Text tag="p" color="accent">
                <i>Среди них встречаются талантливые актеры, которые приносят себя в жертву этой профессии, и как бы сжигая себя. Такое состояние усиливается в сложных ролях.
                В бытовой жизни он чувствуется свои силы полностью исчерпанными, и это заставляет его употреблять допинг.</i>
            </Text>

            <Text tag="p" color="accent">
                <i>Поскольку он — реалист, он не опустошит себя для роли, в которой не требуется глубокого погружения в образ.</i>
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Всегда торопится, ему всегда не хватает времени, потому что он неумело распоряжается им.
            </Text>

            <Text tag="p">
                Его ежедневный график часто перенасыщен делами. Он переходит от одного дела к другому, часто передвигает запланированное. Бывает перегружен недоделанной работой.
            </Text>

            <Text tag="p">
                Ожидание для него — тяжелая пытка. Чрезмерно полагается на свои силы, поэтому страдает его здоровье.
            </Text>

            <Text tag="p" size="h6" color="role">
                Живет настоящим моментом. То, о чем мечтает и чего желает, ему необходимо получить здесь и сейчас.
            </Text>

            <Text tag="p">
                Он не представляет, как возможно свои желания перенести на будущее. Всегда в курсе обо всем происходящем в кругу своих людей. Легко делится информацией, может высказать свое мнение о других, но ни в коем случае не допускает вмешательства в свою личную жизнь.
            </Text>

            <Text tag="p">
                Если затронут болезненный для его вопрос, это можно сравнить с поговоркой: «В чужом глазу соринку видит, а в своем бревна не замечает.»
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он легко воспринимает информацию, которая изложена логически понятно, ясно и конкретно.
            </Text> 

            <Text tag="p">
                Его больше всего убеждают факты, примеры. С трудом определяет, насколько верную информацию ему предоставляют. Но он спокойно относится к своей неразвитой логике. Ему необходимо, чтобы окружающие его люди были справедливыми и честными, иначе он потеряет веру. Считает, что все сказанное должно быть истинным.
            </Text>

            <Text tag="p">
                Заимствует взгляды и мысли других, иногда цитирует их неуместно. Это объясняется тем, что некоторые их них не имеют способности самостоятельно добывать нужную информацию. В таких ситуациях сам не ищет, спрашивает у мудрых людей.
            </Text>

            <Text tag="p">
                Лишь некоторые отлично находят нужную информацию и знают, где её искать. У него часто возникают вопросы «почему», нуждается, чтобы ему был предоставлен исчерпывающий ответ.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходимы новые идеи, перспективные изобретения, перемены.
            </Text>

            <hr />

            <Text tag="p">
                Как традиционалисту для него важны нормы поведения, принятые в обществе, и он следит за их соблюдением. Он считает нужным давать другим замечания по правилам поведения и манерам.
            </Text>

            <Text tag="p">
                Старается не портить отношения с людьми. Считает, что все люди заслужили равные права и возможности, только такое общество он готов принять.
            </Text>

            <Text tag="p">
                От него нельзя ожидать выражения собственного отношения. Ожидая такой ответ, приходиться убеждаться в его внезапной грубости.
            </Text>

            <Text tag="p">
                Требование предоставить мнение о других, если он сам не готов его выразить — это как покушение на его внутренний мир.
            </Text>

            <Text tag="p">
                При возникших недоразумениях способен первым идти на примирение. Может пристыдить людей, которые ведут себя непристойно и обижают других.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Защищая других, способен жертвовать и даже применить физическую силу. Не способен ударить первым.
            </Text>

            <Text tag="p">
                Бывает, что сам себя не берется защищать.Предприимчивый человек, в жизни много чего добивается сам. В работе самостоятелен, может постоять за свои интересы.
            </Text>

            <Text tag="p">
                Всегда выделяется своим естественным поведением и элегантностью, среди них не встречаются «серые мышки». Выбирает профессию, где возможен карьерный рост, достойная зарплата и получение высокого статуса.
            </Text>

            <Text tag="p">
                Не стремится к высоким позициям в управлении и бизнесе.
            </Text>
            <Text tag="p" color="accent"> 
                <i>Редко встречаются среди них представители непрестижных профессий (грузчик, санитар, дворник).</i>
            </Text>
        </>
    );
}
