import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine readTime='8'>Микелсоне Велта</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Прирожденный политик, человек, который умеет убеждать и вести за собой.
            </Text>

            <hr />

            <Text tag="p">
                Наделен силой воли и огромной энергией. Рожден быть лидером, руководителем и организатором, он чаще всего занимает ведущие должности. Выдвигает цель и убежденно стремиться к ней, своей идеей увлекая и объединяя и захватывая людей.
            </Text>

            <Text tag="p">
                Знаток людей с рождения, своим проницательным взглядом моментально видит настроение и легко определяет — на кого можно повлиять, а кого следует опасаться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Умело расшевелит нерешительных и неуверенных, но с трудом подчиняется управлению других, особенно тех кто слабее его.
            </Text>

            <Text tag="p">
                Ему необходима свобода, независимость и широкое пространство в деятельности, иначе он задыхается от безделья.
            </Text>

            <Text tag="p">
                Необходима свобода, независимость и широкое пространство в деятельности, иначе он задыхается от безделья.
            </Text>

            <Text tag="p" size="h6" color="role">
                Лучше всего себя чувствует, если оказывается во главе большого коллектива.
            </Text>

            <Text tag="p">
                Руководя большим коллективом, сосредоточивается на поставленную цель, мало обращая внимание на мелочи и индивидуальности подчиненных.
            </Text>

            <Text tag="p">
                Однако в малом коллективе при достижении цели способен придираться к каждой мелочи, даже не относящихся к делу. Поэтому в большом коллективе пользуется уважением больше нежели в малом.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он обладает высокой самооценкой, жизнерадостный, деятельный, энергичный, непреклонный.
            </Text>

            <Text tag="p">
                Легко принимает решения и работает с азартом. Тщательно выполняет обязанности и требует того же от других. Работает искренне, с большим размахом. С тем, кто сильнее его, устанавливает равные отношения. Старается избегать контакта с неприятными людьми.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не понимает и не уважает ленивых и пассивных людей.
            </Text>

            <Text tag="p">
                Считает, что совершить можно всё, было бы желание. Тому, кто менее грамотный или неумело руководит, не позволяет себя недооценивать и контролировать, даже может таких выжить с места.
            </Text>

            <Text tag="p">
                Не переносит, когда окружающие не считаются с ним и не соблюдают его замечаний и указаний. Ему важно достичь и сохранить высокий статус перед коллективом и окружающими.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он живет сегодня, все ему необходимое он находит здесь и сейчас.
            </Text>

            <Text tag="p">
                Везде, где прикасалась его рука мастера, не нуждается в переработке. При этом ему необходимы острые ощущения, свобода и веселый образ жизни.
            </Text>

            <Text tag="p">
                Обычно нравится людям, так как знает, что люди ожидают и хотят услышать. В любой деятельности он творит политику с целью что-то добиться для осуществления своих намерений. Ему трудно смириться, что где-то существует его недоброжелатель.
            </Text>

            <Text tag="p">
                Скорее всего он придумывает любую причину, чтобы встретиться с таким человеком и наладить с ним отношения.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он первым идет на контакт, даже в тех случаях, когда его обидели.
            </Text>

            <hr />

            <Text tag="p">
                В молодости слишком доверяет людям, но с годами учится соблюдать дистанцию и держать язык за зубами. Однако, если почувствует, что его используют корыстно, старается прервать отношения. На самом деле отношения не прекращаются, но следует заметить, что он придает им другой статус.
            </Text>

            <Text tag="p" size="h6" color="role">
                Открытый, простодушный, сердечный, он осознанно и намеренно вступает в отношения.
            </Text>

            <Text tag="p">
                Часто необдуманно слишком близко подпускает к себе людей, о чем позже приходится сожалеть.
            </Text>

            <Text tag="p">
                Политик часто спешит развить отношения с новым партнером, не оценив серьезность чувств. Страсть принимает за чувства. Но вскоре понимает, что страсть быстро остывает и наступает равнодушие. По этой причине часто его счастье изначально обречено на неудачу.
            </Text>

            <Text tag="p">
                Когда в отношениях появляется трещина и он созрел на развод, он едва ли способен признаться партнеру в том, что чувства прошли. Он ждет, когда партнер догадается об этом сам.
            </Text>

            <Text tag="p">
                Если партнер решился самовольно переселится к нему жить, на это не соглашается, такие отношения считает ненормальными. Воспринимает это как угрозу своей личности.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Ему важно понять и убедиться самому, что от каждого можно ожидать.
            </Text>

            <Text tag="p">
                В молодости он мало разборчив в отношениях с людьми, поэтому поспешная оценка ведет к поражению. В зрелом возрасте такого рода ошибок допускает меньше, но все равно продолжает развивать в себе осмотрительность.
            </Text>

            <Text tag="p">
                Громадные наполеоновские планы часто «висят в воздухе». Но это не потому, что он боится воплотить их в жизнь. У него нет навыков структурировать и прогнозировать реализацию идей.
            </Text>

            <Text tag="p">
                Это тормозит его работу, поэтому он нуждается в партнере, который способен ему помочь в этом деле.
            </Text>

            <Text tag="p">
                Ему необходимо осваивать новые навыки — может несколько раз в жизни кардинально менять профессии.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Все, что он начинает новое, ему необходимо довести до совершенства.
            </Text>

            <Text tag="p">
                 Ему очень важна оценка труда. Упреки оказывают на него огромное влияние, ему стыдно быть не талантливым и неумелым. В свое самосовершенствование он вкладывает все силы, чтобы не повторять ошибки.
            </Text>

            <Text tag="p">
                Если осознал, что освоенная отрасль ему не по душе, резко может перестать этим заниматься и начать искать что-то другое.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходимы перемены, непрерывное развитие событий, чтобы все кругом кипело и он был в центре событий.
            </Text>

            <Text tag="p">
                Часто хочет куда-то мчаться, что-то менять.
            </Text>

            <Text tag="p">
                Не терпит неопределенности. Часто сам инициирует решение ситуации, несмотря на то, чем это может закончится. У него конкретное мышление и восприятие мира.
            </Text>

            <Text tag="p">
                Систематизирует свой быт. Его раздражают внезапные перемены в его установленном порядке. Плохо удается отличить важное от второстепенного. Часто его высказывания и действия противоречивы и непонятны окружающим.
            </Text>

            <Text tag="p" size="h6" color="role">
                У него возникают сложности при анализе причинно-следственных связей.
            </Text>

            <Text tag="p">
                При участии в детальной научно-исследовательской работе, он всячески старается этого избежать.
            </Text>

            <Text tag="p">
                Бывает, что поверхностно прочитав текст, в последствии искажает его смысл. Иногда это вызывает раздражение, пока кто-то со стороны не разъяснит правильно суть вещей.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                С осторожностью говорит о правилах и законах.
            </Text>

            <Text tag="p">
                С годами обретает советчиков, с помощью которых быстро решает непонятные ему вопросы.
            </Text>

            <Text tag="p">
                Предпочитает выслушать советы, но если это не соответствует его видению, действует, как считает нужным.
            </Text>

            <Text tag="p">
                Бесит ожидание и бездельничество, так как он не может долго находится на одном месте. За работу хватается моментально, не уделяя времени на обдумывание.
            </Text>

            <Text tag="p">
                Иногда погружается в размышления о будущем. Он задумывается — останется ли что-нибудь после меня? Зато он желает получить готовые прогнозы, чтобы подготовиться к действиям.
            </Text>

            <Text tag="p">
                Признателен тем, кто помогает понять, насколько эффективен вложенный труд, стоит ли этим заниматься, что надо сделать сперва, от чего надо отказаться.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Умеет зарабатывать деньги и свободно обращается со своими денежными средствами.
            </Text>

            <Text tag="p">
                 Может быть расточительным, считает, что именно сегодня нужно жить красиво. Трудности его не пугают, их решение придает ему сил для дальнейших действий — он учится на ошибках. У него всегда появляются новые идеи, как действовать. Может длительное время заниматься тем, что его увлекает.
            </Text>

            <Text tag="p">
                Свое настроение может перенести на работу. Тогда он бурчит, в такой момент может поссорится. Но после перемирия настроение улучшается.
            </Text>

            <Text tag="p">
                Ему необходим порядок вокруг, удобная и необходимая для работы обстановка. Приносит улучшения в работе, которые полезны не только ему самому, но и для другим.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не возьмется за работу, которая не принесет ожидаемого результата.Чем больше ответственность и риска, тем бодрее он себя чувствует.
            </Text>

            <Text tag="p">
                Характерно ярко выраженное чувство красоты и своеобразный вкус, отличающийся от тенденций моды, но в тоже время все детали наряда между собой согласованы, не найдется ничего лишнего и не надлежащего.
            </Text>

            <Text tag="p">
                Предпочитает яркие цвета. Обязательно присутствуют аксессуары.Обычно его одежда выглядит дороже, чем на самом деле.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                При знакомстве сначала обращает внимание на внешний вид человека, оценивает его.
            </Text>

            <Text tag="p">
                Он считает, что только человек с приведенной в порядок внешностью уважает себя и других. Он всегда наблюдает, запоминает детали, не копирует других, но в дальнейшем использует понравившиеся детали.
            </Text>

            <Text tag="p" size="h6" color="role">
                Дома ему необходим комфорт и уют. Не стесняется говорить о своих физиологических нуждах.
            </Text>

            <Text tag="p">
                Поддерживает свою физическую форму и следит за состоянием духа. Регулярно проверяет здоровье. Обладает сильной сексуальной энергией.
            </Text>

            <Text tag="p">
                Милосердный. У него всегда найдется кто-то, о ком он заботится. Если кто-то из близких попал в беду, может пожертвовать многим – вещами, деньгами, лекарствами, жилплощадью.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Эмоции Политика созданы для воздействия на других.
            </Text>

            <Text tag="p">
                Способен резко менять свое отношение и поведение, приспосабливаясь к ситуации. Этим подтверждается его псевдоним Политик. Он – ловкий тактик, который талантливо реагирует в каждой ситуации.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он умеет создавать вокруг себя атмосферу праздника,принимать и развлекать гостей и не позволяет им скучать.
            </Text>
        </>
    );
}
