import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine readTime='7'>Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Очень энергичный человек, способный много работать ради результата.
            </Text>

            <hr />

            <Text tag="p">
                Талант и успех объясняются его врожденной неутомимой жизнедеятельностью. Он знает что делать в любой ситуации и без работы жить не может.
            </Text>

            <Text tag="p">
                Отличный администратор, способный руководить большим коллективом, четко распределять задания для каждого, высоко требовательный в вопросах качества и дисциплины. Успешнее работает уже в построенном учреждение, меньше создает сам.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он обеспечивает устойчивость, стабильность, устраняя все, что мешает успешной работе.
            </Text>

            <Text tag="p">
                Внедряет и использует самые эффективные методы работы, следит, чтобы она выполнялась качественно, в срок и согласно установленным правилам. Вырабатывает, упрощает и приспосабливает разные методики, нетрадиционные решения, инструкции, повышая эффективность.
            </Text>

            <Text tag="p" size="h6" color="role">
                Планирует последовательность действий.
            </Text>
            
            <Text tag="p">
                 Тщательно готовит место работы, инструменты, запасается всем необходимым. Всё выполняет основательно и аккуратно. Если что-то его не устраивает, заставляет переделывать, а другой раз переделывает сам.
            </Text>

            <Text tag="p">
                Считает, что бездельникам и безалаберным людям, которые работают поверхностно, нет места в его коллективе. Лучше сотрудничает с теми, которые действуют подобно ему. Характерно то, что выполнить работу так, чтобы Штирлиц был доволен, редко удается. Он всегда находит какую нибудь мелочь или недочет, которая раздражает и требует переделывания. Работу, выполненную им или под его руководством, редко приходиться выполнять заново.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Характерно, что он бережливый, покупки делает продуманно, в доме нет почти ничего лишнего. 
            </Text>

            <Text tag="p">
                Все предметы и вещи использует максимально долго, умеет ухаживать за ними, чтобы они не теряли внешний вид и функциональность. Все, что необходимо для ежедневной жизни, у него должно быть под рукой.
            </Text>

            <Text tag="p">
                Человек, тонко ощущающий физический мир и все происходящее вокруг. Хорошо разбирается в механизмах. Он придает большое значение аккуратности во внешности, но не копирует моду.
            </Text>

            <Text tag="p">
                Стиль одежды — консервативный, классический, но всегда чистый, элегантный, неброский, приспособленный к конкретной ситуации. Все детали согласованы, не выделяются яркие тона.
            </Text>

            <Text tag="p" color="accent">
                <i>Женщины свой гардероб не перенасыщают, в нем находиться все только необходимое. Неотъемлемая часть гардероба — аксессуары, они дорогие и соответствуют наряду, а также обязательно дорогая косметика.</i>
            </Text>

            <Text tag="p">
                В своем окружении хочет видеть прилично и аккуратно одетых людей. Считает, что внешность подчеркивает внутреннее содержание человека. Это для него как бы эстетическая нужда, равноценная наслаждению искусством.
            </Text>

            <Text tag="p">
                Каждая вещь для него — ценность, за которой он с удовольствием следит, ухаживает и бережет. Часто наводит порядок, только тогда ощущает комфорт.
            </Text>

            <Text tag="p">
                На работе считает — если созданы комфортные условия, только тогда можно требовать от людей качественное выполнение работы.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
            Немаловажна ему застольная эстетика.
            </Text>

            <Text tag="p">
                Ему необходим красиво сервированный стол, дорогая посуда, качественные блюда. Продукты питания он покупает продуманно, чтобы ничего не приходилось выбрасывать. Среди Администраторов много отличных кулинаров.
            </Text>

            <Text tag="p">
                Обладает изысканным чувством цвета, формы и красоты.
                В доме всегда царит комфорт, уют и всё устроено со вкусом. Но поскольку сам придумать не может, он скорее кого то копирует.
            </Text>

            <Text tag="p">
                Как традиционалист, высоко ценит традиции и обряды. Часто его ставят в пример окружающим. Назойливо заботливый к близким, относится к ним с высокой ответственностью.
            </Text>

            <Text tag="p">
                Типично, что он заранее продумывает подарки, покупает их с мыслю, подарить в подходящий момент.
            </Text>

            <hr />
            <Text tag="p" size="h6" color="role">
                Физически вынослив, не жалуется о своем здоровье и самочувствие, но бывает, запускает болезни, так как ходьба по поликлиникам отрывает от работы.
            </Text>

            <Text tag="p">
                Даже отдыхая от работы ему нужно заниматься чем то физически — быть активным, быть в движении. Если работает, то усердно, а если отдыхает, то от всей души.
            </Text>

            <Text tag="p">
                Он всю жизнь учится выражаться и вести себя этично согласно ситуации. Чтобы скрыть свою неловкость, он часто шутит, но его шутки не всем понятны. В общении с незнакомыми людьми сдержан, соблюдает дистанцию, в отношениях с друзьями — внимательный и понимающий.
            </Text>

            <Text tag="p">
                Умеет заинтересовать партнера разговором. Если партнер терпеливый, умеющий слушать его, тогда ведет себя особенно внимательно. Убежден в своей правоте, не терпит, когда ему возражают или говорят правду в глаза, бывает, что может вспылить.
            </Text>
            
            <hr />

            <Text tag="p" size="h6" color="role">
                Ему трудно управлять своим холерическим темпераментом. Случается, что в течении жизни из-за этого теряет много друзей и коллег.
            </Text>

            <Text tag="p">
                Едва ли способен уступить, иногда долго держит злобу.
            </Text>

            <Text tag="p" size="h6" color="role">
                С близкими ведет себя сердечно и сентиментально.
            </Text>

            <Text tag="p">
                Ему важно получить любовь, ждет достоверных подтверждений чувств. На работе старается избежать случайностей. Чувствует себя ответственным за партнера, защищает его интересы больше, чем свои.
            </Text>

            <Text tag="p">
                Хочет быть спокойным, однако в отношениях с противоположным полом чувствует себя напряженным. Из-за этого часто становится чрезмерно эмоциональным, прямолинейным, насмешливым и резким.
            </Text>

            <hr />

            <Text tag="p">
                В жизни его самым большим дефицитом считается нехватка времени, все им запланированное не всегда удается сделать. Это объясняется тем, что его педантичность и высокая требовательность к себе замедляет процесс.
            </Text>

            <Text tag="p" size="h6" color="role">
                Нехватка времени портит его жизнь.
            </Text>

            <Text tag="p">
                Сам старается не опаздывать, но случается, так же не позволяет другим злоупотреблять его временем.
            </Text>

            <Text tag="p" size="h6" color="role">
                Видит проблемы в отношениях, но не понимает, как их решить.
            </Text>

            <Text tag="p">
                Ему хочется поступить этично. Колеблется в принятии решений. По этой причине он долго находится в дисгармонии с собой.
            </Text>

            <Text tag="p" color="accent">
                <i>Женщины долго не способны освободиться от напряжения, но его можно снять кокетством.</i>
            </Text>

            <Text tag="p">
                Поскольку не способен предвидеть изменения эмоциональной атмосферы коллектива, беззащитен перед созреванием конфликта.
            </Text>

            <Text tag="p" size="h6" color="role">
                Выход из конфликта не видит и даже не пытается его решить. Либо он ускользает от конфликта, либо у него получается решать его довольно резко.
            </Text>

            <Text tag="p">
                Ожидает от других корректного к себе отношения, но жизнь преподносит разные, непредсказуемые ситуации,к которым он не готов. Нельзя сказать, что его не тревожит дискомфорт в отношениях, он об этом достаточно много думает, и всю жизнь учится налаживать их.
            </Text>

            <Text tag="p">
                Хотя он разговорчивый человек, но на протяжении многих лет может оставаться для коллег загадкой.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Способен жертвовать собой в некомфортной супружеской жизни только потому, что дал слово, и нельзя разрушать семью.
            </Text>

            <Text tag="p">
                Не терпит, когда злоупотребляют его доверием.
            </Text>

            <Text tag="p">
                Ему не свойственна оторванность от реального мира, он не предается фантазиям.
            </Text>

            <Text tag="p">
                Ему важно все видеть, ощущать и убеждаться в реальном существовании. Полагается на свои раннее проверенные методы. Прежде, чем советовать что то другим, проверяет на своем опыте. Непроверенные и сомнительные приемы работы и некачественный товар другим не предлагает.
            </Text>

            <Text tag="p" size="h6" color="role">
                Обычно людей переоценивает или недооценивает, среднего не бывает.
            </Text>

            <Text tag="p">
                Также осторожно относится к разному риску. Он нуждается в партнере, который поможет ему понять других, заметить творческий потенциал, предоставит прогнозы на будущее и способен мыслить стратегически, лишь тогда он готов начинать бизнес.
            </Text>

            <hr />

            <Text tag="p">
                Принимаясь за новую сложную работу, собирает полезную и достоверную информацию со всех возможных источников. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Свою мысль излагает лаконично. Предпочитает помогать не словом, а делом.
            </Text>

            <Text tag="p">
                Всегда готов пополнить знания, поскольку желает усовершенствоваться. Не способен понять тех, которые не понимают элементарных вещей, даже не разбираются по грамматике языка. В следствии этого автоматически группирует окружающих – «умные» и «тупые» или «авторитетные» и «не авторитетные». Обычно прислушивается к мнению своего авторитета, а не к президенту.
            </Text>

            <Text tag="p" size="h6" color="role">
                Создает вокруг себя стабильный и прогнозируемый мир, в котором царит честность и справедливость.
            </Text>

            <Text tag="p">
                Ему важно заботиться о социальной защите людей, особенно нуждающихся в помощи – пенсионеров, инвалидов, многодетных семей, школьников и студентов. Его заботит благосостояние всего общества – внедрение всего, облегчающего человеческую жизнь, и устранение всего, что создает препятствие в достижении комфорта.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Своим внешним видом создает впечатление о себе как о сильной, целеустремленной, прямолинейной личности.
            </Text>  

            <Text tag="p">
                Не отступает перед трудностями, преодолевает их. В этом помогает его выдержка и способность к выживанию. Не обременяет других своими личными нуждами.
            </Text>

            <Text tag="p">
                Обладает чувством собственника — не позволяет, чтобы другие посягали на принадлежащие ему вещи или на его территорию, действовали без его ведома, диктовали свои условия.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он не занимает власть силой.
            </Text> 

            <Text tag="p">
                Но умеет защищать и отстаивать занятую позицию, потому что для него важен статус.
            </Text>

        </>
    );
}
