import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text="Читать 6 минут" iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Прирожденный лидер, человек, который умеет брать на себя ответственность не только за себя, но и за других.
            </Text>

            <hr />

            <Text tag="p">
                Врожденные способности руководителя и вождя. Умело и быстро оценивает сферу деятельности и сразу понимает, какая роль представлена ему в данной ситуации.
            </Text>

            <Text tag="p">
                Обычно он не работает в узком профиле, но если начал, обдумывает возможности расширения. Не позволяет себе расслабляться, работает изо всех сил, чтобы достичь максимального результата.
            </Text>

            <Text tag="p" size="h6" color="role">
                Отлично понимает, что следует изменить, чтобы достичь цели.
            </Text>

            <Text tag="p">
                Даже будучи обыкновенным рабочим, его деятельность и напористость позволяет ему достичь высоких результатов.
            </Text>

            <Text tag="p">
                Обычно он заметен в толпе. Эти качества позволяют ему выдвигаться и подниматься по служебной лестнице до самого высокого уровня.
            </Text>

            <Text tag="p">
                Все сделанное его руками или под его надзором является высококачественной работой,это доказывает его талант мастера.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Обладает хорошей зрительной памятью — что однажды увидел (форму, цвет, цену, количество, качество), отлично запоминает.
            </Text>

            <Text tag="p">
                От своих планов не отступается. Он прекрасно оценивает ситуацию всеобщего замешательства — экономических, политических и социальных скандалов — и умело использует их. Находясь на высоком посту, способен захватывать власть.
            </Text>

            <Text tag="p">
                Даже обыкновенный Лидер-сотрудник способен умело распорядиться всеми. Независим в оценках, если он что то задумал, его трудно остановить.
            </Text>

            <Text tag="p" size="h6" color="role">
                Речь бодрая, жизнерадостная, голос громкий, тон повелительный, в нем присутствует чувство собственного достоинства.
            </Text>

            <Text tag="p">
                В общении прямой и энергичный. Всегда оставляет за собой последнее слово.
            </Text>

            <Text tag="p">
                Он рожден быть вождем, захватить власть для него — естественный процесс. Способен командовать даже вышестоящими людьми, поскольку ему несвойственно подчиняться.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                У него нет чувства меры, ему бывает трудно остановиться.
            </Text>

            <Text tag="p">
                Не достигнув желаемого результата, способен переметнуться на другую «сторону фронта». Может спокойно перейти в «лагерь» противника или заключить кратковременное перемирие, если ему взамен предложат высокий пост.
            </Text>

            <Text tag="p" size="h6" color="role">
                Если не удается добиться цели прямым воздействием, может талантливо воспользоваться хитростью или помощью другого человека.
            </Text>

            <Text tag="p">
                Чем сложнее цель, тем больше он к ней стремится. В сложных ситуациях мобилизуется. Чем опаснее ситуация, тем быстрее он может собрать силы и принять решение.
            </Text>

            <Text tag="p">
                Умеет находить слабое место каждого, применяя свою тактику и стратегию действия, попадает точно в цель. Упрямый и непреклонный. Не допустит, чтобы за него решали.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он быстро наведет и будет поддерживать порядок в неслаженном коллективе.
            </Text>

            <Text tag="p">
                Объясняет просто и ясно, использует убедительные примеры. Выслушивает мнение каждого, но окончательное решение принимает сам. Свои взгляды логически обосновывает и ловко манипулирует фактами, потому что обладает хорошей памятью. В ссоре ищет не правду, а победу.
            </Text>

            <hr />

            <Text tag="p">
                Признает, что образование имеет важную роль, но убежден, что более важную роль играет собрать максимальную информацию из окружения.
            </Text>

            <Text tag="p">
                Если он — человек широкого размаха, он пробирается к цели благодаря собранной информации извне. Всегда любопытный и в курсе всех дел Лирик — как раз тот человек, который необходим ему рядом.
            </Text>

            <Text tag="p">
                Чтобы его планы и лидерские позиции не разрушились, необходима дальновидность, осмотрительность и осторожность.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он плохой дипломат, часто терпит неудачи из-за своего языка, потому что говорит слишком конкретно, жестко, и бывает, даже оскорбительно.
            </Text>

            <Text tag="p">
                Если ему приходится терять свои позиции, то главная причина — это слабая интуиция и этика.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Замечает слабости и недостатки других, быстро понимает деловые качества каждого.
            </Text>

            <Text tag="p">
                 При правильном выборе профессии и отрасли успешно создает команду, распределяет обязанности соответственно возможностям каждого и добивается, чтобы все работали с наибольшей отдачей.
            </Text>

            <Text tag="p">
                Если кто-то сомневается в его возможностях, смело и уверенно сопротивляется.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему сложно понять характер людей и найти подход к ним.
            </Text>

            <Text tag="p">
                 Всегда требует, чтобы окружающие соблюдали нормы поведения и установленный им порядок,и не устает следить за этим.
            </Text>

            <Text tag="p" size="h6" color="role">
                Охотно строит отношения с уступчивыми и миролюбивыми людьми, которых легко подчинить.
            </Text>

            <Text tag="p">
                Он нуждается, чтобы другие были с ним открыты. Интересуется проблемами другого, сложные ситуации не решает словами, избегает разговоров на темы этики, а предлагает конкретную помощь. К своим близким может быть щедрым. Своими проблемами других не загружает.
            </Text>

            <Text tag="p">
                Не вовремя и неуместно высказанная фраза может его разозлить. Обычно он сразу дает отпор, что другой раз создает дискомфорт в дальнейшем развитии отношений.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он не способен долго держать обиду, потому что это может помешать делу.
            </Text>

            <Text tag="p">
                С трудом идет на примирение. Ожидает от другого человека полного послушания и покорности, если это соблюдается, то может сохранить с ним длительные отношения.
            </Text>

            <Text tag="p">
                Нельзя сказать, что Лидера интересует лишь власть и диктат. Он человек порядка и своей системы. Сильнее других типов, не позволит себя обидеть.
            </Text>

            <Text tag="p">
                Также рьяно он защищает свою территорию — никто без согласия не должен переступать её порок, даже чужой кот, собака… Те, кто нарушают этот закон, считает почти врагами.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Жизнерадостный и гостеприимный человек.
            </Text>

            <Text tag="p">
                В выборе новых знакомых осторожен и подозрителен. Обычно у него не широкий круг знакомых, к нему принадлежат близкие родственники, а также люди, которые легко его воспринимают и считают полезным.
            </Text>

            <Text tag="p">
                Не всегда в круг близких людей включаются все родственники. Умело выдерживает дистанцию в отношениях на работе и с теми, с которыми складываются доброжелательные отношения, личную дружбу не заводит.
            </Text>

            <Text tag="p">
                Семья — это его собственность, от которой требуется полное подчинение. Также как и на работе, все должно происходить по его команде и быть под контролем.
            </Text>

            <Text tag="p">
                Потерпев поражение в отношениях, с годами понимает, что необходимо научиться ладить с людьми. Не терпит неопределенности и напрасную трату своего времени. Также ему не приятны ленивые, нерешительные и нецелеустремленные люди.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Хотя умело составляет свой график, но плохо чувствует течение времени.
            </Text>

            <Text tag="p">
                Обычно азартно хватается за работу и не умеет вовремя остановиться. Перегрузка организма плохо отражается на его здоровье.
            </Text>

            <Text tag="p">
                Случается, Лидер выбирает творческую профессию, и ему удается быть удивительным шутом, актером, певцом. 
            </Text>

            <Text tag="p">
                Несмотря на то, что он не умеет в повседневной жизни показывать свои чувства и эмоции, ему прекрасно удается сыграть их на сцене.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Бесстрашный, на него не влияют чужая ненависть и прочие эмоции.
            </Text>

            <Text tag="p">
                Ничему не удивляется и никому не завидует. Ему нравятся веселые компании, где он освобождается от переполняющей его энергии.
            </Text>

            <Text tag="p">
                Чтобы возобновить душевное спокойствие, ему необходима поддержка и признательность близких. Не замечает лицемерия и притворства.
            </Text>

            <Text tag="p">
                Предпочитает выслушать советы, но если это не соответствует его видению, действует, как считает нужным.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Терпеливый, но не тратит много времени для создания комфорта.
            </Text>

            <Text tag="p">
                Частые перегрузки могут вызывать серьезные заболевания, на которых он старается не обращать внимание, запускает их, даже скрывает.
            </Text>

            <Text tag="p">
                Для женщины — важен домашний комфорт, чистота, порядок, она хозяйственная. Заботится о том, чтобы дома было всё необходимое для быта. Одевается скромно, но со вкусом и часто дорого.
            </Text>

            <hr />
            <Text tag="p" size="h6" color="role">
                Самый практичный и экономичный социотип, каждому явлению находит эффективное применение.
            </Text>

            <Text tag="p">
                Работает проверенными методами. Если необходимо, умеет выжить при маленьком бюджете. Без особых усилий достигает того, что другим кажется невозможным. Не берется за бессмысленную работу.
            </Text>

            <Text tag="p">
            Неохотно меняет работу, но если его не устраивает статус и зарплата, если не видит возможности продвигаться вперед — уволится сам.
            </Text>

        </>
    );
}
