import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine readTime='6'>Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Миссия — своим личным этическим поведением быть примером для других.
            </Text>
            
            <hr />

            <Text tag="p">
                Добрый человек, чувствующий людей и способный понять самого отъявленного злодея. По характеру он внимательный, не настойчивый и спокойный человек.
            </Text>

            <Text tag="p" size="h6" color="role">
                Прирожденный знаток людей, распознающий отношения и атмосферу между ними. Он может найти общий язык даже с самыми неуживчивыми людьми.
            </Text>

            <Text tag="p">
                В неизвестной ситуации перед тем, как начать общение, наблюдает за интонациями голоса, жестами, нюансами поведения присутствующих.
            </Text>

            <Text tag="p">
                 Может заслужить доверие и стать доверенной персоной для многих, сохраняя при этом свое собственное «Я». В общении не показывает отрицательного отношения к кому либо, со всеми старается поддерживать ровные и благожелательные отношения.
            </Text>

            <Text tag="p" size="h6" color="role">
                Готов простить обидчика. В споры других не вмешивается, сам старается их избегать, беспристрастно успокаивает спорящих.
            </Text>

            <Text tag="p">
                Старается понять истинные причины недоразумений, вникнуть в ситуацию, взвесить сложившиеся обстоятельства.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Способен снимать с других напряжение.
            </Text>

            <Text tag="p">
                Люди с удовольствием с ним встречаются, ища у него поддержки и совета. Он, как никто другой обладает способностями к эмпатии – умению сочувствовать состоянию человека. Чувствует себя неловко, если не может успокоить или помочь другому.
            </Text>

            <Text tag="p" size="h6" color="role">
                Близкие часто пользуются его бескорыстием.
            </Text>

            <Text tag="p">
                У Гуманиста бывают много знакомых, но настоящих друзей у него немного. Он осторожен в отношениях и не каждому позволяет приблизится близко. Того, кто однажды его обманул или предал, полностью не исключает из своего круга знакомых, но присваивает ему другой статус.
            </Text>

            <Text tag="p">
                Непритязательный и сдержанный. Влюбляется моментально, но не осознает важность отношений. Фактически, в первой фазе отношений, внутренне их отвергает, будто боится.
            </Text>

            <Text tag="p" size="h6" color="role">
                У него утонченный и богатый внутренний мир переживаний и эмоций.
            </Text>

            <hr />

            <Text tag="p">
                Свои действия главным образом подчиняет голосу сердца, а не разуму. Ему присуще постоянное самосовершенствование. Приспосабливается к взглядам и привычкам партнера, если это не противоречит его мировоззрению и убеждениям. В противном случае он ловко уклоняется от отношений.
            </Text>

            <Text tag="p" size="h6" color="role">
                Всегда у него на примете то, чем он будет заниматься. 
            </Text>

            <Text tag="p">
                Никому не навязывает своего присутствия. Ненавязчивым замечанием может добиться желаемого, но если работа связана с большим числом людей чувствует свою энергию израсходованной.
            </Text>

            <hr />

            <Text tag="p">
                Близким дарит истинное сердечное тепло и любовь. Ему неприятны грубые, небрежные, безнравственные люди, он охотно пытается их воспитывать. Способен предчувствовать и догадываться о внутреннем смысле процессов.
            </Text>

            <Text tag="p">
                Он хорошо понимает отношение других людей к себе, способен предвидеть их поведение. У него врожденные способности воспитателя и психолога.
            </Text>

            <Text tag="p" size="h6" color="role">
                Помогает другим развить их положительные качества. В его присутствии люди чувствуют себя непринужденно.
            </Text>

            <Text tag="p">
                Он идеалист. Для себя ставит высокие требования, но к поступкам других терпелив, замечает их, выслушивает и дает ценный совет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Один из самых тихих, терпеливых и снисходительных типов.
            </Text>

            <Text tag="p">
                Четко знает, что хорошо и что плохо, свои взгляды другим не навязывает. Однако в случаях, когда управляет процессами, способен вовлечь других в работу и выразить свои мнения. Считает, что детей своевременно следует приучить к порядку, но этого он добивается гуманными путями, без насилия.
            </Text>

            <Text tag="p">
                Он считает, что нужно заботится о развитии ребенка, способствуя его творческому и культурному развитию.
            </Text>

            <Text tag="p">
                Гуманист считает, что супружеская жизнь должна быть в согласие и сопровождаться взаимным пониманием и любовью, и в ней нет места вульгарности и диктату. Ему необходимо, чтобы вокруг него находились люди, обладающие сходными ценностями и моралью.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Ярко выражено самопознание.
            </Text>

            <Text tag="p">
                Его увлекает психология и философия, поскольку это дает возможность духовно совершенствоваться и освободиться от внутреннего напряжения.
            </Text>

            <Text tag="p">
                Он не может находиться в противоречии – исповедовать в словах одни ценности, а действовать по другим принципам.
            </Text>

            <Text tag="p" size="h6" color="role">
                В юности его увлекают гуманитарные науки и необычные теории. 
            </Text>

            <Text tag="p">
                Осознает свои сильные и слабые стороны, но от других это скрывает.
            </Text>

            <Text tag="p">
                Если чувствует обиду, ограждает себя психологическим барьером, может ходить угрюмым с мраморным выражением лица. Часто увлекается фотографией, даже на профессиональном уровне. Он умеет уловить интересные моменты, скрытые от глаз других.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Способен решать сложные задания, но не умеет объяснить их другим.
            </Text>

            <Text tag="p">
                Если ему удалось что-то сделать, может по-детски похвастаться. Ситуации, которые другие воспринимают спокойно, он иногда преувеличивает или слишком критически воспринимает их.
            </Text>

            <Text tag="p">
                Сложные ситуации предпочитает решать сам, и не осознает, что добиться результатов одному ему сложно. Он застревает в данном процессе, а освободится он может лишь с помощью других. Достоевского интересуют тайны мира и вселенной. Он собирает и обобщает информацию, в результате имеет свое устойчивое мнение по любому вопросу. С удовольствием изучает научно-популярную литературу, прочитанное обсуждает с другими. Достоевскому характерно нетрадиционное мышление, он генерирует необычные идеи.
            </Text>

            <Text tag="p" size="h6" color="role">
                Смущается, если слышит публичные похвалы и выражения симпатии, в такие моменты желает незаметно исчезнуть.
            </Text>

            <Text tag="p">
                Не уверен в своей внешности. Ему необходимо слышать подтверждения, на сколько хорошо он выглядит — привлекательный, утонченный. Тогда он почувствует себя уверенным. Не умеет защищать свои материальные интересы.
            </Text>

            <Text tag="p">
                Ему необходимо осваивать новые навыки (может несколько раз в жизни кардинально менять профессии).
            </Text>

            <Text tag="p" size="h6" color="role">
                Нерешительный, поэтому не настаивает на том, что точно не знает.
            </Text>

            <Text tag="p">
                 Долго думает перед тем как принять решение, но поскольку желания у него непостоянны, часто их меняет.
            </Text>

            <Text tag="p">
                В течении жизни старается развить волю и выносливость. Не терпит насилия, поэтому не заставляет других делать то, чего они не хотят. Ему необходимо быть твердо уверенным в своей идее или цели, тогда способен быть настойчивым и даже упорным до конца, и требует этого от других.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Плохо переносит стресс.
            </Text>

            <Text tag="p">
                В экстремальной обстановке становится нервным. Если близкие Гуманиста попали в беду, тогда он способен быстро реагировать. В такие моменты не чувствует страха. У Достоевского страх приходит как бы с опозданием, осознает происходящее только тогда, когда опасность уже миновала. Бывает, что это вызывает у других шок, а сам он испытывает удовлетворенность.
            </Text>

            <Text tag="p">
                Нуждается в самоутверждении.
            </Text>
            <Text tag="p" color="accent">
                <i>Среди представителей данного социотипа много журналистов, которые рискуя своей жизни отправляются в самые горячие точки событий. Женщины, не получив семейного счастья, могут выбрать военную карьеру и демонстрировать примерное поведение, подобно мужчинам.</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Берет на себя слишком много обязанностей, поэтому часто переутомляется.
            </Text>

            <Text tag="p">
                Не умеет рассчитывать количество и трудоемкость работы, поэтому контролирует время после сделанного. Достоевскому сложно подстраиваться под ритм другого.
            </Text>

            <Text tag="p">
                Не обращает внимание на отдельные мелкие детали, их проработка наводит на него скуку. Желает, чтобы его работа была оценена по достоинству и не подвергалась критике. Переживает, если это не происходит, может даже заболеть. Достоевский нуждается в партнере, который может четко и однозначно объяснить, что делать.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Красота и удобство в окружение придают ему силы, нуждается в приятных ощущениях.
            </Text>

            <Text tag="p">
                Всегда сам может создать для себя уютную обстановку. С другой стороны необходимо заметить, что он не требователен к быту, может обходиться без лишнего комфорта.
            </Text>

            <Text tag="p">
                Осторожно выбирает себе одежду, не покупает ничего лишнего. Одевается неброско. Он не одевается в яркие и вызывающие тона. Болезненно переживает по поводу замечаний о его внешности.
            </Text>

            <Text tag="p" color="accent">
                <i>Некоторым сегодняшним мужчинам, Гуманист свойственен своеобразный стиль — волосы собранные в косу или в них вплетены искусственные тесемки, в любое время года надета шапка, на спине — рюкзак, который обычно заполнен, брюки в дырках, как правило больше по размеру, и ботинки на толстых подошвах. Довольно часто они предпочитают передвигаться на велосипеде. Он не спорит о чужих вкусах и свои никому не навязывает.</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Не пропустит регулярную спортивную тренировку для поддержания физической формы.
            </Text>

            <Text tag="p" color="accent">
                <i>Особенно мужчины — считают, что его организм требует регулярное занятие сексом, и это нельзя пропустить. Искусно подбирает слова и интонацию речи. Он верит не столько словам, но и мимике, интонации голоса и личному отношению к нему.</i>
            </Text>

            <Text tag="p">
                Умеет распознать серьезные отношения от кратковременного удовольствия. Он умеет выделить время для работы и развлечений. Пунктуальный, не опаздывает, выполняет свои обещания, побуждая окружающих действовать так же.
            </Text>

            <Text tag="p">
                Если время бесцельно проходит, поторапливает других. От общества ожидает того, в чем нуждается.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Если личные интересы удовлетворены, способен быть правдивым и полезным обществу.
            </Text>

            <Text tag="p">
                В противном случае становится невыносимым демагогом, занудой и одиночкой.
            </Text>

            <Text tag="p" size="h6" color="role">
                У него отличная память на цифры, схемы и структурированную информацию.
            </Text>

            <Text tag="p">
                Он умело собирает необходимое количество информации из верных источников, чтобы понять, с чем он имеет дело. Замечает противоречия, нелогичность и манипуляцию фактами.
            </Text>

            <Text tag="p">
                Не склонен спорить. Но при возникновении спора не позволит унизительно высказаться о его умственных способностях или опыте, отстаивает свою позицию до конца, ему необходимо доказать свою правоту.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему важно подтвердить свою уникальность. Он быстро находит новые возможности.
            </Text>

            <Text tag="p">
                Исправляет и дополняет всё в быту, чтобы облегчить жизнь. Интересуется новинками, совершенствует и улучшает эффективность производства,чтобы ускорить процессы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он всегда под рукой держит новейшую профессиональную литературу, где находит все необходимое.
            </Text>

            <Text tag="p">
                Умело выбирает лучшие по содержанию справочники, энциклопедии и другие книги. Его увлекает фантастика и приключения.
            </Text>

        </>
    );
}
