import React from 'react';
import { Text } from '../../../../components/Text';

export default function ESFP() {
    return (
        <>
            <Text tag="p" color="role">
            Добрый человек, чувствующий людей и способный понять самого отъявленного злодея.
            </Text>

            <Text tag="p">
            Миссия — <b>своим личным этическим поведением быть примером для других.</b> По характеру он внимательный, не настойчивый и спокойный человек.
            </Text>

            <Text tag="p">
                <b>Знаток людей с рождения,</b> своим проницательным взглядом моментально видит настроение и легко определяет – на кого можно повлиять, а кого следует опасаться.
            </Text>

            <Text tag="p">
                <b>Он может найти общий язык даже с самыми неуживчивыми людьми.</b> В неизвестной ситуации перед тем, как начать общение, наблюдает за интонациями голоса, жестами, нюансами поведения присутствующих.
            </Text>

            <Text tag="p">
                <b>Прирожденный знаток людей, распознающий отношения и атмосферу между ними.</b> Может заслужить доверие и стать доверенной персоной для многих, сохраняя при этом свое собственное «Я». В общение не показывает отрицательного отношения к кому либо, со всеми старается поддерживать ровные и благожелательные отношения.
            </Text>

            <Text tag="p">
                <b>Готов простить обидчика. В споры других не вмешивается, сам старается их избегать, беспристрастно успокаивает спорящих.</b> Старается понять истинные причины недоразумений, вникнуть в ситуацию, взвесить сложившиеся обстоятельства.
            </Text>

            <Text tag="p">
                <b>Способен снимать с других напряжение.</b> Люди с удовольствием с ним встречаются, ища у него поддержки и совета. Он, как никто другой обладает способностями к эмпатии – умению сочувствовать состоянию человека. Чувствует себя неловко, если не может успокоить или помочь другому.
            </Text>

            <Text tag="p">
                <b>Близкие часто пользуются его бескорыстием.</b> У Гуманист бывают много знакомых, но настоящих друзей у него немного. Он осторожен в отношениях и не каждому позволяет приблизится близко. Того, кто однажды его обманул или предал, полностью не исключает из своего круга знакомых, но присваивает ему другой статус.
            </Text>

            <Text tag="p">
                <b>Непритязательный и сдержанный.</b> Влюбляется моментально, но не осознает важность отношений. Фактически, в первой фазе отношений, внутренне их отвергает, будто боится.
            </Text>

            <Text tag="p">
                <b>У него утонченный и богатый внутренний мир переживаний и эмоций.</b> Свои действия главным образом подчиняет голосу сердца, а не разуму. Ему присуще постоянное самосовершенствование. Приспосабливается к взглядам и привычкам партнера, если это не противоречит его мировоззрению и убеждениям. В противном случае он ловко уклоняется от отношений.
            </Text>

            <Text tag="p">
                <b>Всегда у него на примете то, чем он будет заниматься.</b> Никому не навязывает своего присутствия. Ненавязчивым замечанием может добиться желаемого, но если работа связана с большим числом людей чувствует свою энергию израсходованной.
            </Text>

            <Text tag="p">
                <b>Близким дарит истинное сердечное тепло и любовь</b>. Ему неприятны грубые, небрежные, безнравственные люди, он охотно пытается их воспитывать. Способен предчувствовать и догадываться о внутреннем смысле процессов.
            </Text>

            <Text tag="p">
            Он хорошо понимает отношение других людей к себе, способен предвидеть их поведение. У него врожденные способности воспитателя и психолога.<b>Помогает другим развить их положительные качества.</b>  В его присутствии люди чувствуют себя непринужденно.
            </Text>

            <Text tag="p">
                <b>Он идеалист. Для себя ставит высокие требования, но к поступкам других терпелив,</b> замечает их, выслушивает и дает ценный совет.
            </Text>

            <Text tag="p">
                <b>Один из самых тихих, терпеливых и снисходительных типов.</b> Четко знает, что хорошо и что плохо, свои взгляды другим не навязывает. Однако в случаях, когда управляет процессами, способен вовлечь других в работу и выразить свои мнения. Считает, что детей своевременно следует приучить к порядку, но этого он добивается гуманными путями, без насилия.
            </Text>

            <Text tag="p">
                <b>Он считает, что нужно заботится о развитии ребенка, способствуя его творческому и культурному развитию.</b> Гуманист считает, что супружеская жизнь должна быть в согласие и сопровождаться взаимным пониманием и любовью, и в ней нет места вульгарности и диктату. Ему необходимо, чтобы вокруг него находились люди, обладающие сходными ценностями и моралью.
            </Text>

            <Text tag="p">
                <b>Ярко выражено самопознание. </b> Его увлекает психология и философия, поскольку это дает возможность духовно совершенствоваться и освободиться от внутреннего напряжения.
            </Text>

            <Text tag="p">
            Он не может находиться в противоречии – исповедовать в словах одни ценности, а действовать по другим принципам.
            </Text>

            <Text tag="p">
                <b>В юности его увлекают гуманитарные науки и необычные теории.</b> Осознает свои сильные и слабые стороны, но от других это скрывает.
            </Text>

            <Text tag="p">
                <b>Если чувствует обиду, ограждает себя психологическим барьером, может ходить угрюмым с мраморным выражением лица.</b> Часто увлекается фотографией, даже на профессиональном уровне. Он умеет уловить интересные моменты, скрытые от глаз других.
            </Text>

            <Text tag="p">
                <b>Способен решать сложные задания, но не умеет объяснить их другим.</b> Если ему удалось что-то сделать, может по-детски похвастаться. Ситуации, которые другие воспринимают спокойно, он иногда преувеличивает или слишком критически воспринимает их.
            </Text>

            <Text tag="p">
            Сложные ситуации предпочитает решать сам, и не осознает, что добиться результов одному ему сложно. Он застревает в данном процессе, а освободится он может лишь с помощью других. Достоевского интересуют тайны мира и вселенной. Он собирает и обобщает информацию, в результате имеет свое устойчивое мнение по любому вопросу. С удовольствием изучает научно-популярную литературу, прочитанное обсуждает с другими. Достоевскому характерно нетрадиционное мышление, он генерирует необычные идеи. <b>Смущается, если слышит публичные похвалы и выражения симпатии, в такие моменты желает незаметно исчезнуть.</b>
            </Text>

            <Text tag="p">
                <b>Не уверен в своей внешности.</b> Ему необходимо слышать подтверждения, на сколько хорошо он выглядит — привлекательный, утонченный. Тогда он почувствует себя уверенным. Не умеет защищать свои материальные интересы.
            </Text>

            <Text tag="p">
            Ему необходимо осваивать новые навыки (может несколько раз в жизни кардинально менять профессии).
            </Text>

            <Text tag="p">
                <b>Нерешительный, поэтому не настаивает на том, что точно не знает.</b> Долго думает перед тем как принять решение, но поскольку желания у него непостоянны, часто их меняет.
            </Text>

            <Text tag="p">
                <b>В течении жизни старается развить волю и выносливость. </b> Не терпит насилия, поэтому не заставляет других делать то, чего они не хотят. Ему необходимо быть твердо уверенным в своей идее или цели, тогда способен быть настойчивым и даже упорным до конца, и требует этого от других.
            </Text>

            <Text tag="p">
                <b>Стрессонеустойчив.</b> В экстремальной обстановке становится нервным. Если близкие Гуманиста попали в беду, тогда он способен быстро реагировать. В такие моменты не чувствует страха. У Достоевского страх приходит как бы с опозданием, осознает происходящее только тогда, когда опасность уже миновала. Бывает, что это вызывает у других шок, а сам он испытывает удовлетворенность.
            </Text>

            <Text tag="p">
                <b>Достоевский нуждается в самоутверждении.</b> Среди представителей данного социотипа много журналистов, которые рискуя своей жизни отправляются в самые горячие точки событий. Женщины, не получив семейного счастья, могут выбрать военную карьеру и демонстрировать примерное поведение, подобно мужчинам.
            </Text>

            <Text tag="p">
                <b>Берет на себя слишком много обязанностей, поэтому часто переутомляется.</b> Не умеет рассчитывать количество и трудоемкость работы, поэтому контролирует время после сделанного. Достоевскому сложно подстраиваться под ритм другого.
            </Text>

            <Text tag="p">
                <b>Не обращает внимание на отдельные мелкие детали, их проработка наводит на него скуку.</b> Желает, чтобы его работа была оценена по достоинству и не подвергалась критике. Переживает, если это не происходит, может даже заболеть. Достоевский нуждается в партнере, который может четко и однозначно объяснить, что делать.
            </Text>

            <Text tag="p">
                <b>Красота и удобство в окружение придают ему силы, нуждается в приятных ощущениях.</b> Всегда сам может создать для себя уютную обстановку. С другой стороны необходимо заметить, что он не требователен к быту, может обходиться без лишнего комфорта. Достоевский осторожно выбирает себе одежду, не покупает ничего лишнего. Одевается неброско. Он не одевается в яркие и вызывающие тона. Болезненно переживает по поводу замечаний о его внешности.
            </Text>

            <Text tag="p" color="grey">
            Некоторым сегодняшним мужчинам, Гуманист свойственен своеобразный стиль — волосы собранные в косу или в них вплетены искусственные тесемки, в любое время года надета шапка, на спине – рюкзак, который обычно заполнен, брюки в дырках, как правило больше по размеру, и ботинки на толстых подошвах. Довольно часто они предпочитают передвигаться на велосипеде. Он не спорит о чужих вкусах и свои никому не навязывает.
            </Text>

            <Text tag="p">
                <b>Не пропустит регулярную спортивную тренировку для поддержания физической формы.</b> Особенно мужчины — считают, что его организм требует регулярное занятие сексом, и это нельзя пропустить. Искусно подбирает слова и интонацию речи. Он верит не столько словам, но и мимике, интонации голоса и личному отношению к нему.
            </Text>

            <Text tag="p">
            Умеет распознать серьезные отношения от кратковременного удовольствия. Он умеет выделить время для работы и развлечений. Пунктуальный, не опаздывает, выполняет свои обещания, побуждая окружающих действовать так же. Если время бесцельно проходит, поторапливает других. От общества ожидает того, в чем нуждается.
            </Text>

            <Text tag="p">
                <b>Если личные интересы удовлетворены, способен быть правдивым и полезным обществу.</b> В противном случае становится невыносимым демагогом, занудой и одиночкой.
            </Text>

            <Text tag="p">
                <b>У него отличная память на цифры, схемы и структурированную информацию.</b> Он умело собирает необходимое количество информации из верных источников, чтобы понять, с чем он имеет дело. Замечает противоречия, нелогичность и манипуляцию фактами.
            </Text>

            <Text tag="p">
                <b>Не склонен спорить.</b> Но при возникновении спора не позволит унизительно высказаться о его умственных способностях или опыте, отстаивает свою позицию до конца, ему необходимо доказать свою правоту.
            </Text>

            <Text tag="p">
                <b>Ему важно подтвердить свою уникальность. Он быстро находит новые возможности.</b> Исправляет и дополняет всё в быту, чтобы облегчить жизнь. Интересуется новинками, совершенствует и улучшает эффективность производства,чтобы ускорить процессы.
            </Text>

            <Text tag="p">
                <b>Он всегда под рукой держит новейшую профессиональную литературу, где находит все необходимое.</b> Умело выбирает лучшие по содержанию справочники, энциклопедии и другие книги. Его увлекает фантастика и приключения.
            </Text>

        </>
    );
}
