import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine text="Читать 8 минут" iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Самый мечтательный соционический тип. Представители этого типа часто уходят «в себя», в свои фантазии и мысли.
            </Text>

            <hr />

            <Text tag="p">
                Эмоциональный, склонен анализировать себя и других. Легко существует между реальностью и миром фантазий. Воображаемый мир — смысл его жизни и источник радости.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он любит жизнь и радуется каждому дню.
            </Text>

            <Text tag="p">
                Ему необходимы впечатления, яркие события, чувствовать, что он погружен во все происходящее.
            </Text>

            <Text tag="p">
                Ждет перемен тогда, когда чувствует конец предшествующего периода. Но перемены не случаются так быстро.
            </Text>
            <Text tag="p">
                Иногда выбирает фантастическую литературу, поскольку находит там ключ к познанию других людей и их мировоззрений. Углубляется в другой образ, примеряя его на себя.
            </Text>

            <hr />

            <Text tag="p">
                Изучает новые теории. Он часто идеализирует какого нибудь персонажа, проникает в его образ и проживает его жизнь. Ему всегда необходима идеология — если она разрушена, ищет другую. Взгляд лирика направлен в будущее.
            </Text>

            <Text tag="p">
                Хорошо чувствует развитие событий, изменения в обществе и людях. Ощущает благоприятные перемены — в себе, в обществе и в людях с течением времени. В повседневной жизни не пропустит ни одно важное событие.
            </Text>

            <Text tag="p">
                Когда предчувствует еле заметные перемены в обществе и предупреждает об этом других, создается впечатление, будто он находится под влиянием высших сил.
            </Text>

            <Text tag="p" size="h6" color="role">
                Чувствует угрозу и приближение роковых событий. Это помогает предотвратить опасности.
            </Text>

            <Text tag="p">
                Точно определяет момент начала какого-нибудь события или когда необходимо приступать к действиям. Это незаменимо в непредвиденных и опасных ситуациях, в государственных переворотах.
            </Text>

            <hr />

            <Text tag="p">
                Неосознанно управляет своим и чужим временем. Он не испытывает недостатка времени, поэтому не спешит. Время для него – относительное понятие, которое он умело приспосабливает к своим желаниям! Дефицит времени будет его беспокоить.
            </Text>

            <Text tag="p">
                Пейзажи реальной жизни он в своем воображении дополняет, тем самым замечает новые возможности. Верит в светлое будущее и убеждает в этом других.
            </Text>

            <Text tag="p" size="h6" color="role">
                Оценивает ошибки прошлого, не упрекает себя и не сожалеет о содеянном, считает что так накапливается опыт.
            </Text>

            <Text tag="p">
                Вспоминает события, доставившие ему неприятные моменты, анализирует их, чтобы впредь не ошибиться. Часто размышляет, старается понять свои ощущения и чувства.
            </Text>
            <Text tag="p">
                Талантливо определяет личные качества других, однако стремится все идеализировать. Дает ценные советы, но при этом не вторгается грубо в чужую душу. Внушает доверие, и люди сами открываются ему. Однако выслушивая чужие беды, чувствует себя опустошенным и усталым.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Отзывчивый и осторожный, старается освободиться от неприятных ощущений и задач.
            </Text>

            <Text tag="p">
                В хорошем настроении любезен, ведет себя непринужденно, говорит только приятное, покоряет окружающих. События воспринимает эмоционально.
            </Text>

            <Text tag="p">
                Он миролюбив, спокоен, дружелюбен, одарен чувством юмора. Творчески владеет своими эмоциями, при необходимости способен их даже театрализовать.
            </Text>

            <Text tag="p" size="h6" color="role">
                Его лицо будто зеркало, в котором отражается то, что ему диктует ситуация. Он знает, как необходимо вести себя в той или иной ситуации и как он себя чувствует.
            </Text>

            <Text tag="p">
                Избегает напряженных ситуаций и конфликтов, старается создать гармонию в общении, с помощью своих эмоций. Ведет себя доброжелательно и отзывчиво. Показное и преувеличенное проявление чувств ему не свойственно. Хорошо разбирается в сфере эмоций, замечает наигранность и фальшь в выражении чувств других.
            </Text>

            <Text tag="p">
                Охотнее увидит правдивый поступок, даже горькую правду, нежели таинственность и молчание человека.
            </Text>

            <Text tag="p">
                Естественно выражает свою симпатию или неприязнь, может без стеснения расплакаться или разозлиться. Тревожный, часто внутри испытывает волнение, даже страх, но свои переживания скрывает. Легко подвергается влиянию, соблазну, завоеванию.
            </Text>

            <hr />

            <Text tag="p">
                Убежден в том, что нельзя подпускать к себе всех одинаково близко. Лирик — отличный дипломат. Он прекрасно чувствует — о чем и с кем говорить, какие выгоды возможны из отношений. Умеет попросить так, чтобы ему не отказали. Чтобы получить одобрение окружающих, может создать необходимую атмосферу.
            </Text>

            <Text tag="p" size="h6" color="role">
                Поддержка других его подбадривает. Мастерски распознает слабые места каждого.
            </Text>

            <Text tag="p">
                Выглядит уязвимым и беззащитным, поэтому нуждается в опекуне, который будет заботиться о нем и защищать. Если такой поддержки не получает, неосознанно становится жестоким, чтобы защитить себя.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не терпит монотонности, ему необходимы разнообразные впечатления.
            </Text>

            <Text tag="p">
                 Не судит о человеке по внешнему виду. Манера вести себя оставляет благоприятное впечатление у окружающих, так как он соблюдает все правила приличий.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Поддержание регулярного порядка и создание уюта требуют от него огромных усилий.
            </Text>

            <Text tag="p">
                 Особенно трудно бывает, когда нужно поддерживать регулярный порядок в помещении. В случае, когда накапливается работа, он не знает с чего начать, не успевает все сделать, поэтому может стать ко всему безразличным и апатичным. Мелкая работа его раздражает.
            </Text>

            <Text tag="p">
                Стремится выглядеть элегантно, заботится о своем внешнем виде, но не всегда успешно. Ему необходимо чувствовать, что он не потерял привлекательность, что изящно одет.
            </Text>

            <Text tag="p">
                Однако без помощи сенсорного партнера ему не удается выглядеть безупречно.
            </Text>

            <Text tag="p">
                Замечает и ценит в других проявление красоты — в манерах и во внешности. Старается соответствовать принятым нормам общества. Восхищается сильными, аккуратными и уверенными в себе людьми, от которых охотно выслушивает советы, не возражая против волевого воздействия. Но не терпит, когда слабые люди навязывают ему свое мнение.
            </Text>

            <Text tag="p">
                Чтобы понять, как улучшить свое самочувствие, здоровье, бытовую обстановку, он охотно советуется с другими и ищет ответ в соответствующей литературе.
            </Text>

            <Text tag="p" size="h6" color="role">
                Защищает свои взгляды, если убежден в их правоте.
            </Text>

            <hr />

            <Text tag="p">
                Бывает, что заключает брак по расчету. Иногда такой союз ему кажется более устойчивым, чем союз во имя любви.
            </Text>

            <Text tag="p">
                Личная жизнь  часто складывается неудачно, поскольку принимает желаемое за действительное, в каждом партнере стараясь увидеть только положительное. Живет во внутренних противоречиях — его натура как бы требует создать семью по расчету, но если он не полюбил партнера, его душа всю жизнь страдает от недостатка любви.
            </Text>

            <Text tag="p">
                Другая крайность — в молодости влюбляясь, и не осуществляя свою любовь, до конца жизни остается ей верен.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Чтобы восстановить силы и собраться с мыслями, ему необходимы моменты уединения для размышлений.
            </Text>

            <Text tag="p">
                Часто бывает, что долгое время сидит или лежит, просто мечтая. Довольно быстро устает, становится медлительным и нерешительным, откладывает работу «на потом». Часто эмоции влияют на принятие решений, поэтому поступки Лирика не всегда целесообразны. Он может увлечься чем то другим, бросив начатую работу.
            </Text>

            <Text tag="p">
                Следует заметить, что он не рожден быть предпринимателем, поэтому может переоценить свои способности и потерпеть в этом деле неудачу.
            </Text>

            <Text tag="p">
                Он — человек системы, который прекрасно работает в уже созданном учреждении. Но создать самому систему сложно. Это объясняется отсутствием деловой активности и хватки.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                С трудом решает финансовые вопросы. Неэффективные действия, непонимание принципов, ведущих к успеху, часто загоняет его в тупик.
            </Text>

            <Text tag="p">
                Замечено, что некоторые представили этого социотипа не тратят лишние деньги на других. С трудом экономит собственные средства, но боится остаться без денег. Покупки по большей части делает во внезапном порыве, и не всегда покупает полезные вещи.
            </Text>

            <Text tag="p" size="h6" color="role">
                Для него характерна низкая самооценка и отсутствие веры в свои силы.
            </Text>

            <Text tag="p">
                В обществе может открыто заявить: «Я не могу, не способен на это!» Самое худшее, что неуверенность в собственные силы он переносит на своих близких, в том числе на детей.
            </Text>

            <Text tag="p" size="h6" color="role">
                Нуждается в присутствии рядом сильного человека.
            </Text>

            <Text tag="p">
                Плохо соображает, что ему выбрать — где учиться и работать. Охотно выслушивает советы сильных и целеустремленных людей.
            </Text>

            <hr />

            <Text tag="p">
                Его раздражают ситуации, когда от него требуют выполнения задания в короткий срок. Становится активен, если понимает, как достичь цели, и осознает свою роль в процессе.
            </Text>

            <Text tag="p">
                Необходимо, чтобы многие практические вопросы ему объяснили.
            </Text>

            <Text tag="p" size="h6" color="role">
                Характерно, что он сохраняет и собирает «на всякий случай» разные предметы, которые непригодны для использования.
            </Text>

            <Text tag="p">
                Проблема в том, что он не умеет оценить, что действительно нужно, а что нет. С годами вещи накапливаются в его доме, в подсобных помещениях до потолка, когда уже сам не помнит, что именно скопилось в его квартире.
            </Text>

            <Text tag="p">
                Качество «копить» в его понятии помогает готовиться к непредвиденными ситуациям в будущем.
            </Text>

            <Text tag="p"size="h6" color="role">
                Жизненную философию можно охарактеризовать так — все нужное надо держать под рукой — и людей, и вещи.
            </Text>

            <hr />

            <Text tag="p">
                В спорах уступает, если другой умеет аргументировать и является его авторитетом.
            </Text>

            <Text tag="p">
                Без строгого руководства расслабляется, становится рассеянным и неряшливым.
            </Text>

            <Text tag="p">
                Интуиция дает ему внутреннюю уверенность и позволяет понять скрытую сущность вещей и явлений, но слабая логика не позволяет принимать разумные решения сейчас и сразу.
            </Text>

            <Text tag="p">
                Ему необходимо время для обдумывания.
            </Text>            

            <Text tag="p">
                В работе его вдохновляет точная, ясная, обоснованная и убедительная информация.
            </Text>
            <Text tag="p"size="h6" color="role">
                Несобранность и хаотичность в действиях, недостаток мотивации, а также нехватка денег наводит на него печаль и хандру.
            </Text>
        </>
    );
}
