import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine readTime='6'>Велта Микелсоне</AuthorLine>

            <Text tag="b" color="role" size="h5">
            Мастер логического анализа, человек, способен разложить по полочкам все на свете. Искатель истины и справедливости.
            </Text>

            <hr />

            <Text tag="p">
                Для него характерно ярко выраженное аналитическое мышление, которое дает ему социальную роль аналитика. Он доходчиво и уверенно выражает свои мысли и точно оценивает происходящее. Однако его мышление главным образом носит абстрактный характер.
            </Text>

            <Text tag="p" size="h6" color="role">
                С раннего детства он в своих мыслях старается обхватить весь мир, выявить причины и следствия всего происходящего.
            </Text>

            <Text tag="p">
                Может запутаться в своих изложениях, но серьезной ошибкой это не считает,поскольку он строит свою концепцию. Рационализатор, которому важно развить свои разработки и самому усовершенствоваться.
            </Text>

            <Text tag="p" size="h6" color="role">
                Его интересуют всеобщие закономерности.
            </Text>

            <Text tag="p">
                Он часто является основателем новых систем и реорганизатором устаревших. Теоретик, способный умело выявить недостатки и дать объективную оценку, которая не всегда приятна.
            </Text>

            <Text tag="p">
                В ссорах отстаивает свое мнение, неуступчив и непримирим. При этом ему не важен статус и авторитет оппонента. Часто представители этого социотипа занимаются научной работой.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                В основном их интересует обсуждение теоретических вопросов и создание новых теорий.
            </Text>

            <Text tag="p">
                За свои истинные убеждения сражается в словесных битвах, умело аргументируя и оспаривая противоположные взгляды.
            </Text>

            <Text tag="p">
                Если ему не разрешают свободно выразиться, не будет драться с кулаками или поднимать голос, в таких случаях отстранится.
            </Text>

            <Text tag="p">
                Считает, что он действует по общепринятым нормам. Но при принятии решений полагается только на себя и на свой опыт.
            </Text>

            <Text tag="p">
                Ему трудно выслушивать людей, которые не излагают свои мысли последовательно и пренебрегают фактами.
            </Text>

            <Text tag="p" size="h6" color="role">
                Легко воспринимает ясную и лаконичную информацию, перерабатывает ее и разъясняет. Глобальное видение мира и всесторонний анализ.
            </Text>

            <Text tag="p">
                Понимает суть происходящих событий и явлений в окружение. Улавливает, что должно усовершенствоваться в обществе, чтобы обеспечить прогресс.
            </Text>

            <Text tag="p">
                Человек с глобальным мышлением, держит в уме как проблему в целом, так и отдельные ее аспекты. Он незаменим при «мозговых штурмах» — при разработке проектов, создании новых гипотез.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Постоянно ищет новые возможности.
            </Text>

            <Text tag="p">
                Неопределенность его не пугает, он за короткое время может найти выход из сложной ситуации. Голова его, как правило, полна новыми идеями. Он предлагает подходящие и удобные методы для выполнения работы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Быстро оценивает успешность и перспективность в конкретных областях деятельности, избегает бессмысленных действий.
            </Text>

            <Text tag="p">
                Ведет себя вежливо и тактично. Обычно сдержан и осторожен. Соблюдает нормы нравственности в отношениях с другими.
            </Text>

            <Text tag="p">
                У него развито чувство собственной справедливости, которая ему важнее, чем личные отношения. Но если задеты его профессиональные интересы и взгляды на жизнь, может стать резким и категоричным.
            </Text>

            <Text tag="p">
                В личной жизни не допускает чужого вмешательства. Открывает лишь совсем близким людям. Того, кто вторгается в его личную жизнь, может вычеркнуть из круга знакомых на долгое время. Сам не станет первым искать контакт.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Он – самодостаточен, одиночество ему необходимо больше чем неподходящая компания.
            </Text>

            <Text tag="p">
                Ему тяжело понять характер человека, его желания, но при возможности он старается это исследовать, а также понять как развиваются многообразные отношения между людьми.
            </Text>

            <Text tag="p">
                С незнакомыми людьми чувствует себя напряженно, сомневается по поводу правильности своих действий. Построить неформальные отношения самому ему сложно.
            </Text>

            <Text tag="p">
                В общении внимательный слушатель. Разговор поддерживает в том случае, когда тема касается его интересов. Уходит от пустых разговоров.
            </Text>

            <Text tag="p">
                Считает, что детей следует воспитывать строго, воспитывая в них справедливость и нравственность. 
            </Text>

            <Text tag="p" color="accent">
                <i>Иногда его методы могут быть слишком строгие и даже жестокие. Поскольку маленький ребенок нуждается в ласковых прикосновениях и в нежных словах о любви, случается так, что женщина такого типа не способна дать малышу это, в чем он так нуждается. Позднее контакт налаживается с ребенком, когда он становится подростком.</i>
            </Text>

            <Text tag="p">
                Характерны независимость, самостоятельность и способность защищаться. Он не применяет силовое воздействие и не стремится захватить власть.
            </Text>

            <Text tag="p">
                Также не приемлет силового воздействия на себя. Предпочитает демократичный стиль управления.
            </Text>

            <hr />
            
            <Text tag="p" size="h6" color="role">
                Он не оказывает давления на других, поскольку умеет убеждать.
            </Text>

            <Text tag="p">
                В его голосе нет повышенных и категоричных интонаций. Иногда считает это проявлением собственной слабостью.
            </Text>

            <Text tag="p">
                Сложно продвигать свои идеи, поэтому великий потенциал часто не реализуется в жизнь.
            </Text>

            <Text tag="p">
                В ситуациях стресса ведет себя сдержанно. Снаружи не заметно, что он психологически сломлен, больше физически (замечается покраснение лица, меняется осанка, ноги стоят на ширине плеч).
            </Text>

            <Text tag="p">
                Осознает свои ошибки, но открыто признать их ему бывает трудно.
            </Text>

            <Text tag="p">
                Случается так, что однажды принятое решение или свое мнение может резко изменить, что свидетельствует о его нерешительности. Но если он свою цель наметил и ясно осознал, тогда упорно добивается своего.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Эмоции строго подчинены разуму.
            </Text>

            <Text tag="p">
                Этим объясняется, что любовь для него — это не словесное подтверждение, и не излишние ласки, а повседневная забота о партнере.
            </Text>

            <Text tag="p">
                Посочувствовать другому — это означает для него помочь конкретным делом. При этом он якобы ожидает встречную помощь. Так он понимает дружбу и хорошие отношения.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не умеет самостоятельно справляются со своими отрицательными эмоциям.
            </Text>

            <Text tag="p">
                Старается не выяснять отношений, поскольку считает, что ссоры и скандалы создают неловкое, иногда безвыходное положение, которое только отнимает силы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Периодически его нагнетает депрессия, тогда он ждет помощи со стороны.
            </Text>           

            <Text tag="p">
                Когда его эмоционально стабилизируют, разгоняя пассивность. Лишь тогда он расслабляется, получает энергию и становится привлекательным и интересным собеседником.
            </Text>

            <hr />

            <Text tag="p">
                Бережет уже сложившиеся отношения, предпочитает их не прерывать.
            </Text>

            <Text tag="p" size="h6" color="role">
                Если отношения складываются неудачно, первым прерывать их не станет. Если партнер захочет расторгнуть отношения, не будет сопротивляться.
            </Text>

            <Text tag="p">
                На первый взгляд он нетребовательный, скромный и умеренный. Плохо владеет своим телом, не разбирается в своем здоровье, неумело контролирует свое самочувствие, потому что у него низкая физическая чувствительность.
            </Text>

            <Text tag="p" size="h6" color="role">
                Для него важно вести здоровый образ жизни, чтобы сохранить физическую форму.
            </Text>

            <Text tag="p">
                Его раздражают бытовые проблемы: создание комфорта и поддерживание порядка в доме. При этом он деятельный, смело берется за любую работу, быстро осваивает навыки.
            </Text>

            <Text tag="p">
                В быту он неприхотлив, его устраивает невысокий уровень комфорта, может жить в простых условиях. Одевается неброско, не склонен следить за модой, предпочитает нейтральные и спокойные тона и простой крой.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Предпочитает только такую работу, которою возможно делать автоматически — такая ситуация ему не не помешает думать.
            </Text>

            <Text tag="p">
                Особое внимание придает образованию. Диплому, подтверждающему образование или квалификацию, он верит больше чем практическим навыкам.
            </Text>

            <Text tag="p" color="accent">
                <i>По этой причине, как руководитель, очень часто терпит поражения, на пример, когда приходится увольнять нового сотрудника, убедившись в своем неправильном выборе.</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Трудоголик, поскольку автоматически выполняет работу, не чувствует нагрузку.
            </Text>

            <Text tag="p">
                Но его высокая работоспособность не всегда дает значительные результаты.
            </Text>

            <hr />

            <Text tag="p">
                Будучи руководителем, вырабатывает нормы «под себя», выполнение которых требует от других, и не доволен, если ему возражают. Человек, который высоко ценит распределение времени. Обычно выбирает такой метод работы, который позволяет сэкономить время.
            </Text>

            <Text tag="p" size="h6" color="role">
                Планирует как свою работу, так и отпуск.
            </Text>

            <Text tag="p">
                При выполнении работы не допускает, чтобы время проходило впустую. Ему не свойственны бессмысленная суета и беспокойство.
            </Text>

            <Text tag="p">
                Умеет полезно заполнить свое свободное время – захватывающие занятия, самообучение, повышение квалификации. Ему важно и в работе удовлетворять свои личные интересы. Человек с хорошей памятью, пунктуальный.
            </Text>

            <Text tag="p" size="h6" color="role">
                Своевременно замечает и оценивает социальные проблемы, возникающие в обществе, предупреждает об этом других, прорабатывает оптимальные методы решения.
            </Text>

        </>
    );
}
