import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTP() {
    return (
        <>
            <AuthorLine text='Читать 7 минут' iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Главный скептик и философ всего социона. Внимательный наблюдатель жизни.
            </Text>

            <hr />

            <Text tag="p">
                Часто бывает серьезным, недовольным или грустным. Терпелив, независим, самостоятельный. Прекрасно чувствует течение времени.
            </Text>

            <Text tag="p" size="h6" color="role">
                Видит противоречия в происходящей действительности и предвидит ход событий.
            </Text>

            <Text tag="p">
                Ему понятно, какие перемены произойдут в будущем, способен заметить ухудшение ситуации. Он всегда имеет своё мнение о развивающихся событиях и целесообразности действий.
            </Text>

            <Text tag="p">
                Не торопится, так как боится ошибиться, за что окружающие часто считают его пассивным. Не любит резких перемен, потому что каждая перемена требует вложения сил.
            </Text>

            <Text tag="p">
                Как интроверту, ему свойственна замкнутость, поэтому свои взгляды и прогнозы он высказывает лишь отдельным людям.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Умеет подробно анализировать сложные обстоятельства и хорошо видит сущность проблемы.
            </Text>

            <Text tag="p">
                Человек, который излишне не трудится. Под влиянием меланхолического темперамента все его действия совершаются экономно, продуманно, медленно. Поэтому со стороны кажется, что он специально бережет себя, но это неверно.
            </Text>

            <Text tag="p">
                Критик много читает и осведомлен во многих вопросах. Ему доступна широкая информация, которая позволяет сравнивать и оценивать каждую новую идею.
            </Text>

            <Text tag="p">
                Возможно, поэтому новинки он воспринимает осторожно и без лишнего восторга.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Глядя со стороны, часто возникает ощущение, будто он все уже знает.
            </Text>

            <Text tag="p">
                Подобное он испытывает при встрече с незнакомым человеком, когда ему кажется, что тот уже где-то встречался на его пути.
            </Text>

            <Text tag="p">
                Осознает ценность денег, знает о преимуществах, которые они дают. Если в его распоряжении недостаток денежных средств, внутри переживает, но другие это не замечают.
            </Text>

            <Text tag="p">
                Он обычно не одалживает деньги и вещи и не становится должником. Иногда ему удается найти самые выгодные способы вложения денег. Свой вложенный труд соизмеряет в деньгах.
            </Text>

            <Text tag="p" size="h6" color="role">
                Думает и рассуждает творчески.
            </Text>

            <Text tag="p">
                Его действия согласованы с законами и правилами, но он также опирается на свой опыт и здравый смысл. Склонен усовершенствовать процесс работы. Перед заключением сделки тщательно обдумывает её условия и возможные последствия, потому что не любит рисковать.
            </Text>

            <Text tag="p">
                Всегда выбирает самое надежное решение. Не станет торопиться с подписанием документа, пока полностью не будет знать о последствиях. Иногда откладывает дела на неопределенное время.
            </Text>

            <Text tag="p" color="accent">
                <i>Он человек, который точно и кропотливо оформляет всю деловую документацию, выявить какие-либо ошибки со стороны фактически невозможно. Он учитывает влияние всех законов и правил. Этим он создает впечатления о себе как о надежном деловом партнере.</i>
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Цель достигает постепенно, самыми простыми способами, учитывая выгоду.
            </Text>

            <Text tag="p">
                Вмешательство со стороны – поторапливания, принуждения, установленные временные рамки – мешают ему работать. Но на него можно положится, он все равно выполнит работу в срок. Не любит, когда его отвлекают на рабочем месте, выясняют отношения или ведут тайные интриги.
            </Text>

            <Text tag="p" size="h6" color="role">
                Если работа не приносит ожидаемого результата, может потерять вдохновение.
            </Text>

            <Text tag="p">
                В сложных обстоятельствах сохраняет хладнокровие, не поддается эмоциональному влиянию. Постоянно совершенствует своё мастерство. Больше доверяет себе, неохотно принимает помощь со стороны.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Любит природу и путешествия. Перед тем, как отправиться в поездку или поход, запасается необходимыми вещами.
            </Text>

            <Text tag="p">
                Чтобы чувствовать уверенность в себе, необходимо находиться в хорошей физической форме. Он понимает, что спорт помогает поддерживать здоровье и сохранять физическую форму.
            </Text>

            <Text tag="p">
                Нравятся красивые вещи, которые между собой гармонируют. Он всегда замечает красоту вокруг. Бывает, что увлекается коллекционированием различных вещей и изучением видов искусства. Однако не всегда заметно присутствие предметов из коллекции или предметов искусства в его доме.
            </Text>

            <Text tag="p">
                Одевается не броско, чаще всего выбирая сероватые тона. Стиль одежды у представителей этого типа может быть разным.
            </Text>

            <Text tag="p" color="accent">
                <i>Мужчины предпочитают повседневный стиль одежды, несмотря на занимаемую должность. Борода — неотъемлемый компонент их имиджа. Юноши иногда носят длинные волосы, собранные в косе.</i>
            </Text>

            <Text tag="p" color="accent">
                <i>Женщины мало используют декоративную косметику, мало внимания уделяют прическе, которая обычно ничем не выделяется.</i>
            </Text>

            <Text tag="p">
                Стиль одежды — от продуманного и изысканного, согласованного с последними тенденциями моды, до неряшливого и разрозненного.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Некоторые из них испытывают сложности в устройстве своего быта, поэтому к нему не предъявляют высоких требований.
            </Text>

            <Text tag="p">
                Он выбирает удобную мебель, слушает тихую музыку и предпочитает неяркое освещение. Ему нужен душевный покой, уютная и спокойная атмосфера.
            </Text>

            <Text tag="p">
                Не увлекается дружбой с посторонними. В своем доме принимает только близких друзей.
            </Text>

            <Text tag="p">
                Ходит в гости только к тем людям, которые особенно хорошо к нему относятся, где он может непринужденно отдохнуть, предаваясь приятным воспоминаниям, интересным беседами.
            </Text>

            <Text tag="p">
                Также ему очень важно зарядиться позитивной эмоциональной энергией, которая избавит его от скуки и грусти. Это дает на некоторое время силу и энергию.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Семейный круг — неотъемлемая часть его самого, но он не умеет выразить свою привязанность словами.
            </Text>

            <Text tag="p">
                Это не означает, что он их не любит! У него строгие и четкие очертания своей территории. Не умеет жестко защищать свои границы, и поэтому когда кто-либо их переступает, он чувствует нарушение его прав.
            </Text>

            <Text tag="p">
                В обществе ведет себя спокойно, вежливо, оставляя впечатление утонченного, образованного и приятного собеседника.
            </Text>

            <Text tag="p" size="h6" color="role">
                Плохо разбирается в своих чувствах, они ему кажутся непонятными или противоречивыми, о них не разговаривает. Не стремится познать себя, поскольку уверен, что все о себе уже знает.
            </Text>

            <Text tag="p">
                Возбуждение и обиду не показывает, но может стать угрюмым и малоразговорчивым. Если его обидели, отвечает с «черным юмором».
            </Text>

            <Text tag="p">
                Стремление к власти для Критика не является самоцелью, хотя его сущность требует быть рядом с лидером.
            </Text>

            <Text tag="p">
                Осуществляя свои личные интересы, он часто приближается к вершине в обществе и достигает своей цели. Но случается, что его успех вдруг начинает затормаживаться.
            </Text>

            <Text tag="p">
                Это происходит потому, что Критик не умеет экономить отведенное ему время, так как долго принимает решения, и часто делает это в последний момент.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Достигая определенного уровня или занимая высокую должность, с трудом потом покидает своё место.
            </Text>

            <Text tag="p">
                Слабо мобилизуется. Он не любит резких перемен, это приводит его к неопределенности.
            </Text>

            <Text tag="p">
                Не приемлем репрессивный стиль правления. Этим часто пользуются другие люди.
            </Text>

            <Text tag="p">
                Не предлагает помощи другим по своей инициативе. Если попросишь его о помощи, поможет по мере своих возможностей, геройствовать не станет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Ему необходима поддержка человека, наделенного силой воли и позитивными эмоциями.
            </Text>

            <Text tag="p">
                Он уважает сильных целеустремленных и умных людей, которые не боятся сложностей и риска. Если у Критика появляется такой партнер, он с удовольствием становится его вдохновителем.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Иногда уклоняется от споров и объяснений, тем самым неосознанно провоцируя выброс на себя отрицательных эмоций.
            </Text>

            <Text tag="p">
                Его раздражают и угнетают истерики и слезы. Он тогда теряется, не знает, что делать. Сам лишнего не говорит.
            </Text>

            <Text tag="p">
                Не предлагает помощи другим по своей инициативе. Если попросишь его о помощи, поможет по мере своих возможностей, геройствовать не станет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Иногда он становится безразличным, избегает людей, погружается в полнейшее бездействие и пессимизм.
            </Text>

            <Text tag="p">
                В такие моменты не нуждается в сочувствии от других. Считает, что сам способен выбраться из этого положения.
            </Text>
        </>
    );
}
