import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ () {
    return (
        <>
            <AuthorLine text='Читать 7 минут' iconName="Time">Велта Микелсоне</AuthorLine>

            <Text tag="b" size="h5" color="role">
                Прекрасно разбирается во взаимоотношениях между людьми.
            </Text>

            <hr />

            <Text tag="p">
                Знакомства заводит осторожно и не сразу идет на сближение. В повседневном общении соблюдает дистанцию. Этим создается впечатление о нем как о замкнутом и некоммуникабельном человеке.
            </Text>

            <Text tag="p">
                У него обычно мало друзей. Среди знакомых он якобы выбирает своих. Но не всегда члены своей семьи включены в категорию своих!
            </Text>

            <Text tag="p" size="h5" color="role">
                Знает, какие эмоции нужно избегать, что мешает воплотить его замыслы в жизнь, что отнимает силы и нарушает равновесие.
            </Text>

            <Text tag="p">
                Особенно хорошо различает фальшь и наигранность в чувствах и отношениях. Доверяет только своему опыту, в чем лично убедился.
            </Text>

            <Text tag="p">
                Хранитель общепринятых норм морали, принципов отношений между людьми и других неписанных законов человечества, но с трудом подчиняется управлению других, особенно тех кто слабее его.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Его недовольство вызывает все, что осложняет установленные им отношения.
            </Text>

            <Text tag="p">
                 В таких ситуациях может стать беспощадным. Переживает, если отношения портятся по независящим от него обстоятельствам.
            </Text>

            <Text tag="p">
                Сочувствует больным, бедным, опустившимся и отверженным жизнью. Считает, что нужно уделять особое внимание безработным и слабым, при возможности подбадривать.
            </Text>

            <Text tag="p">
                Также считает, что дети, пенсионеры и многодетные семьи, инвалиды нуждаются в помощи в первую очередь. 
            </Text>

            <Text tag="p">
                Если Хранитель находится на посту в самоуправлении или в социальной службе, он естественно от всей души выслушает социально обездоленных и поможет им всеми силами.
            </Text>

            <Text tag="p" color="accent">
                <i>Показывает себя с наилучшей стороны как сотрудник органов правоохранения, в том числе в полиции. Это объясняется тем, что в отличии от других социотипов в нем строгость уравновешивается с корректностью поведения.</i>
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Он обладает высокой самооценкой, жизнерадостный, деятельный, энергичный, непреклонный.
            </Text>

            <Text tag="p">
                Как традиционалист не приемлет отклонения от общепринятых норм в поведении и во взаимных отношениях. Он отстаивает свои убеждения перед всем обществом, заботится о своей личной чести.
            </Text>

            <Text tag="p" size="h5" color="role">
                Важно соблюдать и даже сохранить, и передать следующим поколениям все нравственные и этические нормы, которые в ходу эволюции человечества были одобрены.
            </Text>

            <Text tag="p">
                 Также важно уважать своих родителей и прародителей, заботиться о близких.
            </Text>

            <Text tag="p">
                Не ищет новизны в том, что уже принято и ужилось в обществе. Например, придерживаются традиционных рецептов, ритуальных обычаев своей нации, отмечают праздники, важные торжественные событий, даты.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Взаимоотношения окружающих внимательно анализирует,однако свое мнение редко высказывает и редко меняет.
            </Text>

            <Text tag="p">
                Если он чувствует сопротивление или угрозу, может резко отстаивать свою правоту. Быстро оценивает, как действовать в сложившейся ситуации. Умело использует психологическое давление. Может требовать и действовать бесстрашно, не теряя терпения в сложных ситуациях.
            </Text>

            <Text tag="p" size="h5" color="role">
                Его трудно запугать или вывести из себя.
            </Text>

            <Text tag="p">
                Целеустремленный, напористый, требовательный, самоуверенный, сдержанный и стрессоустойчивый. В обычном состоянии миролюбивый, но при необходимости готов защитить себя и близких.
            </Text>

            <Text tag="p">
                В коллективе он прекрасно чувствует расположение сил и влияния. Способен навязывать партнеру свои требования. Ему тяжело приспосабливаться. Если происходят осложнения, пересказывает ситуацию другим и выслушивает советы.
            </Text>
            
            <hr />

            <Text tag="p" size="h5" color="role">
                Практичен, умело использует все, что находится под рукой.
            </Text>

            <Text tag="p">
                 Талантливо оценивает качества вещей. Тщательно и основательно подходит к работе. Его работу не требуется переделывать.
            </Text>

            <Text tag="p">
                Ему больше всего необходимо личное благосостояние. Этим объясняется то, что для него гнездо счастья — семья и дом.
            </Text>

            <Text tag="p" size="h5" color="role">
                Он не утомляется от домашних забот, потому что нуждается в активной деятельности.
            </Text>
            

            <Text tag="p">
                 Малоподвижный образ жизни заставляет искать активность вне дома, зато часто посещает разные кружки, хоры, общественные мероприятия.
            </Text>

            <Text tag="p" size="h5" color="role">
               Ему важно произвести впечатление рассудительного и серьезного человека.
            </Text>

            <Text tag="p">
                 Старается все просчитывать, продумать, но чаще всего живет расточительно.
            </Text>

            <hr />

            <Text tag="p">
                Однако в условиях кризиса способен жить бережливо. Уважает тех, кто умеет выразиться конкретно, коротко и понятно.
            </Text>

            <Text tag="p">
                Самый осторожный и внимательный социотип. Замечает и избегает ситуации, которые нельзя изменить. О своих неудачах не говорит, считая, что другие ничем не смогут помочь.
            </Text>

            <Text tag="p" size="h5" color="role">
                Свои достижения не рекламирует. Плохо оценивает способности людей.
            </Text>

            <Text tag="p">
                 С недоверием воспринимает громких хвастунов. Нуждается в том, чтобы его работа была оценена.
            </Text>

            <Text tag="p">
                Боится принимать новые вызовы, так как не чувствует себя достаточно образованным, хотя на самом деле знает очень много.
            </Text>

            <Text tag="p" size="h5" color="role">
                Он приложит много усилий, чтобы выполнить работу качественно.
            </Text>

            <Text tag="p">
                 Непроверенные идеи и догадки выслушивает с подозрением, стараясь сохранить все старое без изменений. Боится ввести изменения в установленный ритм. Тяжело переносит критику в свой адрес и редко хвалит других.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Живет здесь и сейчас, не терпит ожиданий, неопределенности и неизвестности. В непредвиденных ситуациях теряет равновесие, путается в мыслях.
            </Text>

            <Text tag="p">
                Свои решения обычно принимает быстро. При недостатке времени лучше мобилизуется к работе. Непрерывно ищет себе занятия, не умеет отдыхать, поскольку пассивный отдых считает проявлением бездельничества.
            </Text>

            <Text tag="p">
                Долго готовится перед началом работы. Не может выполнять одновременно несколько дел. За следующее берется только тогда, когда закончил предыдущее. Часто большие нагрузки отрицательно влияют на его здоровье. По-настоящему может расслабиться только, если видит результат работы.
            </Text>

            <Text tag="p">
                Не уверен в будущем, боится неизвестности. Долго помнит ошибки прошлого. Ему нужен партнер, который способен открыть развитие и ход событий и дать чувство уверенности. Плохо себя чувствует, если события развиваются медленно.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не относится враждебно к человеку с другим мышлением.
            </Text>

            <Text tag="p">
                С ним ведет вежливую беседу. Другое дело, что он испытает внутри себя. В случае антипатии Драйзер чаще всего ограждает себя от подобного общения.
            </Text>

            <Text tag="p">
                Он не любит случайные прикосновения, прикосновения неприятных ему людей. Остро чувствует свои физические потребности. В доме ему необходим уют и порядок, только тогда его самочувствие стабилизируется.
            </Text>

            <Text tag="p">
                Как правило у него пристальный, внимательный взгляд и напряженное выражение лица. Обычно губы плотно сжаты. Во время разговора окидывает партнера пронзительным взглядом, но при ответе, отводит глаза в сторону.
            </Text>

            <Text tag="p">
                Может длительное время сохранять одно положение тела.
            </Text>

            <Text tag="p">
                Ему неприятно долговременное нахождение чужих людей в собственном доме. В такой ситуации он чувствует себя чужим в своем доме.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Хранитель подчеркнуто аккуратен, педантичен. У него складывается свое понимание о красоте и о том, что доставляет удовольствие.
            </Text>

            <Text tag="p">
                Прекрасно знает, как одеваться согласно ситуации и соблюдает этикет. Даже его домашняя одежда продуманная и стильная.
            </Text>

            <Text tag="p">
                Он покупает только качественные и комфортные вещи. Старается быть перфекционистом – чтобы у него был самый красивый дом, самая ухоженная семья.
            </Text>

            <Text tag="p">
                Отличный семьянин. Забота о семье для него — это не просто обязанность, а смысл его жизни.
            </Text>

            <Text tag="p" size="h5" color="role">
                Где хозяйничает Хранитель, там имеются достаток в деньгах и запасы на будущее.
            </Text>

        </>
    );
}
