import React from 'react';
import { Text } from '../../../components/Text';

export default function ENFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Подпитывается и чувствует себя комфортно с людьми, у которых везде порядок и они помогают в этом другим. 
            </Text>
            
            <Text tag="p">
            Им нравятся практичные, волевые и логичные люди.
            </Text>

            <Text tag="p">
            Ожидает поддержки в структурировании информации и организации пространства. Очень любят задавать вопрос «Почему?». Им бывает сложно производить информацию на тему структур и причин, поэтому они ее подсознательно ожидают и накапливают.
            </Text>

            <Text tag="p">
            Также им интересна тематика социальной иерархии: как реализоваться в ней и достигнуть положения.
            </Text>

            <Text tag="p">
            С воодушевлением относятся к проявлению воли, устойчивости, настойчивости, властных качеств и идей, направленных на достижения влияния. Можно сказать, что нуждается в поддержке по тематике силового преобразования мира и провоцирует окружение на соответствующие идеи. 
            </Text>
        </>
    );
}