import React from 'react';
import { Text } from '../../../components/Text';

export default function ENFP() {
    return (
        <>
            <Text tag="p" color="role">
            Привлекает информация о конкретной организации пространства, о комфортной обстановке вокруг себя. 
            </Text>
            
            <Text tag="p">
            Хотел бы считать, что умеет выбирать достаточно эффективные способы работы, организовать процесс, улучшить его, изменить последовательность операций. Нуждается в оценке этого умения.
            </Text>
        </>
    );
}
