import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Оценивает внешнюю среду по уровню комфорта и эмоциональной атмосфере.
            </Text>

            <hr/>

            <Text tag="p">
                Подсознательно ожидает и высоко ценит (если не противоречит воспитанию) информацию на следующие темы: самочувствие, удобство, гармония, красота, сочетаемость, уместность, потребность, потребительские качества, ресурс, забота, эстетика, здоровье, гигиена, ощущение, форма, поддержка, вкус, приятность.
            </Text>

            <Text tag="p">
                Информация на эти темы накапливается и не очень быстро меняется, позднее онставит цели, учитывая свой опыт в этом аспекте. Ему бывает не сложно навязать свою точку зрения на эти темы. Например, они могут любить ходить по магазинам с друзьями. Очень позитивно относится к бытовой заботе о себе и своих потребностях, что может проявляться в инфантильности.
            </Text>

            <hr/>

            <Text tag="p">
                Нуждается в эмоциональном общении и поддержке. Эмоциональные люди заряжают его, поддерживают его в тонусе. Нередко  подвержены эмоциональному влиянию. Их эмоциональные состояния якорятся и могут без внешних стимулов довольно долго сохраняться.
            </Text>
        </>
    );
}