import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Нуждается в интеллектуальном общении. Он оценивает окружающих людей по тематикам логичности и глубины понимания мира.
            </Text>
            
            <hr/>

            <Text tag="p">
            Ожидает поддержки в структурировании информации и организации пространства. Очень любят задавать вопрос «почему?». 
            </Text>

            <Text tag="p">
            Им бывает сложно производить информацию на тему структур и причин, поэтому они ее подсознательно ожидают и накапливают.
            </Text>

            <hr/>

            <Text tag="p">
            Идеи, особенно уникальные, насыщенные потенциалом, вызывают эмоциональный подъем. Он нуждается в том, чтобы ему помогали с придумыванием чего-то нового, объясняли суть, указывали на потенциальные возможности.
            </Text>

            <Text tag="p">
            Подобная деятельность автоматически вызывает у него побуждение к реализации этих идей.
            </Text>
        </>
    );
}