import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Привлекает информация о человеческих отношениях вообще, об их изменении, улучшении или ухудшении. 
            </Text>

            <Text tag="p">
            Ориентируется в отношениях, опираясь только на личный опыт, не в состоянии сравнить этот опыт с тем, как принято строить и выражать отношения. Настроен на все, что может помочь как-то избежать отрицательного отношения окружающих.
            </Text>

            <Text tag="p">
            Хотел бы считать, что умеет быть проницательным, находчивым, видеть конкретные позитивные возможности, способности людей. 
            </Text>

            <Text tag="p">
            Нуждается в положительной оценке этого умения. Неосознанно активизируется при необходимости найти конкретную возможность изменить отношения между людьми.
            </Text>
        </>
    );
}