import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTP() {
    return (
        <>
            <Text tag="p" color="role">
            Оценивает людей по их глубине и уровню эмоциональных переживаний рядом с ними.
            </Text>

            <Text tag="p">
            Нуждается в эмоциональном вовлечении в события. Ожидает оперативной поддержки и эмоционального общения. Нуждается в информации о перспективном будущем, наличии смысла в деятельности.
            </Text>

            <hr/>

            <Text tag="p">
            Им очень ценна своевременная информация и информация о своевременности. Они ценят свое время и с благодарностью относятся к тому, кто помогает им его экономить или более осмысленно распределять.  
            </Text>

            <Text tag="p">
            Для них приятно знать, что они идут в по перспективному пути.
            </Text>

            <hr/>

            <Text tag="p">
            Нуждается в остро-эмоциональном общении и поддержке. Эмоциональные люди заряжают его, поддерживают его в тонусе. Нередко они подвержены эмоциональному влиянию.  
            </Text>

            <Text tag="p">
            Их эмоциональные состояния якорятся и могут без внешних стимулов довольно долго сохраняться. 
            </Text>
        </>
    );
}
