import React from 'react';
import { Text } from '../../../components/Text';

export default function INFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Привлекает любая информация о практических моментах деятельности, свойствах и параметрах объектов, об оптимальной организации дела вообще, тенденциях развития технологий.
            </Text>

            <Text tag="p">
            Собственную практическую деятельность организует только исходя из приобретенного индивидуального опыта.
            </Text>

            <Text tag="p">
            Хотел бы считать, что обладает вкусом, умеет организовать пространство вокруг себя, создать комфортную обстановку. Нуждается в оценке этого умения. 
            </Text>

            <Text tag="p">
            Неосознанно активизируется при необходимости оптимизировать какой-нибудь процесс посредством налаживания удобства в работе. 
            </Text>
        </>
    );
}