import React from 'react';
import { Text } from '../../../components/Text';

export default function INFP() {
    return (
        <>
            <Text tag="p" color="role">
            Оценивает людей с точки зрения их волевых и мыслительных качеств.
            </Text>

            <Text tag="p">
            Нуждается в волевой поддержке, особенно в вопросах социальной иерархии. Также нуждается в гибкой (мягкой) форме управления.
            </Text>

            <hr/>

            <Text tag="p">
            Сила воли, воплощение (реализация) и нагрузка, проявление воли, достижение целей,  целеполагание, особенно в сфере социальной иерархии является для Есенина ценной.  
            </Text>

            <Text tag="p">
            При необходимости использует вербальную агрессию.
            </Text>

            <hr/>

            <Text tag="p">
            Нуждается в поддержке по информации о структурах, он постоянно задает вопросы “почему?”. Предъявляет высокие требования к логичности других людей. 
            </Text>

            <Text tag="p">
            Легко замотивировать объяснением, почему ему надо что-то сделать. При постоянной логической поддержке чувствуют себя в энергетическом тонусе. С воодушевлением относятся к идеям, направленным на самоутверждение в социальной иерархии.
            </Text>
        </>
    );
}
