import React from 'react';
import { Text } from '../../../components/Text';

export default function INTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Ожидает от мира людей, которые умеют весело проводить время. Ждет идей на тему провождения времени с удовольствием, повышения уровня жизни.
            </Text>

            <hr/>

            <Text tag="p">
            Ресурс представляют эмоции. Он постоянно ждет эмоциональной поддержки и навязывания позитивного (комфортного) эмоционального фона.   
            </Text>

            <Text tag="p">
            Воспринимает веселье как что-то ценное, и вообще любит повеселиться, но у самого подобная информация может не всегда производиться легко.
            </Text>

            <hr/>

            <Text tag="p">
            Информация на следующие темы будет вызывать у воодушевление, эмоциональный подъем: ценность (!), самочувствие, удобство, гармония, красота, сочетаемость, уместность, потребность, потребительские качества, ресурс, забота, дополнение, эстетика, здоровье, гигиена, ощущение, форма, поддержка, подпитка, приятность, комфорт.
            </Text>

            <Text tag="p">
            Забота о нем поднимает ему настроение, при этом он сам любит (при должном уровне развития) заботиться о людях, чтобы поднимать им настроение. Вообще он нуждается в поддержке на эти темы, это держит его в эмоциональном тонусе.
            </Text>
        </>
    );
}
