import React from 'react';
import { Text } from '../../../components/Text';

export default function INTP() {
    return (
        <>
            <Text tag="p" color="role">
            Ищет в мире и в людях информацию о том, как быть волевым, целеустремленным, и строить отношения, чтобы они были добрые и теплые.
            </Text>

            <Text tag="p" color="role">
            Нуждается в информации и реализации покровительственных отношений. Может хотеть быть и покровителем, и тем, кого защищают в отношениях, в зависимости от ситуации, накопленного опыта и пола.
            </Text>

            <hr/>

            <Text tag="p">
            Часто недостаточно внимания уделяют тому, когда надо давить и влиять —  значит информация о проявлении воли, достижении целей, о целеполагании, особенно в сфере отношений, является для него ценной. 
            </Text>

            <Text tag="p">
            Воспринимает веселье как что-то ценное, и вообще любит повеселиться, но у самого информация на подобные темы может не всегда производиться легко.
            </Text>

            <hr/>

            <Text tag="p">
            Информация на тему отношений, установления отношений, влияния на отношения или достижения целей с помощью отношений воодушевляет, мотивирует его и прибавляет ему энергии. 
            </Text>

            <Text tag="p">
            Также в эту тему входят приоритеты, важность, системность жизни — то есть вопросы отношения к каким-то объектам или ситуациям. Информация о том, что важно и приоритетно его воодушевляет. Также воодушевляют, если ему говорят, что он важен, его любят. (что вообще можно сказать практически про всех, но у него это более выражено типологически)
            </Text>
        </>
    );
}
