import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Чувствует недостаточное ориентирование в конкретно-прикладной практической деятельности.
            </Text>

            <Text tag="p">
            Привлекает информация о необходимости выполнить конкретную работу, о ее эффективных способах, о позитивных свойствах конкретных объектов. При выполнении работы опирается только на личный опыт. Желает выполнять конкретную, в определенной области специализации работу, совершенствовать свое умение в узкой области.
            </Text>

            <Text tag="p">
            Неосознанно активизируется при необходимости избежать любых неблагоприятных событий посредством конкретной эффективной работы. 
            </Text>

            <Text tag="p">
            Хотел бы считать, что умеет избегать неблагоприятных событий, повторения ошибок прошлого. Нуждается в оценке этого умения.
            Неосознанно активизируется при необходимости предугадать отрицательные события, последствия и избежать их, особенно если они имеют влияние на его конкретную практическую деятельность. Конкретные действия придают уверенность в избежании неприятностей в будущем.
            </Text>
        </>
    );
}

