import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFP() {
    return (
        <>
            <Text tag="p" color="role">
            Ценит в людях их проницательность и логичность. Уважает творческих и идейных людей, особенно если при этом они умеют стройно изложить свои мысли. Настроен на поиск самовыражения.
            </Text>

            <hr/>

            <Text tag="p">
            В связи со своей практичностью и конкретностью может недостаточно внимания уделять общей картине ситуации и залипать на мелочах. Он подсознательно ожидает, что ему помогут с пониманием потенциальных возможностей ситуации и определением их перспективности. 
            </Text>

            <Text tag="p">
            Любит творческих людей, у которых много идей. Ощущает подпитку (удовлетворение), когда ему помогают понять, в чем суть и что-то объясняют. В сложных ситуациях может оправдываться тем, что не понимает, что делать. 
            </Text>

            <hr/>

            <Text tag="p">
            Если Дюма не может разобраться в ситуации, не понимает в чем причина и не представляет себе это логично в голове, то возможно эмоциональное истощение человека. Он “выключается”. Нуждается в заинтересованной коммуникативной поддержке.
            </Text>
        </>
    );
}
