import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Нуждаются в навязывании энергетического тонуса, источнике вдохновения и качественных программах развития.
            </Text>

            <Text tag="p">
            Оценивают окружение по их эмоциональным качествами и по тому, насколько они умеют чувствовать время и перспективу.
            </Text>

            <hr/>

            <Text tag="p">
            Ресурс представляют эмоции. Он постоянно ждет эмоциональной поддержки и навязывания яркого и динамично-изменяющегося эмоционального фона. 
            </Text>

            <Text tag="p">
            Воспринимает веселье как что-то ценное, и вообще любит повеселиться, но у самого информация на подобные темы может не всегда производиться легко.
            </Text>

            <hr/>

            <Text tag="p">
            Воодушевляют перспективы, информация о перспективах, о том, что в его поступках есть смысл. Макс нуждается, чтобы его ориентировали во времени: когда что-то делать более своевременно или с каким темпом (в каком режиме) ему лучше действовать. Особенно его интересуют идеи о проведении времени в веселом настроении. 
            </Text>

            <Text tag="p">
            Оценивает в людях прогностические способности и пунктуальность. Если сам преуспевает в этих сферах жизни, то повышается самооценка.
            </Text>
        </>
    );
}
