import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ENFJ() {
    return (
        <>
            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="base">
                Этический подтип — тривиальный паяц и фигляр, актеришка провинциального театра на задворках. Интуитивный подтип — высокомерный циник.
            </Text>            

            <Text tag="p" size="h5" color="role">
                Несчастное и безжалостное существо, пытающееся манипулировать миром. Нерешителен. Кривляка.
            </Text>

            <Text tag="p" size="base">
                Перестраховщики с большой буквы.  Видят все плохие исходы и стелят солому. Я их узнаю по неумению держать себя в пространстве.
            </Text>

            <Text tag="p" size="base">
                Очень тяжелая смесь желания быть в центре внимания и неуверенности в своем внешнем виде, неумения двигаться.
            </Text>

            <Text tag="p" size="h5" color="role">
                Неистовый романтик. Очень любит внимание. Не любит, когда его игнорируют. Непоседа и провокатор. В плохом смысле.
            </Text>

            <Text tag="p" size="base">
                Упорный и упрямый идеалист, создатель альтернативных течений и религий. Считает, что всегда прав. Завидует чужому немотивированному везению.
            </Text>

            <Text tag="p" size="base">
                Любит покровительствовать слабым и нерешительным людям, но за себя постоять не может. Одинаково способен как на полное самопожертвование, так и на страшные поступки для доказательства своей правоты.
            </Text>

            <Text tag="p" size="h5" color="role">
                А, уж, как смачно они болеют... Саморазрушающаяся конструкция.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Язва. Не чувствуют грани.
            </Text>

            <Text tag="p" size="base">
                Еще одно квадратное колесо. Работает только «под настроение», однако таковое бывает не часто. Лентяи, однозначно! Иначе будет валяться с унылым видом, изображая вселенскую скорбь, или прыгать вокруг, изображая собственную крутизну, или… короче — изображая.
            </Text>

            <Text tag="p" size="base">
                Пока он мечется от одного человека к другому, все дела придут в упадок, все отношения будут испорчены, все возможности упущены.
            </Text>

            <Text tag="p" size="base">
                После чего он решит, что это все не то, что ему надо, и переметнется в противоположную сторону. Никогда не пойду работать туда, где начальник — Наставник, эта фирма обречена на вымирание, если его вовремя не сменить.
            </Text>

            <Text tag="p" size="h5" color="role">
                Неуместные и наигранные эмоции. Диктаторские замашки.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Их неистовый романтизм основан на показухе — лишь бы заметили, лишь бы привлечь к себе внимание. Они называют это любовью к Мельпомене, но мы-то видим их жалкие потуги второсортных актеров, которые не знают даже, куда деть руки, судорожно размахивая ими, которые не в ладах с собственным телом и окружающим их пространством. 
            </Text>

            <Text tag="p" size="base">
                А если не замечают их, то начинается ярая зависть к другим, которым, по их мнению, как-то немотивированно везет.
            </Text>

            <Text tag="p" size="base">
                В этой своей страсти быть на виду, сходят с ума следующим образом — провоцируют мелкие (предать, подставить товарища) и крупные (Вторая мировая война) пакости, создают альтернативные течения и религии, типа национал-социализма и садомазохизма.
            </Text>

            <Text tag="p" size="base">
                Подобный твердолобый идеализм безжалостен к окружающим — страшные поступки для доказательства своей правоты, и все ради того, чтобы не утратить рычаги манипулирования миром и людьми, его населяющими.
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Наставники — они же, сука, трагичные все из себя.
            </Text>

            <Text tag="p" size="base">
                Обладают, как правило, большими глазами, тонким профилем, и вообще такие дышащие духами и туманами.
            </Text>

            <Text tag="p" size="base">
                Однако будьте настороже: весь этот пафосный бред скрывает депрессивное чмо, которое ненавидит всех и вся еще почище Хранителей.
            </Text>

            <Text tag="p" size="base">
                И, в отличие от последних, умеет этим пользоваться, ибо принципы там и не ночевали. 
            </Text>

            <Text tag="p" size="base">
                Поголовно мнят себя великими актерами, даже если их на пушечный выстрел никогда не подпускали к гримерке; умеют красиво встряхивать башкой и горько улыбаться, особенно часто делают это, если просят денег, а денег они будут просить часто, ибо зачем же духовным людям заморачиваться на презренном бабле. 
            </Text>

            <Text tag="p" size="base">
                По сути, Наставники — вдохновенные распиздяи, но втайне этого стыдятся, и, в отличие от Советчиков, пытаются изобразить из себя трудоголика такого, шо писец. 
            </Text>

            <Text tag="p" size="base">
                Получается хреново, от чего они впадают в еще больший ступор и принимаются красиво депрессовать, кончать с собой или декламировать стихи (иногда одновременно), а если вам особо не повезло – еще и петь тихим голосом. Или не тихим.
            </Text>

            <Text tag="p" size="base">
                Из любой фигни вроде заусенца или потекшей туши Наставник сделает трагедию вселенского масштаба, причем оторванная пуговица в пересказе превратится в падение бомбардировщика аккурат на гамлетовское пальто.
            </Text>

            <Text tag="p" size="base">
                Пальто будет непременно черным, ибо Наставники носят траур по этому миру, а еще опять забыли постирать. Озабочены и этого не скрывают, дадут с полпинка, изобразят африканскую страсть, однако не льстите себе.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Как хороший режиссер, старается ставить спектакли по возможности в разных театрах, чтоб срубить побольше бабла и аплодисментов.
            </Text>

            <Text tag="p" size="base">
                А без публики, как фикус без окурка – не функционирует, временно косплея Лирика и прикидываясь невинно убиенным веником.
            </Text>

            <EndPoint />
        </>
    );
}
