import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ENFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>генки, небыдло, пиздабол, ГСМ, ТП, похуист, ламер, толстый тролль, журнализд, юрист, позёр, яндере, феечка</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Бешеное существо — шило в комплекте. Либо спит, либо несётся куда-то с бешеной скоростью. Любимое занятие, — насильно мирить или ссорить между собой людей, или всячески иначе корректировать отношения окружающих друг с другом. 
            </Text>

            <Text tag="p" size="base">
                 Гонит картину, создаёт миф о себе и первым же начинает в это верить. Часто пытается показать себя как волевого человека и сильную личность, напуская на себя браваду и показной героизм, однако при реальном давлении результат немного предсказуем.
            </Text>

            <Text tag="p" size="base">
                Привязывается к узкому кругу своих людей, чьё мнение для него крайне значимо и полностью определяет его настроение.
            </Text>

            <Text tag="p" size="h6" color="role">
                Феерические хвастуны. Как правило они не врут, а просто очень приукрашивают и преувеличивают то, что было на самом деле.   
            </Text>

            <Text tag="p" size="base">
                Прогнав с детской площадки группу малолетних хулиганов, он потом может рассказывать захватывающую историю, как в одиночку разделался с опасной бандой местных гопников. Причём сделает это не для того, чтобы показать свою охуенность, а просто потому что так интереснее. 
            </Text>

            <Text tag="p" size="base">
                Является генератором бесперспективных идей. Интеллектом не отличается, оттого часто покупают дорогостоящую астральную хуиту или пылесосы Kirby.
            </Text>

            <Text tag="p" size="base">
                Очень поздно взрослеют. Годам к 40, да и то не всегда. Не переносит критику своего нелогичного поведения, несмотря на то, какую хрень бы не сотворил.
            </Text>

            <Text tag="p" size="base">
                Любят посраться с Инспекторам и надавать пиздюлей Хранителям за их слабую Чорную Интуицию (скучные и не оригинальные люди). 
            </Text>

            <Text tag="p" size="base">
                Как правило считают скучными всех рационалов, так как сами планов не признают. Свою сумбурность и нелогичность считают одним из главных достоинств, за что также огребают от Аналитика.
            </Text>

            <Text tag="p" size="base">
                Интегральный тип Новой Зеландии.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Интересные собеседники. Тормошат друзей-подруг, вытаскивая периодически их из унылого говна. 
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Нехило отсасывают энергию и пьют кровь, особенно у рационалов. They make other people facepalm!
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                «Толку было с него, правда, как с козла молока, но вреда, однако ж, тоже никакого.» Завистливая «пустышка».
            </Text>            

            <Text tag="p" size="base">
                Буйный фантазер, которому нельзя доверять. Способен обрести психологию Плюшкина и человека, которому все всё должны.
            </Text>

            <Text tag="p" size="h6" color="role">
                Мастера по влипанию в истории.
            </Text>

            <Text tag="p" size="base">
                То же что и Гуманисты, а дамы...если бы они ещё когда-нибудь смогли определиться чего и кого они хотят, а то ведь так и пробегают всю свою жизнь, да и чужие жизни тоже.
            </Text>

            <Text tag="p" size="base">
                «Фигаро здесь, Фигаро там»… Гонит картину, создает миф о себе, и первым начинает в это верить.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Не то что разгильдяи, а даже раздолбаи. В голове — тараканы. Но оказывается, что не умеет он жить в порядке.
            </Text>

            <Text tag="p" size="base">
                Безобидное животное, даже можно с ним поразвлекаться, если не воспринимать его слова за правду. А если воспринимать, можно не выжить.
            </Text>

            <Text tag="p" size="base">
                Врет непрерывно, причем злобно, с целью потешить себя за счет окружающих, постоянно меняют круг знакомых, так как их сразу перестают воспринимать всерьез.
            </Text>

            <Text tag="p" size="base">
                В критических ситуациях погибнут первыми, потому что ничего не умеют кроме как болтать языком.
            </Text>

            <Text tag="p" size="base">
                Внутри злобные, претенциозные, ленивые, не порядочные. Никаких отношений с ними иметь нельзя, все кончится плохо.
            </Text>

            <Text tag="p" size="base">
                Пустой, тупой и скучный, зато умеет жопку лизать, если кому надо, милости прошу, лучше никто не вылижет.
            </Text>

            <Text tag="p" size="h6" color="role">
                Но опять же, жопку лижет многим и без разбора.
            </Text>

            <Text tag="p" size="base">
                А еще они напоминают комок оголенных нервов, все время язвят, хорохорятся чего-то.
            </Text>

            <Text tag="p" size="h6" color="role">
                Когда находишься с ними в одном помещении, то ощущаешь нехватку воздуха. Прямо вампирищи!
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Ибо Советчики — они, сука, веселые. Причем не узнать об этом у вас просто никаких шансов — они веселы всегда, и даже на похоронах это те самые люди, что вспоминают, как покойник в мохнатом 19.. году перелез через забор и порвал штаны в интересном месте.
            </Text>

            <Text tag="p" size="base">
                Их всегда много, они как ржа или плесень — даже один Советчик производит впечатление заполненности помещения так, что дальше некуда.
            </Text>

            <Text tag="p" size="base">
                Любят, сука, новизну и приключения — потому их легко развести на поебацца; но влюбляются они предусмотрительно только в унылое говно типа Мастера или Дипломата, чувствуют, что только такие рохли их распиздяйство и выдержат. 
            </Text>

            <Text tag="p" size="base">
                Где Советчики незаменим, так это в компании — никто не уйдет неоприходованным, притом тихо не будет, потому что по каждому вопросу у него непременно имеется свое уникальное и абсолютно парадоксальное мнение. 
            </Text>

            <Text tag="p" size="base">
                При этом оставлять Советчика без присмотра не рекомендуется — он обладает изяществом и грацией бегемота в балетном прикиде, поэтому уберите подальше хрупкие статуэтки и хрупких гостей трагического склада психики, навроде Критиков и Наставника.
            </Text>

            <hr />

            <Text tag="p" size="base">
                При первом рассмотрении Советчик напоминают маленькое цунами; впоследствии становится ясно, что этот катаклизм закончится, только когда вы выпрете его за дверь, что непросто, ежели у вас еще осталось выпить, а выпить они не дураки.
            </Text>

            <Text tag="p" size="base">
                Разглагольствуя о равенстве полов и прочей дребедени, он, вне зависимости от этого самого пола и ориентации, с удовольствием сядут вам на шею, где и останутся навсегда, пребывая в перманентном творческом поиске и запое одновременно.
            </Text>

            <Text tag="p" size="base">
                Работать Советчики не любят, а успеха достигают там, где нужно запаривать кому-то мозг и молоть языком без стеснения, и не требуется ничего делать руками.
            </Text>

            <Text tag="p" size="base">
                Это те самые бродячие продавцы ножей-копилок со встроенным феном и яйцедробилкой, которые оставят вас без копейки денег и еще задружатся на всю жизнь.
            </Text>

            <Text tag="p" size="base">
                Но не обманывайтесь их пиздец каким дружелюбием: Советчики известные мудозвоны, а в силу невъебенной уверенности в себене слушают никого, кроме себя и — якобы — Мастеров, которых услышать крайне проблемно.
            </Text>

            <EndPoint />
        </>
    );
}
