import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ENTP() {
    return (
        <>
            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Безапелляционный хам.
            </Text>            

            <Text tag="p" size="base">
                Очень импульсивен. Такое ощущение, что каждую минуту возникает какая-то новая и обязательно безумная идея.
            </Text>

            <Text tag="p" size="base">
                Завидует тем, у кого идеи работают и приносят реальные плоды. Собственные идеи обычно воплощает чужими руками, но свой копирайт никогда не забудет поставить.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не любит, когда ему читают мораль.
            </Text>

            <Text tag="p" size="base">
                Всё бы ничего, если бы не врождённое чувство, что все им чего-то должны. Вроде соглашается, но потом выясняется, что он все понял совсем не так.
            </Text>

            <Text tag="p" size="base">
                Новатор — фокусник, который вот-вот покажет сногсшибательный фокус.
            </Text>

            <Text tag="p" size="h5" color="role">
                Руками не умеет делать ничего.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Может нахамить мимоходом, потом долго униженно извиняется, отчего выглядит еще глупее.
            </Text>

            <Text tag="p" size="h5" color="role">
                Фактически неуправляем.
            </Text>

            <Text tag="p" size="base">
                Слова «дисциплина» и «субординация» он слышит впервые, и значение их представляет себе смутно.
            </Text>

            <Text tag="p" size="base">
                Как правило, придя в новый коллектив, портит отношения с окружающими и только потом приноравливается.
            </Text>

            <Text tag="p" size="h5" color="role">
                Подавляющее количество обещаний не исполняет.
            </Text>

            <Text tag="p" size="base">
                Если увлекается чем-то интересным, забывает обо всем на свете, в том числе про свои прямые обязанности.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Логический подтип — нервное существо, склонное к шизофрении, обладающее недюжинными способностями выдавать нескончаемый поток бредовых идей.
            </Text>

            <Text tag="p" size="base">
                Интуитивный подтип — капризный интеллигент в «маминой кофте».
            </Text>

            <Text tag="p" size="base">
                Один вариант — обломист-буддист, другой — хакер-атеист.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Лентяи, каких свет не видывал.
            </Text>

            <Text tag="p" size="base">
                Лежа на диване ногами кверху, будут изрекать любые абстрактные идеи, но дело будет стоять.
            </Text>

            <Text tag="p" size="base">
                Если же идея стоит того, чтобы положить на нее жизнь — положат. Будут копать землянку голыми руками, выискивать по книгам символические мелочи для пополнения банка данных и изведут всех кругом своей непрактичностью и разбросанными где попало вещами.
            </Text>

            <Text tag="p" size="base">
                Так что уж лучше пусть ничего не делают, чем смотреть на их нерациональное поведение. 
            </Text>

            <Text tag="p" size="base">
                Воспитанные и развитые Новаторы нередко вызывают недоумение и насмешку завышенной оценкой чужих действий. 
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Разгильдяй, недисциплинирован.
            </Text>

            <Text tag="p" size="base">
                Вот только им предложить что-то взамен сложно.
            </Text>

            <Text tag="p" size="base">
                Очень импульсивный и нервный тип, фактически неуправляем, и если хорошо не вглядываться, то и вовсе шизофреник. 
            </Text>

            <Text tag="p" size="base">
                Безумные идеи так и прут из него, которые похожи на сногсшибательные фокусы, и которые он старается воплотить в жизнь всегда чужими руками, поскольку своими не умеет делать ничего, но копирайт свой застолбит всенепременно при этом.
            </Text>

            <Text tag="p" size="base">
                О, как он завистлив к тем, чьи идеи работают и приносят реальные плоды!
            </Text>

            <Text tag="p" size="base">
                И как он любит обещать и ничего не делать.
            </Text>

            <Text tag="p" size="base">
                А когда начинаешь читать ему мораль за безумство, хамит безапелляционно, потому что он понял всё совсем не так; потом долго и униженно извиняется.
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Сами Новаторы — они, сука, обаятельные уроды. 
            </Text>

            <Text tag="p" size="base">
                Запиздят так, что их считаешь умнее Энтштейна, идей дурацких у них — что у дурака фантиков.
            </Text>

            <Text tag="p" size="base">
                Однако не ведитесь, товарищи!
            </Text>

            <Text tag="p" size="base">
                Когда вы окажетесь по шею в грязи в таежном болоте или в балетной пачке на босу ногу посреди Тверской и с Новатором по правую руку, радостно лыбящимся, как идиот, вы вспомните наш совет. 
            </Text>

            <Text tag="p" size="base">
                Что для нормального индивида, Администратора какого, или, не побоюсь этого слова, Инспектора, служит поводом для немедленного самоуничтожения, то для Новатора — утренняя разминочка перед Большой Аферой. 
            </Text>

            <Text tag="p" size="base">
                У него наблюдается явный дефект строения черепа — волосы растут и наружу, и внутрь, вследствие чего мозг, очевидно, перманентно чешется, а огребают на свою жопу, естественно, окружающие.
            </Text>

            <Text tag="p" size="base">
                Мнят себя гениальными бизнесменами, идеи льются из них, как говно из прорванной канализации.
            </Text>

            <Text tag="p" size="base">
                И все как одна оказываются провальными, потому как тактики из Новаторов как из свиньи балерина, в итоге они перманентно ходят с голой задницей.
            </Text>

            <Text tag="p" size="base">
                Общительные, любят компанию, однако как скажут — так отрежут, тонкостью восприятия отличаются разве что в собственных мечтах, а в реальности вечно ляпают не то не в том месте и не в то время.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Кроме того, любит заботу и внимание. И попробуйте ему их не предоставить!
            </Text>

            <Text tag="p" size="base">
                Мстительные они, сволочи, так что лучше сразу привыкайте носить тапочки в зубах, потому как живыми вы все одно от них не уползете.
            </Text>

            <Text tag="p" size="base">
                А ежели вы тапочки таки принесете, то не избежать вам обвинения в отсутствии инициативы и полета мысли.
            </Text>

            <Text tag="p" size="base">
                Видимо, именно ради Новаторов мироздание и создало Дипломата – единственного человека, у которого от капризов Новатора не возникает желания заехать ему этими тапочками в ебальник.
            </Text>

            <EndPoint />
        </>
    );
}
