import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ESFJ() {
    return (
        <>
            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Пошлый торгаш, у которого жизнь — торжище, где продается и покупается все. Лишен интеллигентности и интеллектуальной грации. На язык — острый.
            </Text>            

            <Text tag="p" size="base">
                Заботливый тараторщик. Больше говорит, чем делает.
            </Text>

            <Text tag="p" size="base">
                Не любит, когда его погоняют.
            </Text>

            <Text tag="p" size="h5" color="role">
                Дура прилипчивая — иначе и не скажешь.
            </Text>

            <Text tag="p" size="base">
                Соглашается сразу, преданно заглядывая в глаза и радостно улыбаясь, но делает в результате черте что — в основном, только то, что выгодно лично ему. 
            </Text>

            <Text tag="p" size="base">
                Если в каком-то деле нет ничего съедобного, вообще не понимает, о чем речь.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Главное орудие труда Энтузиаста — это задница. А еще ноги и язык. Потому что в голове у него — пусто.
            </Text>

            <Text tag="p" size="base">
                Энтузиаст и интеллект — вещи примерно настолько же совместимые, как Лирик и чемпионат мира по боям без правил.
            </Text>

            <Text tag="p" size="base">
                Неспособен даже на самое элементарное логическое построение, а какое-нибудь его высказывание относительно причинно-следственных связей способно довести любого логика до истерики.
            </Text>

            <Text tag="p" size="base">
                Однако нижней половиной своего туловища способен часто добиться куда большего, чем другие даже очень умной головой.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Иногда и другим кое-что перепадет, но собственную выгоду блюдет свято.
            </Text>

            <Text tag="p" size="base">
                Невыносимый болтун. Общаться с ним возможно только в том случае, если периодически затыкать ему рот.
            </Text>

            <Text tag="p" size="h5" color="role">
                Самая невероятная картина, которую только можно себе представить — Энтузиаст, признающий собственную неправоту. 
            </Text>

            <Text tag="p" size="base">
                Он не осведомлен о возможности испытывать чувство смущения, стыда или неловкости.
            </Text>

            <Text tag="p" size="base">
                Вообще-то трудолюбивы, вот бы еще кто им сказал, что и когда правильно делать!
            </Text>

            <Text tag="p" size="base">
                Если кто-то не сделал то, чего, как ему кажется, должно быть сделано, останется только переделывать.
            </Text>

            <Text tag="p" size="base">
                Дома полная разруха, беспорядок и маразм, потому что времени на все не хватает — оно утекает сквозь болтовню на всякие житейские темы.
            </Text>

            <Text tag="p" size="base">
                Хронофаги — могут без передышки болтать кряду 6 часов о житейских событиях в жизни других людей.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вмешивается везде и всюду — иногда кажется, что его нос торчит из каждой щели.
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Потому что Энтузиасты — они, сука, оптимисты до мозга кости, массовики-затейники от бога.
            </Text>

            <Text tag="p" size="base">
                Они всегда в тонусе, вечно на подъеме, и нет, допинг тут не при чем – как трезвые, так и пьяные, Энтузиасты одинаково благожелательно настроены к неблагодарному человечеству.
            </Text>

            <Text tag="p" size="base">
                А оно, человечество это порой хочет просто посидеть за книжкой или там подумать о вечном, что Энтузиаст, находясь рядом, терпеть просто не может.
            </Text>

            <Text tag="p" size="base">
                Вас покормят, развеселят, расскажут десять анекдотов и страшно обидятся, если вы не оцените их усилий – ко всему прочему Энтузиасты обидчивы и тонки душой, если повода смертельно оскорбиться нет, то они с удовольствием высосут его из пальца.
            </Text>

            <Text tag="p" size="base">
                Потому, когда на вас из-за спины напрыгивает этакое нечто в карнавальном костюме и принимается громко петь футбольные кричалки, рекомендуется изображать безумную радость, а то будет хуже – обиженный Энтузиаст еще страшнее, чем расстроенный Гуманист.
            </Text>

            <Text tag="p" size="base">
                У него наблюдается явный дефект строения черепа — волосы растут и наружу, и внутрь, вследствие чего мозг, очевидно, перманентно чешется, а огребают на свою жопу, естественно, окружающие.
            </Text>

            <Text tag="p" size="h5" color="role">
                Впрочем, в глубине души ему глубоко плевать на всех, кроме себя, может, оттого они по жизни любвеобильны, словно озабоченный павиан, значения таких глупых понятий, как верность или постоянство, искренне не понимают, и на вопрос о предпочтениях отвечают «всегда». 
            </Text>

            <Text tag="p" size="base">
                Надо признать, это и к лучшему – энтузиазма  слишком много, чтоб его напор мог выдержать один человек, не тронувшись маленько от вечного праздника жизни. 
            </Text>

            <Text tag="p" size="base">
                Как ни странно, многих Энтузиасты своей неуемной активностью раздражают, и в этом трагизм — вреда от них мирозданию никакого, на жисть не жалуются, по мозгам не ездят, с собой не кончают по три раза на дню, а все туда же — вынести их дольше получаса и без выпивки сложновато.
            </Text>

            <Text tag="p" size="base">
                Зато кто их обожает — так это Советчики, которые им словно братья-близнецы.
            </Text>

            <EndPoint />
        </>
    );
}
