import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ESFP() {
    return (
        <>
            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>быдло, ГСМ, генки, альфа-самец, яндере, лоли, анархист, угнетатель, шлюха, камвхора, ЧСВ, VIP, понты, НЕНАВИСТЬ</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Зашкаливающее ЧСВ, хроническая тупость (очень часто) и неуёмная энергия превращают «Наполеона» в оружие массового поражения и надёжное средство просирания всех полимеров.
            </Text>

            <Text tag="p" size="base">
                Политик способен свернуть горы, и он таки сворачивает их. Или ему сворачивают башку. Ибо нехуй. ИЧСХ, он делает это чужими руками, ибо во-первых, это не царское дело, а во-вторых, чтобы потом, в случае соразмерного эпичного фейла, собственнохуйно же и выебать тех, кто выполнял его приказ. 
            </Text>

            <Text tag="p" size="base">
                Не достаётся только Критику, потому что он знал, что сворачивание гор — лютая хуита и отговаривал Политика от этого плана. 
            </Text>

            <Text tag="p" size="base">
                Как вариант, Критик сам разработал этот хитрый план, ибо Политик совершенно не понимает суть Системы, отчего срётся с Аналитиком и жёстко подавляется Инспектором за несоблюдение правил. 
            </Text>

            <Text tag="p" size="base">
                Считается интегральным типом Италии, Грузии, Одессы, Техаса.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                С Политиком не соскучишься. К тому же, они так ловко манипулируют людьми, что тем порою кажется, что они исполняют собственную волю. 
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Что Политик вбил в свою голову, выбивается лишь ломом. Единственная возможность поддерживать общение с ним — никогда не спорить. 
            </Text>
            
            <Text tag="p" size="h6" color="accent">
                Много врёт и все его хотят.
            </Text>

            <hr />

            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Я сам себя перехитрил! Искренне полагает, что его все обожают, но — это смешно!
            </Text>            

            <Text tag="p" size="base">
                Самый несобранный тип. Бегает, шумит, — а ничего сделать толком не может. Самый лицемерный тип.
            </Text>

            <Text tag="p" size="base">
                Вот уж много шума из ничего, да и результат под стать тому с чего начали.
            </Text>

            <Text tag="p" size="h6" color="role">
                Если согласился — это ровно ничего не значит, кроме того, что не хочет с тобой сегодня спорить.
            </Text>

            <Text tag="p" size="base">
                Король без свиты. Завидует чужой красивой жизни. Любит деньги и умеет торговаться — в том смысле, что скорее откажется от покупки, чем даст кому-то заработать на этом хоть копейку. Не любит, когда им командуют, и предпочитает сразу руководящую должность.
            </Text>

            <Text tag="p" size="base">
                Крупная хищница. Акула, способная годами кружить вокруг жертвы, выбирая момент. И когда жертва поверит в свою безопасность и расслабится - наносит смертельный удар. Глаза, в которых тускло мерцает жажда убийства.
            </Text>

            <Text tag="p" size="base">
                Эти хапают все министерство авиации целиком, но не побрезгуют и содержимым карманов пассажиров.
            </Text> 

            <hr />

            <Text tag="p" size="h6" color="role">
                Базарные торговки и мелкие воровки. Крупные, массивные, задница в два самовара. Хамское выражение лица.
            </Text>

            <Text tag="p" size="base">
                При совке работали в столовых и пивных ларьках. Их роль в авиации — выковыривать ценные заклепки из самолета и прятать их в рейтузах до тех пор, пока самолет не развалится.
            </Text>

            <Text tag="p" size="base">
                Безумный Политик, и этим все сказано. Самый ненавистный из начальников: зарплата постоянно задерживается и уменьшается, приказы противоречат друг другу, приступы волевого давления сменяются такими же приступами этики.
            </Text>

            <Text tag="p" size="h6" color="role">
                Обещают всем и вся, золотые горы и алмазные берега, без зазрения совести. 
            </Text>

            <Text tag="p" size="base">
                И не дай бог ему противоречить — начинается пальба из всех орудий, и больше ты никогда никаких денег от него не увидишь, если не будешь ему полезен, конечно.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Как от партнера по бизнесу от Политика шарахаюсь — их хаотичные метания от одной идеи заработка к другой, такой же безумной и отбрасывающей все и всяческие статусы и законы могут завести либо за решетку, либо в лужу крови на лестничной клетки… твоей собственной.
            </Text>

            <Text tag="p" size="base">
                К тому же он просто не знает, что такое «вовремя сделанное дело» или «в срок выполненный контракт», и построить его по времени может только Критик.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Торгаш до мозга костей.
            </Text>

            <Text tag="p" size="base">
                Крикливые и наглые, часты некомпетентные высказывания. С этим типом невозможно иметь добрососедских отношений.
            </Text>

            <Text tag="p" size="h6" color="role">
                Либо ты уничтожаешь его, либо он уничтожит тебя.
            </Text>

            <Text tag="p" size="base">
                Безумный Политик, и этим все сказано. Безумству и хаосу поют они песню!
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Политики – они, сука, центр вселенной и ниипет.
            </Text>

            <Text tag="p" size="base">
                При первом столкновении с Политиком вы не замечаете ничего подозрительного — обаятельные гады, они маскируются под Советчиков или даже Лидеров, фееря и сверкая изо всех сил.
            </Text>

            <Text tag="p" size="base">
                Через какое-то время вы чувствуете, что вам активно вешают лапшу на уши, и рассказ о том, как ограбил швейцарский банк, переспал с Наоми Кэмпбелл и завоевал мир — все только до завтрака! — теряет для вас свою прелесть.
            </Text>

            <Text tag="p" size="base">
                И тут наступает критический момент — вы возражаете Политику, а возможно — если вы самоубийца или Наставник — даже говорите ему, что он пиздит.
            </Text>

            <Text tag="p" size="base">
                Через пару часов, пережив три истерики и сто раз объяснив Политику, что вы верите ему, как себе, и просто оговорились… хочешь чайку?... они идиоты, дада!... вы попытаетесь держаться от него подальше.
            </Text>

            <Text tag="p" size="base">
                Но не тут-то было: Политики мертвой хваткой вцепляется в любого, кто не шлет его на хуй при первой встрече, и окружает заботой и вниманием, удушающими, словно паутина Черной вдовы.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Поначалу жизнь с Политика кажется сказкой: секс — до утра, обед — из трех блюд, романтические ужины — еженедельно, халатик — только с кружевами.
            </Text>

            <Text tag="p" size="base">
                Но все сказки имеют обыкновение заканчиваться, а вот Политик — он остается с вами и постепенно выпивает до капли, чтоб сообщить, что вы, собственно, были его недостойны.
            </Text>

            <Text tag="p" size="base">
                Кто (или что) может быть достоин Политика — остается тайной, покрытой мраком; и в итоге они находят Критика, который не то чтобы достоин — но ему глубоко наплевать на выпендреж и гонор некоторых излишне шумных уродов.
            </Text>

            <EndPoint />
        </>
    );
}
