import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ESTJ() {
    return (
        <>
            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, админ, альфа-самец, пранкер, ТП-мужичка, жопоголизм, модник, феминистка, мизантроп, PROFIT</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Профессиональный мозгоёб — могут вести себя и нормально, но обилие неуместных, иногда и глупых шуток — черта Администратора, вызывает лютый, бешеный батхёрт у лоботрясов и распиздяев.  
            </Text>

            <Text tag="p" size="base">
                Администратор просто рвётся с цепи, лишь бы сделать где-нибудь ремонт, причём вовсе не обязательно, что своими руками. 
            </Text>

            <Text tag="p" size="base">
                Представительный. Обожает руководить по телефону, способен обзвонить хуеву тучу народу и обговорить уйму дел, не вставая с кресла. Сферический начальник в вакууме. Если и доставляет, то исключительно намеренно.
            </Text>

            <Text tag="p" size="h6" color="role">
                В одежде главный принцип — чтобы всё было достойно, поэтому какую бы хуиту он ни надел, вы рядом с ним будете выглядеть как вахтёр в телогрейке, даже если на вас вечерний костюм.  
            </Text>

            <Text tag="p" size="base">
                Администратор считается интегральным типом Британии.
            </Text>

            <Text tag="p" size="base">
                И вы ещё спрашиваете, почему она гадит этой стране? Конфликт же! Штирли при экстравертности не имеют по 100 друзей на 1 км² и не особо рвутся заводить новых, ибо как никто другой, чувствуют правило 95%.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="base" color="role">
                …наглядно видно, что описание Администраторов самое короткое, не считая конечно Мастера, Дипломата и Политика, а так же ещё пятка представителей 3 первых квадр. А всё почему? Потому что Администратор, сука, работают, а не пишут хуйню. А за это про них никто слова хорошего не скажет. 
            </Text>
            
            <Text tag="p" size="h6" color="role">
                Справедливости ради, стоит отметить, что обычно работать начинают в очень юном возрасте (ЧСВ при этом раздувается до невъебенных размеров) на какой-нибудь должности типа «администратор в компьютерном клубе», но оттого, что не нихуя не карьеристы, остаются на этой работе лет до тридцати. 
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Уничтожат всех, кто сорвёт их планы! Ну и некоторые представители задолбают хуёвым чувством юмора, всё зависит от прокачки ролевой.
            </Text>

            <hr />

            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Аристократ с психологией наемного рабочего, раба. Пользы от него больше, чем вреда.
            </Text>            

            <Text tag="p" size="base">
                Разложить по полочкам человеческие эмоции. Холодная нарисованная радостная улыбка, как у теток в загсе.
            </Text>

            <Text tag="p" size="base">
                6 дней работает, один день пьёт, чтобы не чувствовать пустоты внутри, которую никакой работой не заполнишь.
            </Text>

            <Text tag="p" size="h6" color="role">
                Помимо работы — либо молчун, либо зануда. Считает себя всегда правым.
            </Text>

            <Text tag="p" size="base">
                Жутко навязчивы в плане заботы. Завалит советами, не слышит, что эти советы не нужны и её мнение тоже, наоборот, с непреклонностью танка будет заставлять её слушать.
            </Text>

            <Text tag="p" size="base">
                Мало того, при общих знакомых занимается критикой близких. Никогда не хвалит, многое воспринимает как должное. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Проводник в жизнь принципа «бей своих чтоб чужие боялись».
            </Text>

            <Text tag="p" size="base">
                Громко орёт о своей занятости, и порядке, тогда как в собственных бумагах бардак жуткий и много теряется времени впустую.
            </Text>

            <Text tag="p" size="base">
                Прижимисты, уговорить на покупку тяжело безумно.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Всё покупается для гостей, презенты... для выгоды в будущем. Ограничены и самоуверенны ужасно, а то что не понимают — увы, не способны понять что могут нуждаться в этом другие.
            </Text>

            <Text tag="p" size="base">
                Жестоко наказывают. 
            </Text>

            <Text tag="p" size="base">
                Мелочны, тупы (ограничены), работящи более по виду. Очень своеобразная любовь и забота исходят из жесточайших личных списков стереотипов.
            </Text>

            <Text tag="p" size="base">
                Маньяки высшего образования. То, что считают залогом стереотипа счастливой жизни, проповедуют с миссионеркой уверенностью, силой падающего пресса и навязчивостью комаров.
            </Text>

            <Text tag="p" size="h6" color="role">
                Искренне убежден, что весь мир для него, что он центр Вселенной. Всегда знает, как надо, что надо, зачем и почему. Особенно, когда касается других. Завышенная самооценка.
            </Text>

            <Text tag="p" size="base">
                Страшно любит деньги, шикарную жизнь. Убежден, что все земные блага только для него и существуют.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Командир, любит поучать, наставлять, подавлять, требовать невозможного, интриган, критикан истеричный, любит подсчитывать чужие доходы, сексуально распущен, всех подстраивает под себя. 
            </Text>

            <Text tag="p" size="base">
                Выбирает людей слабее себя, а потом настойчиво пытается их переделать, перевоспитать, начинает предъявлять кучу претензий. 
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Часто меняет мнение. Сегодня это у него белое, а завтра черное. Требует постоянного внимания к своей персоне.
            </Text>

            <Text tag="p" size="base">
                Это тем более неприятно, что с посторонними вы ведете себя подчеркнуто сдержанно и корректно, демонстрируете воспитанность и хорошие манеры. Близкие могут быть в обиде на вас из-за этого качества.
            </Text>

            <Text tag="p" size="h6" color="role">
                Своей несдержанностью вы можете оттолкнуть от себя близких людей. Будьте терпимей, не спешите сгоряча выкладывать правду в глаза.
            </Text>

            <Text tag="p" size="base">
                Зануда, часто придираюсь к словам (хотя прекрасно понимаю смысл, но если сказано неточно, редко могу пересилить себя), обидчив.
            </Text>

            <Text tag="p" size="h6" color="role">
                Уменьшенная копия Инспектора в масштабе 1:1000.
            </Text>

            <Text tag="p" size="base">
                От того более тупой, мелочный, склочный, придирчивый и завистливый.
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Администраторы — они, сука, вообще темные лошадки, чем и бесят. С виду такие добренькие, улыбчивые, помогут завсегда, и не только пиздежом, как Гуманисты, а подойдешь поближе, приглядишься – и кааак наткнешься на дружеский кулак глазом! 
            </Text>

            <Text tag="p" size="base">
                А еще они такие правильные. Все у них разложено по полочкам, все распланировано на двести лет вперед по десяти разным сценариям, включая: возможный конец света, развод, смену ориентации и прилет на Землю недружественной инопланетной делегации с Сириуса.
            </Text>

            <Text tag="p" size="base">
                Разложить по полочкам собственную и чужую жизни для Администраторы все равно, что сексом заняться — кстати, трахаться они тоже предпочитают по расписанию, за сюрприз можно и схлопотать.
            </Text>

            <Text tag="p" size="base">
                Идеальные исполнители без особых амбиций, работящие пофигисты, на которых, впрочем, начальник всегда поглядывает с некой опаской.
            </Text>

            <Text tag="p" size="base">
                В целом, Администратор напоминает сундук с механическим приводом и такой сложной системой замков, что и пробовать не хочется.
            </Text>

            <Text tag="p" size="base">
                Еще они непрошибаемо спокойны, как бетонная стена, медленной и уверенной в себе мохнатой гусеницей ползут по жизни в некую лишь им известную сторону, на окружающих обращают внимания не больше, чем на мошек.
            </Text>

            <Text tag="p" size="base">
                В отличие от Политика или там Новатора не пыжатся, стараясь изобразить из себя нечто – они и так знают, кто они, а мы – нет, потому в близком общении со Администратором всегда есть некий элемент ужастика, где героиня-блондинка под зловещую музыку распаковывает яркую коробку, в котором вместо конфет оказывается семейка живых тарантулов.
            </Text>

            <Text tag="p" size="base">
                Впрочем, там могли быть и шоколадушки, верно? Так и с ним – проживите с ним хоть всю жизнь, паук может выскочить только в самом конце… или не выскочить.
            </Text>

            <Text tag="p" size="h6" color="role">
                Администраторы – они ж, суки, скрытные до жопы, но вообще ниче так, из рационалов так вообще лапушки, особливо если сравнить с теми ж Инспекторами.
            </Text>

            <EndPoint />
        </>
    );
}
