import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function INFP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, омега, СПГС, ОЯШ, ГК, ТП, ТКП, ОБВМ, хипстер, пейсатель, DJ</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Образец, эталон ТП в вакууме. Безответственные и неловкие твари. А ещё они всегда куда-то спешат, и при этом постоянно опаздывают. 
            </Text>

            <Text tag="p" size="base">
                 Поскольку у Лирика всё валится из рук, наверное, единственный способ получения ПРОФИТа для них — сочинение стихов и песен или актёрство. Но часто они и это хорошо делать не могут.
            </Text>

            <Text tag="p" size="h6" color="role">
                При этом очень любят присвоить себе звание героя, борца за гуманизм и справедливость. Вообще, среди героев процент Лириков и Наставников колеблется в районе 95%. Тащемто, Лириков считаются энергетическими вампирами.
            </Text>

            <Text tag="p" size="base">
                Казалось бы, бред, НО! При общении очень часто попросту грузят фактами, причём без видимой связи между ними, что сильно утомляет почти любого логика. 
            </Text>

            <Text tag="p" size="base">
                По сути — нежные и романтичные люди, что, правда, не мешает им быть коварными сволочами по жизни. Вконтакте полно групп по соционике, на 95% состоящих из девушек-Лириков.
            </Text>

            <Text tag="p" size="base">
                Интегральный тип России и Ирландии.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Творческие личности же! И часто притом ещё и эрудированные. К тому же, душевные люди, если кому надо.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Лирики — эталон желанной женщины в нашей, российской, культуре. Розовые сопли, хроническая безответственность и нерешительность! Короче, всё за них делают Лидеры. Что касается парней, то Лириков, попавших в армию, остаётся только пожалеть. Вообще наименее приспособленный после Гуманиста к реальной жизни тип.
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Увалень, витающий в облаках. Обидчивый до крайностей — не тронь его!
            </Text>            

            <Text tag="p" size="base">
                Лицемерны. Мечтатель — «не здесь и не сейчас». 
            </Text>

            <Text tag="p" size="h6" color="role">
                Безнадежный романтик. Живет в розовом мире собственных грез. Очень болезненно переживает, когда его мир сталкивается с внешним миром.
            </Text>

            <Text tag="p" size="base">
                Любит разные фенечки и примочки. Не умеет обращаться с деньгами, часто бывает обманут. Рассеян, часто теряет вещи.
            </Text>

            <Text tag="p" size="base">
                Да чего про этих мокриц говорить, и взять с них нечего, кроме стихов. Уж вот кто мастера по влипанию в истории так это Лирики — получат пенделя от жизни и разведут скулёж на весь мир, жалости на них не напасёшься.
            </Text>

            <Text tag="p" size="base">
                Все замечательно, пока не приходится работать вместе с ним. Его дерганья по каждому пустяку вызывают жалость и раздражение одновременно, масса времени уходит на объяснения и этические экивоки, поддержание отношений как их видит Лирик и вытаскивание его в дельный мир. 
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Поднять молоток над гвоздем для него труднее, чем пойти в бой против врага.
            </Text>

            <Text tag="p" size="base">
                Храбрец и драчун. Пьяный Лирик — это туши свет и не отсвечивай — норовит подраться, сунуть тебе вилкой в живот или шилом в задницу; контролируется только волевым неотвязным взглядом: все вилки чудесно исчезают, следует лопотание о вечной любви и привязанности.
            </Text>

            <Text tag="p" size="base">
                Совсем уж неразвитые Лирики бесят постоянными рассказами об иллюзорных доказательствах того, как сильно их кто-то любит или уважает.
            </Text>

            <Text tag="p" size="h6" color="role">
                Наивны невероятно, лентяи страшные в плане того, что им не интересно. 
            </Text>

            <Text tag="p" size="base">
                Склонны к использованию друзей, зануды иногда, обидчивы, злопамятны, много хотят, при чём всё и сразу. Искажённо воспринимают себя и мир, ищут сильного друга и поддержку.
            </Text>

            <Text tag="p" size="base">
                Как правило, тех друзей, которые не помогают в трудную минуту, перестают считать за друзей.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Часто оторваны от реальности и болезненно воспринимают, когда стукаются головой о жестокий мир.  
            </Text>

            <Text tag="p" size="base">
                Любят свои иллюзии. Удары судьбы делают их циниками. Корыстен. Ненавидит — страшно, любит — самозабвенно, человек крайностей, в котором долго бушует юношеский максимализм.
            </Text>

            <Text tag="p" size="h6" color="role">
                Жутко ревнив. Выше всего ценит свои творческие порывы. За них перегрызёт горло любому.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Очень самолюбив и хочет, что бы его любили, замечали и оценивали.
            </Text>            

            <Text tag="p" size="h6" color="role">
                Нервное несчастное существо, замкнутое в крошечном мирке, хотящее сказку и желающее лучше умереть, чем так жить.
            </Text>

            <Text tag="p" size="base">
                Лирики монотонны, занудны. Не всегда могут дать отпор. Слишком ранимы, легко поддаются внушению, из-за врожденной порядочности страдают сами, обидчивы.
            </Text>

            <Text tag="p" size="base">
                Постоянно выдумывают всякую чешую, оторванную от жизни и никому не нужную. Постоянно все роняют, ломают, но ничего не делают, а если сделают — то что-нибудь при этом испортят. Соображают медленно.
            </Text>

            <Text tag="p" size="h6" color="role">
                Но внутренне очень агрессивны, диктаторы.
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                А Лирики — вечные нытики, считающие себя, сука, жутко гениальными. Попробуйте только не восхититься талантом Лирика – это все равно, что не вострепетать перед идеями Новатора.
            </Text>

            <Text tag="p" size="base">
                Мы, конечно, знаем, что в обоих случаях мы им, придуркам, сильно льстим. Творчество Лирика всегда отдает каким-то истеризмом и чернухой, причем поэт должен быть несчастным и голодным, чему Лирики наглядное подтверждение.
            </Text>

            <Text tag="p" size="base">
                У них вечно нет бабла, потому что за отсутствием мозга как класса они не способны удержать бабки в руках. Их приходится кормить, одевать, обустраивать, после чего они смотрят на вас свысока и разглагольствуют о вашей приземлености и непонимании их высоких нужд.
            </Text>

            <Text tag="p" size="base">
                Работать Лирики любят, как ни странно, но представление о «работе» у них необычное — мазня на подрамнике или муть в наушниках преподносится как выстраданное любимое творение, а пошлое отсиживание в офисе с 9 до 6 презирается, потому места официальной работы Лирик меняет, как перчатки.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Еще они пьют, помногу и с трагичным выражением на похмельной роже, и любят всяческие перевоплощения. 
            </Text>

            <Text tag="p" size="base">
                Когда ваш Лирик придет домой с синим хохолком вместо блондинистой гривы и в тулупе на босу ногу, не удивляйтесь — это очередной творческий кризис. 
            </Text>

            <Text tag="p" size="base">
                А кризис у него всегда. Блядки — тоже всегда, причем одновременно он непременно влюблен, и снова неудачно. 
            </Text>

            <Text tag="p" size="base">
                Объект для страсти Лирик выбирает со всей тщательностью — нужна полная гарантия, что это злобное и жестокое существо никогда Лирика не полюбит и будет лишь пользоваться его юным и прекрасным телом; тогда он вновь будет несчастен, депрессивен, обласкан очередным наивным идиотом, и пойдет творить гениальное направо-налево.
            </Text>

            <Text tag="p" size="base">
                Пока не будут остановлены метким фингалом Лидера, которого вся эта блядская романтика и бардак порядком заебли.
            </Text>


            <EndPoint />
        </>
    );
}
