import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function INTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>небыдло, нерд, задрот, программист, гик, отаку, геймер, хикки</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Стереотипный ботаник, фапающий на различные теории, таблицы и схемы. Засовывает логику во всё, что можно, чаще всего под соусом «справедливости».
            </Text>

            <Text tag="p" size="base">
                Паталогически неспособен признать в человеке не набор формул, а личность. Сильно заебывает окружающих выстраиванием сложных логических схем во второстепенных вопросах, на которые обычному человеку просто похуй. Не переносит довления. 
            </Text>

            <Text tag="p" size="base">
                Может добиться хороших успехов в науке, но попытки податься в политику или в бизнес часто заканчиваются фэйлом. «Какая умная голова, и какому дураку досталась!» — это именно про Аналитика. Ради сферического коня в вакууме готов убить всех людей. 
            </Text>

            <Text tag="p" size="base">
                Живёт в им же придуманном параллельном мире, пресекающемся с реальностью лишь тогда, когда надо чего-то пожрать или достать бабло на новую материнку.
            </Text>

            <Text tag="p" size="base">
                Такой поворот событий вызывает у него дичайшее раздражение, что, зачастую, лишь усугубляет его уединённость. Благо, наличие под рукой Энтузиаст может эту проблему исправить, и тогда довольный Аналитик, ни на что не отвлекаясь, полностью посвящает себя пересобиранию мира.  
            </Text>

            <Text tag="p" size="h6" color="role">
                Классический пример человека в футляре. Сферический задрот-геймер в вакууме.
            </Text>

            <Text tag="p" size="base">
                Социально ответственный подвид — вполне, и притом по делу выдаёт пиздюлей. Однако некоторые считают, что получается это пиздец как хуёво, ибо Роб не знает как кого пиздить, зато знает за что. Надрызгавшись в хлам — становится опасен, как и Аналитик.
            </Text>

            <Text tag="p" size="h6" color="role">
                Давить Аналитика пиздюлями — ведёт к провалу. А просьбами — запросто. И полжизни проводит в исполнении чужих просьб.
            </Text>

            <Text tag="p" size="base">
                Математика, как и соционика, была придумана Аналитиками. И засрана ими же. Именно Аналитики придумали, что с хуяли функция стремится к 0, если функция, которая больше её, стремится к 0, и которая меньше её, стремится к 0. 
            </Text>

            <Text tag="p" size="base">
                Также считается интегральным типом Швеции. Вы всё ещё думаете, что отдавать больше половины зарплаты на налоги несправедливо?
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Только Аналитик способен планомерно и целенаправленно (а главное — охотно) навести порядок в любом информационном или техническом бардаке и даже разобраться в лоскутном одеяле противоречий в голове Энтузиаста. Вроде как особенно чувствителен к несправедливости, и потому слывёт демократом. Короче, Аналитик — утопист. Что тоже забавно.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Не дай Бог ляпнуть что-то лишнее или необдуманное! Аналитик начнёт выяснять смысл сказанного! Аще, цепляются как ебучий репей: так что лучше вообще молчать или пиздеть так, чтобы они не отличали отдельных слов. Что отлично умеет делать Энтузиаст.
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Мстительная натура и ужасно обидчивая, не умеет выделить главного из своих многочисленных очень часто дельных идей.
            </Text>            

            <Text tag="p" size="base">
                Могут жизнь расписать в виде двухмерной таблицы, со списком исключений из правил внизу. Мастера служебных записок. Любое правило могут обойти по правилу. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Страдает частенько манией величия.
            </Text>

            <Text tag="p" size="base">
                Честный и практичный карьерист.
            </Text>

            <Text tag="p" size="base">
                Теоретик вселенской справедливости. Изобретатель скучных схем, методов и инструкций.
            </Text>

            <Text tag="p" size="base">
                Плохо учитывает человеческий фактор. Его социальные идеи нежизнеспособны.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Не агрессивен, но зануден. Завидует лидерам.
            </Text>

            <Text tag="p" size="base">
                «Одна, но пламенная страсть» — эти кого угодно забодают! из-за любого фуфлеца, самой, что ни на есть мелочи, любой фигнёвой придирки готовы тормозить сколько угодно, и ведь те ещё перестраховщики. 
            </Text>

            <Text tag="p" size="h6" color="role">
                И мало того, что тормоза, так ещё и «без батареек», что компенсируют огромным самомнением. 
            </Text>

            <Text tag="p" size="base">
                Продолжает отстаивать свое мнение, даже когда уже все перешли к десерту, разошлись по домам и уехали в отпуск на море.
            </Text>
            
            <Text tag="p" size="base">
                Логический в состоянии в пять минут задолбать всех, включая «научников», собственными построениями, причем в конце концов все равно со всеми поругается, и гордо уйдет, высоко неся голову и вытирая злые слезы.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Несгибаемый борец все равно за что и против чего. Поскольку не гнется, то ломается при любом оказанном на него давлении.
            </Text>

            <Text tag="p" size="base">
                Не терпит, когда ограничивают его свободу, выражают необоснованные требования.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Скептик, старатель, трудоголик, ненавистник мэйн-стрима.
            </Text>

            <Text tag="p" size="base">
                Прежде чем ударить молотком, нарисует схему, вычертит план, разберется в свойствах стали гвоздей, подберет молоток специально под нужный гвоздь, рассчитает угол удара молотком по гвоздю… что займет не меньше пары лет.
            </Text>

            <Text tag="p" size="base">
                А гвоздь обязательно сломается, т.к. сталь окажется совсем не той марки, которой полагается быть, потому что подвыпивший сталевар бросил в плавку сигарету, а вороватый инженер спер положенную добавку вольфрама.
            </Text>

            <Text tag="p" size="base">
                Поэтому все бросят, хлопнут дверью и пойдут плакаться в жилетку Энтузиасту о том, как жизнь несправедливо устроена.
            </Text>

            <Text tag="p" size="h6" color="role">
                Личность не в меру капризная.
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Хотя по идее Аналитики — они, сука, умные. Но если Новатор умный от балды, и над его бредом иногда можно даже посмеяться — когда выйдешь из больницы — то Аналитики умные в натуре. И это в них так бесит!
            </Text>

            <Text tag="p" size="base">
                Рассуждающего и строящего логически цепочки Аналитика хочется прибить чем-нибудь тяжелым, возможно – тем же Лидером или Мастером.
            </Text>

            <Text tag="p" size="h6" color="role">
                К тому же занудны до рвоты и упрямы как ослы. Вбив себе что-то в голову, они непременно донесут это до вас несколько раз; самое интересное, что их аргументы совершенно верны.
            </Text>

            <Text tag="p" size="base">
                Однако они ухитряются сделать из них неправильные на взгляд обычного человека — из тех, у кого в голове мозг, а не вычислительный центр с вибратором — выводы. 
            </Text>

            <Text tag="p" size="base">
                Выдержать их гундеж без поллитры нереально, потому легче всего общаться с Аналитика в большой компании и недолго.
            </Text>

            <Text tag="p" size="base">
                В личной жизни Аналитики являют собой чмо с извращенными вкусами, уверенное, что с десяток знойных мулаток ждет не дождется их бесценного внимания.
            </Text>

            <Text tag="p" size="base">
                На деле внимания их обычно дожидается нечто аналогично унылое типа Критика или Гуманиста, потому что дуалы, полудуалы и иже с ними обходят их сторонкой — увлекательный рассказ о синхрофазатроне не всегда затронет сердце девушки, что неизменно их изумляет. 
            </Text>

            <Text tag="p" size="base">
                В работе они, сука, успешны, ибо вгрызаются в нее, как хомяки-убийцы; чего не скажешь о прочих сторонах жизни, в которых Аналитики ведут себя, как белка в сексшопе.
            </Text>

            <Text tag="p" size="base">
                А еще им крайне повезло с дуалами Энтузиасты — те тоже выглядят со стороны, как ушибленный атомным взрывом танк, но, в отличие от Аналитиков, этим крайне гордятся.
            </Text>

            <EndPoint />
        </>
    );
}
