import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function INTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>интеллектуальный сноб, мизантроп, нерд, кудере, хикки, тонкий тролль, эксперт с мировым именем, тру-гот, патологоанатом</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Лирик с ампутированными эмоциями и духовностью, прокачанными интеллектом и работоспособностью. Никогда и ничем не бывает доволен. Мрачный, пессимистически настроенный, язвительный тип.
            </Text>

            <Text tag="p" size="h6" color="role">
                Циничный до умиления, он только и высматривает, к чему бы придраться. Хотя при всём его негативизме, по натуре своей человек очень мягкий.
            </Text>

            <Text tag="p" size="base">
                Фраза «А я ведь говорил!» — это про Критика. Склонность к критиканству вызвана перманентным недомоганием, но порция бодрящих пиздюлей творит с Критиками чудеса — выдёргивает их из бездны анальной оккупации, отчего они начинают троллить более тонко (особенно если Политик докажет всем, что в этом нет ничего плохого).
            </Text>

            <Text tag="p" size="h6" color="role">
                Считает себя самым умным и искренне обижается, если кто-то не согласен с этим неоспоримым фактом. Патологически недоверчив.  
            </Text>

            <Text tag="p" size="base">
                Людишек не понимает и, как следствие, игнорирует. Жопу от дивана отрывает только после пинков Политика. Тем не менее, обычно находит себе какой-то мелкий гешефт, позволяющий относительно безбедно жить ничего особо не делая.
            </Text>

            <Text tag="p" size="base">
                Тащемто, Критики считаются интеллектуальными вампирами для всех энергетических доноров этического склада. Есть мнение, что чуть менее, чем все статьи Уютненького пишут именно они. Без комментариев.
            </Text>

            <Text tag="p" size="base">
                Часто интересуется всякими ужасами типа экспериментов доктора Менгеле и обожает запугивать остальных своими познаниями в этой области. Чувство юмора либо чересчур абстрактное, либо чёрное. В любом случае, каждый Критик считает себя остроумным человеком, но порою неоправданно. Таких уважительно величают мудаками.
            </Text>

            <Text tag="p" size="base">
                Соционики уверяют, что Критик — коллективный социотип Кетая, Чехии, Финляндии, Эстонии и Армении.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                При хорошей информированности годятся в качестве детектора неприятностей, предохранителей для чересчур резвых товарищей и предупреждения последствий закона Мёрфи вообще. Предупредят, конечно, но если им нет гарантий выгоды в той или иной форме, сами вряд ли будут что-то делать. 
            </Text>

            <Text tag="p" size="base" color="role">
                И умные люди же! Причём этот ум подходит для извлечении профита в реальной жизни, а не только для логических построений, в отличии от Аналитиков.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Могут разом убить любое хорошее настроение и убедить вас в том, что вы — унылое говно, ничего не стоящее.
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Скрытный алкоголик, но умный, когда трезв. Потенциальный наркоман.
            </Text>            

            <Text tag="p" size="base">
                Боится жизни. Пытается манипулировать миром, не слезая с дивана, и думает, что ему это удается. На самом деле видит в основном свои фантазии.
            </Text>

            <Text tag="p" size="base">
                Скептики и снобы. Могут повернуть любую беседу так, что они молодцы, а все остальные дураки.
            </Text>

            <Text tag="p" size="h6" color="role">
                Величайшие в мире изобретатели причин, для того чтобы не слезать с дивана: за них Политики бегают.
            </Text>

            <Text tag="p" size="base">
                Временами впадает в пессимизм, вынимается оттуда после изрядной доли внушенного оптимизма с каплей коньячка.
            </Text>

            <Text tag="p" size="h6" color="role">
                Доморощенный гений. Обладает холодным и мощным умом, неодобрительным взглядом и мрачным чувством юмора.
            </Text>

            <Text tag="p" size="base">
                Все, что делает руками получается плохо. Чему завидует — неизвестно, поскольку ему редко что нравится в окружающем мире.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Любит все идеологизировать. Не любит, когда его заставляют ждать.
            </Text>

            <Text tag="p" size="base">
                Подпольный сексуальный маньяк, его формула «три Т» (ТВ, тахта, тапочки).
            </Text>

            <Text tag="p" size="base">
                Работать с ним вместе можно только под началом какого-то сенсорика.
            </Text>

            <Text tag="p" size="base">
                Иначе он застраивает тебя кубиками льда времени, состоящих из долей секунд, умеряя пыл и энтузиазм не хуже огнетушителя.
            </Text>

            <Text tag="p" size="base">
                В результате дела двигаются едва-едва, по строго намеченному плану.
            </Text>

            <Text tag="p" size="base">
                Как начальник ужасен — зануда и педант. Интуитивный подтип к тому же еще и тормоз — говорит одно слово в минуту.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Хладнокровный критикан.
            </Text>

            <Text tag="p" size="base">
                Способен оборжать любую идею и представить все как полную чушь. После него начинаешь сомневаться в каждом шаге.
            </Text>

            <Text tag="p" size="base">
                Невыносимы в споре; если встаешь им в оппозицию, немедленно оказываешься в куче дерьма, вываленного на тебя; в речи сквозит нескрываемое пренебрежение и чувство превосходства, основанное зачастую не на превосходстве в знаниях, а на умении завернуть какой-нибудь софизм или подтасовать факты так, что пока распутываешь, он придумывает новый ход.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Готовы брюзжать по любому поводу, причем зачастую по диаметрально противоположным — в зависимости от сиюминутных пристрастий. И опять, когда указываешь на это, — изворачиваются, применяя те же приемы. 
            </Text>

            <Text tag="p" size="base">
                Если не хотят чего-то делать, если даже надо, то ни упросить, ни заставить невозможно, проще сделать самому. Ну какой еще тип так любит чтобы его посылали на ..?
            </Text>

            <Text tag="p" size="h6" color="role">
                Вместо дискуссии все сводят к софистике, и им всегда все не нравится.
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Потому что Критики – они, сука, пофигисты, ленивые до опупения. 
            </Text>

            <Text tag="p" size="base">
                Гонят всем, что ищут смысл жизни – вранье: им попросту лень его искать, диван роднее и приятственней.
            </Text>

            <Text tag="p" size="base">
                Если Критик будет загоняться, что мол, он медленный газ и ниипет – не верьте.
            </Text>

            <Text tag="p" size="base">
                Тормоз он, товарищи, редкостный – причем свою тормознутость, сука, свято холит и лелеет, подводя под нее всяческие логические обоснования и умело давя на вашу черную этику.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Еще умеет прикинуться эмокидом, этаким някой, ибо большие глаза делает, сука, как никто. Однако по сути своей Критик — унылое говно, ни разу не трепетное лань, и ежели вы ждете от него решительного напору, то просидите на жопе до третьего пришествия.
            </Text>

            <Text tag="p" size="base">
                Критика следует аккуратно взять за шкирку, оторвать от компьютера и метким пинком подтолкнуть в нужном направлении, не вступая в диспут о смысле сих действий, ибо логика у них, сволочей, развита лучше, чем ожидаешь, на Критика глядючи.
            </Text>

            <Text tag="p" size="base">
                Впрочем, в быту они ненапряжны — положите их в уголок с книжкой и конфетами, и те будут себе тихонечко не отсвечивать, пока вы про них не вспомните и не употребите по назначению.
            </Text>

            <Text tag="p" size="base">
                К слову, употребить Критика получается у многих, просто потому, что Критику на вас положить. 
            </Text>

            <Text tag="p" size="base">
                Чем может воспользоваться самый широкий круг лиц, от конфликтера до активатора, а активаторы у них еще те — видимо, потому что только их глубокий внутренний похуизм и может активизироваться от такого кошмара во плоти, как Хранитель.
            </Text>

            <EndPoint />
        </>
    );
}
