import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ISFJ() {
    return (
        <>
            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>быдло, ФГМ, ПГМ, самурай, неудачник, модератор, паладин, вахтёр, дачник, internet white knight, ТП</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Моралфаг, как и Гуманист, но с кулаками. Часто отличается резкостью оценок. Из-за чего часто вначале огребает пиздюлей, а затем ВНЕЗАПНО начинает раздавать их сам. 
            </Text>

            <Text tag="p" size="base">
                Чотким Лидерам это рвёт шаблон, да и Новатором тоже достаётся — их биореактор, видите ли, неэтичен.  Впрочем, последние могут потравить в ответ беспощадным будущим и прочей эмергенцией. 
            </Text>

            <Text tag="p" size="base">
                В новой компании это, обычно, тихий, скромный человек. Обладатели пронзительного, испепеляющего взгляда, на окружающих смотрят как на говно в кубе (но признаются в этом крайне неохотно), внутренне свято убеждены, что познали истину в Первой, она же Последняя инстанции (но в этом уж точно НИКОГДА не сознаются).
            </Text>

            <Text tag="p" size="base">
                Последние инквизиторы этого мира, готовы перебить половину человечества ради мира во всём мире (но признаются в этом только по пьяни), за добро любому пасть порвут. Почти все супергерои относятся именно к этому социотипу. 
            </Text>

            <Text tag="p" size="base">
                Встречаются, как быдло, так и небыдло-варианты. ИЧСХ, оба ненавидят быдло чуть более, чем полностью.
            </Text>

            <Text tag="p" size="base">
                Считается интегральным типом Украины и Канады.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                А кто ещё будет ответственно выполнять должностные обязанности невзирая на копеечную зарплату? Чувство долга же! 
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                В их присутсвии нельзя ржать над лохами и троллить их. Сами же они могут пинать и дрючить кого угодно.
            </Text>
            
            <Text tag="p" size="h6" color="accent">
                Никто не имеет права трогать моего младшего брата, кроме меня!
            </Text>

            <hr />

            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Недоверчив, молчалив и спокоен до бешенства окружающих. Нерасчетлив в делах, и оттуда необоснованный риск.
            </Text>            

            <Text tag="p" size="base">
                Он просто мелкий тиран какой-то.
            </Text>

            <Text tag="p" size="base">
                Этот за доброту любому пасть порвёт, и единственное, на что Хранители годны, так это ходить по инстанциям и выбивать чего-нибудь.
            </Text>

            <Text tag="p" size="base">
                Молчаливый, недоверчивый, себе на уме, консерватор. Коллекционер типа Плюшкина, немного жадина. Очень любит преподавать, но совершенно не может передать свои знания другим (наверное, от жадности).
            </Text>

            <Text tag="p" size="h6" color="role">
                Развратник-моралист. В зависимости от того, что преобладает в характере, может быть либо развратником на словах и моралистом на деле, либо развратником на деле и моралистом на словах.
            </Text>

            <Text tag="p" size="base">
                Завидует чужому семейному счастью. Любит создавать щекотливые ситуации и разговаривать по душам.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не любит разговоров за своей спиной.
            </Text>

            
            <Text tag="p" size="base">
                Бабник, гипнотизер, обломист по мелочам, тот, который громче всех смеется, и, самое главное, автор книги «Секс для чайников».
            </Text>

            <hr />

            <Text tag="p" size="base">
                С ним хорошо работать только черному логику — он суггестируется и делает тогда хоть что-то. Что он делает в остальное время, недоумеваю. Как его переносят другие типы — тоже.
            </Text>

            <Text tag="p" size="h6" color="role">
                Вечно плачет. Непревзойденный талант портить настроение.
            </Text>

            <Text tag="p" size="base">
                Мытьём, едой его жизнь начинается... тем же и заканчивается. Кроме вышесказанного его может интересовать только «как на него посмотрели и что о нём сказали».
            </Text>

            <Text tag="p" size="base">
                Не тяните его за язык: он, язык его, имеет свойство развязываться… развратно, как в строчках книги «Секс для чайников».
            </Text>

            <Text tag="p" size="h6" color="role">
                Но и мораль в то же самое время так и льется с его уст. Этот плачь его песней зовется. 
            </Text>

            <Text tag="p" size="base">
                И песнь эта уж очень многим портит настроение, создавая щекотливые двусмысленные ситуации; и все ради того, что ему интересно, как на него посмотрели и что о нём скажут.
            </Text>

            <Text tag="p" size="h6" color="role">
                Хотите немного адреналина в кровь — заведите бизнес-партнера Хранителя! Инфаркт вам обеспечен.
            </Text>

            <hr />

            <AuthorLine readTime='2'>Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Хранитель — это пиздец от соционики, и этим все сказано.
            </Text>

            <Text tag="p" size="base">
                Приближаться к ним не рекомендуется никому, будь вы хоть активатором, хоть, не побоимся этого громкого слова, полудуалом — если Хранитель вас заметил, то мы вам не завидуем.
            </Text>

            <Text tag="p" size="base">
                Хранители — главные скандалисты, довести до истерики могут даже святого (сиречь Гуманиста), и понять, что будет поводом для скандала, невозможно.
            </Text>

            <Text tag="p" size="base">
                В качестве доводов Хранитель может привести, как-то: рассказ о том, как вы ужасны были, есть и будете; бритву; веревку с мылом; вопли на весь район. А все почему? Да просто все не так, как хочется этим чистым, голубиным душам, последним инквизиторам этого мира.
            </Text>

            <Text tag="p" size="base">
                Искренней бескорыстной ненавистью ненавидят всю эту гребаную жизнь, и хотя они честно учатся, работают, трахаются и рожают детей, в глубине души они знают, что ни к чему хорошему оно все равно не придет, потому что все это НЕПРАВИЛЬНО.
            </Text>

            <Text tag="p" size="base">
                К слову, трахаться Хранители любят, шо пиздец, и заебут, в прямом и переносном смысле, любого; на внешний вид партнера им по большому счету плевать, но за недокрашенный глаз или криво завязанный галстук вас ждет долгий пиздеж или маленькая разборка. 
            </Text>

            <Text tag="p" size="base">
                Еще они, суки, ревнивые и эмоциональные, потому орать на вас будут долго, по-любому.
            </Text>

            <hr />
            <Text tag="p" size="base">
                Хранители, как и Аналитики, всегда и все знают лучше, чем вы, однако на Аналитиков вы можете наорать или заехать в ебало на крайняк;
            </Text>

            <Text tag="p" size="h6" color="role">
                Хранитель поддается переубеждению лишь с помощью гаубицы, и то не всегда.
            </Text>

            <Text tag="p" size="base">
                Кроме того, они махровые идеалисты и ханжи, набитые принципами и моралью по самое не балуйся, из чего логически вытекает, что главный враг для нормального Хранителя — это Предприниматель, который любой принцип оценивает исключительно в величинах денежной единицы.
            </Text>

            <EndPoint />
        </>
    );
}
