import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ISFP() {
    return (
        <>
            <AuthorLine readTime='3'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ленивый, хитрейший интриган, приторно сладкий, вязкий, липучий. Лицемер. Обволакивает. Через какое-то время тесно и душно.
            </Text>            

            <Text tag="p" size="base">
                За обаятельной улыбкой часто не оказывается никаких настоящих эмоций.
            </Text>

            <Text tag="p" size="base">
                Завидует чужому успеху, особенно денежному.
            </Text>

            <Text tag="p" size="h5" color="role">
                Упорный и настойчивый в достижении личного комфорта.
            </Text>

            <Text tag="p" size="base">
                Думает, что знает себе цену, но на самом деле абсурдно неадекватен в своей самооценке.
            </Text>

            <Text tag="p" size="base">
                Не любит, когда его сравнивают с другими, если сравнение не в его пользу.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не верит ни одному слову, особенно когда выясняется, что без него вполне можно обойтись.
            </Text>

            <hr />

            <Text tag="p" size="base">
                Житейский пофигист, который живет в мирке, ограниченном семьей и близкими друзьями. Что происходит за пределами этого мирка, его мало волнует.
            </Text>

            <Text tag="p" size="base">
                Идеал Дипломата — мелкобуржуазный каминчик, шестеро детей и погреб с вареньем и домашними соленьями.
            </Text>

            <Text tag="p" size="base">
                Не задается сложными философскими вопросами.
            </Text>

            <Text tag="p" size="h5" color="role">
                Принципы отсутствуют, помимо разве что библейских.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Работать не любят. Старательны, но беспомощны.
            </Text>

            <Text tag="p" size="base">
                Любой совет по делу воспринимают как бездушное издевательство, воспитанные — этически увещевают, невоспитанные — поднимают хай.
            </Text>

            <Text tag="p" size="h5" color="role">
                Безалаберный. Суетный, суёт свой нос, куда не просят.
            </Text>

            <Text tag="p" size="base">
                «Толку с него, как с козла молока, но вреда однако ж тоже никакого.» А в общем, приятно помолчать рядом.
            </Text>

            <Text tag="p" size="base">
                Этот тип являет собой чисто декоративную деталь офиса: за его обаятельной, а зачастую приторно-сладкой улыбкой нет никаких настоящих эмоций, а сплошное лицемерие и беспринципность.
            </Text>

            <Text tag="p" size="base">
                Хитросплетения его интриг обволакивают, от чего становится тесно и душно, вязко и липко. Личный комфорт для него — всё. Фетиш.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                И этот ленивец думает, что знает себе цену?!
            </Text>

            <Text tag="p" size="base">
                Но ошибается, милашка: он пустышка, и в глазах окружающих неадекватен до абсурда в своей самооценке.
            </Text>

            <Text tag="p" size="base">
                И не дай бог сравнить его с другими, и если при этом сравнение будет не в его пользу, что, мол, он аутсайдер, то впадает в полное недоверие, и начинает завидовать чужим успехам, особенно денежным.
            </Text>

            <Text tag="p" size="h5" color="role">
                Но отнимите у него булочку, и он заснет.
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Потому что Дипломаты — они, сука, положительные такие, что оторопь берет.
            </Text>

            <Text tag="p" size="base">
                Непрошибаемые, как танк, спокойные, как айсберг перед встречей с «Титаником», лыбятся по-монолизовскив ответ на любой выебон, и все им как с гуся вода.
            </Text>

            <Text tag="p" size="base">
                Надо сказать, что ассоциации с названием возникают самые что ни на есть авантюрно-приключенческие — подвески, кони, люди, королевская милость, все за одного и прочая хуйня; а на самом деле скучнее, чем Дипломат, могут быть только Мастера.
            </Text>

            <Text tag="p" size="base">
                И то Мастера при желании можно приставить к делу, и он будет торчать, где оставили, а вот Дипломата фиг заставишь — при всей показной тихушности в голове у нее есть четкое представление об идеальном мире.
            </Text>

            <Text tag="p" size="base">
                И мир этот напоминает кухню с большой плазмой над плитой.
            </Text>

            <Text tag="p" size="base">
                Что мы можем сказать об этих идеальных существах? Раздражают они нас страшно, потому что отсутствие недостатков неизменно настораживает и заставляет подозревать неладное.
            </Text>

            <Text tag="p" size="h5" color="role">
                Никакого двойного дна в Дипломате нет, и не ищите; ни острых углов, ни пошлых желаний, ни даже тайной порочной любви к портрету Бори Моисеева.
            </Text>

            <Text tag="p" size="base">
                Несмотря на иррациональность, жизнь их протекает распланированно, спокойно и последовательно, будто на обложке журнала «Настоящая женщина» (кстати, пол особого значения в данном случае не имеет);
            </Text>

            <Text tag="p" size="base">
                А в промежутках между приготовлением обедов, воспитанием детей и работой в какой-нибудь неприметной организации они успевают еще подобрать пару брошенных щенков/котят/головастиков.
            </Text>

            <Text tag="p" size="base">
                Родились они явно с серебряной поварешкой в заднице и нимбом на башке, и потому вечно хотят принести пользу ни в чем неповинному человечеству, но эдак ненавязчиво, в отличие от своих прямых конкурентов-Гуманистов, чью помощь попробуй только не принять – мало не покажется.
            </Text>

            <EndPoint />
        </>
    );
}
