import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ISTJ() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>админ, инженер, альфа-самец, мент, политрук, прапорщик, ФГМ, самурай, поцреот, строгая госпожа, вахтёр, пафос, монархист, угнетатель, совок, уг, ымперец, выживальщик, мужик, казак, граммар-наци, модератор</i>
            </Text>

            <Text tag="p" size="base">
                Симбиоз Лидера и Аналитика в одном лице. От первого взял стремление командовать людьми, от второго — страсть к иерархиям и системам. В результате получается машина подчинения, довящая людей не в личных собственных целях (как это может сделать Лидер), а за несоблюдение правил. Отсюда ещё одно название — Инспектор. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Диктаторы по своей натуре. При этом сами Инспекторы охотно слушаются тех, кого они искренне считают выше себя в развитии или в социальной иерархии. Правда, добиться от него такого отношения очень и очень сложно. Обычно это удаётся более продвинутым Инспекторам или Лидерам. 
            </Text>

            <Text tag="p" size="base">
                Часто увлекается BDSM, ввиду своего патологического стремления к доминированию, а также страсти к силе в любых её проявлениях. Может защищать слабых (читай Наставников и Лириков), чтобы показать, что он (она) — хороший годный и добрый человек. 
            </Text>

            <Text tag="p" size="base">
                Среди Инспекторов порой попадаются редкие мудаки, отличающиеся неимоверной вредностью и упёртостью. Они строго соблюдают усвоенные правила и очень не любят их менять. Наверное, поэтому многие из них — консерваторы, тоскующие по тоталитарным системам. Нередко они устраиваются на такую работу, где синдром вахтёра лишь приветствуется.
            </Text>
            
            <Text tag="p" size="base">
                Часто идут в модераторы. Велик процент «Максимов» среди корректоров, редакторов, и таки IT-шников. Также очень часто встречается в военных или государственных структурах. Любых. Замечено также, что Инспекторов много среди простых школьных учителей (любят дрючить), искусствоведов/нумизматов/антикварщиков (любят что-нибудь коллекционировать, в том числе красивые и дорогие вещи), а также представителей творческих профессий вроде дизайнеров, музыкантов, художников (видимо, так проявляется сенсорика во второй творческой функции). Так-то. Часто проповедник идеологии «Добро должно быть с кулаками». И попробуй, сука, откажись от этого бобра, мало не покажется! 
            </Text>

            <Text tag="p" size="base">
                Интегральный тип Германии.
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Таки погонщики рабов и надзиратели нужны этому миру. Никто не переплюнет Инспектора на этих должностях. В быту часто может показаться, что мало что умеют, ибо не заморачиваются на нём, как Администраторы, но если вдруг приспичит, то обнаруживают невъебенные способности и познания. В отличие от Аналитика, который будет скулить и рассказывать, как надо, но сам делать ничего не захочет.
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Злые мудаки. Никого, кроме себя, не слушают, ибо всегда сами знают «как надо». Хронически не выносят безалаберных мечтателей/распиздяев (вроде Советчика и Новатора) и, при случае, находят какой-нибудь садистский способ их наказать («в воспитательных целях»). В недуальных отношениях срутся по поводу и без, ибо всегда найдут к чему придраться.
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Логический подтип — уж больно неприступен, когда умён, и когда... трезв. Властолюбец. С ним не договоришься.
            </Text>            

            <Text tag="p" size="base">
                Готов послать других на смерть за принципы. Сам может быть бесстрашен до глупости, но обычно остается в живых.
            </Text>

            <Text tag="p" size="base">
                Презирает теневые структуры, не поддается силовому нажиму. Не любит размениваться по мелочам, но и общую картину видит криво и однобоко.
            </Text>

            <Text tag="p" size="h6" color="role">
                Неразборчив и стеснителен в чувствах.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Считает, что всегда прав.
            </Text>

            <Text tag="p" size="base">
                Завидует творческим неординарным личностям.
            </Text>

            <Text tag="p" size="base">
                Ещё один из коллекции тормозов: тормозит Макс агрессивно и глобально, везде залезет, всё проконтролирует, всё по его должно быть.
            </Text>

            <Text tag="p" size="base">
                И что самое худшее — сил у него достаточно для насаждения своего маразма!
            </Text>

            <Text tag="p" size="base">
                А уж отношения к родственникам так и вообще за гранью всего — ради своих каких-то там схем готовы всю свою семью положить, да ещё и гордятся этим...
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Полностью автономная замкнутая система с кондиционером и микроволновкой.
            </Text>

            <Text tag="p" size="base">
                Квадратное колесо — собирается тяжело, но не долго, включается — словно барьер взял. Когда все идет хорошо — это только его заслуга, когда все идет плохо — все кругом виноваты.
            </Text>

            <Text tag="p" size="h6" color="role">
                Он один только понимает, что коллективу на пользу, всех построит и прижмет к ногтю.
            </Text>

            <Text tag="p" size="base">
                Параноик по жизни. Никогда не будет делать ничего, что не принесет ему материальной или моральной выгоды, причем материальная преобладает, как более существенная: если не расплатиться с ним в вещественной форме за работу, тут же заподозрит, что его дураком считают, и вмажет от всей души.
            </Text>

            <Text tag="p" size="base">
                Основная функция — всем мешать. Что угодно, лишь бы мир не изменился. Человек, по его мнению, — недоделанный робот.
            </Text>

            <Text tag="p" size="base">
                Не могут оторваться от правил, которые сами для себя и устанавливают.
            </Text>

            <Text tag="p" size="base">
                Скупы. Не способны поддаваться душевным порывам и сами от этого страдают. Занудны.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Шаг вперед и два назад, что касается чувств. Не умеют выражать свои чувства. 
            </Text>

            <Text tag="p" size="base">
                Грешат перепадами настроения, склонны к депрессии. Все взвешивают, часто страхуются, где это не нужно делать, замкнуты, недоверчивы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Страдают комплексом неполноценности, но тщательно это скрывают.
            </Text>

            <Text tag="p" size="base">
                 В сексе нуждаются в дополнительных стимулах (и стимуляторах).
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Верят в свое особенное предназначение.
            </Text>

            <Text tag="p" size="base">
                Не уверены в себе, но производят диаметрально противоположное впечатление на окружающих. 
            </Text>          

            <Text tag="p" size="h6" color="role">
                Резки и грешат бестактностью. Окружающие часто не понимают их.
            </Text>

            <Text tag="p" size="base">
                Зациклен на слове «правильно». У Инспектора все должно быть правильно, все, «как у людей», не имеет значения, удобно ли это, выгодно ли это, нужно ли это кому-нибудь.
            </Text>

            <Text tag="p" size="base">
                И вообще, он лучше знает «как удобно».
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Самая большая мечта — регламентировать все стороны человеческой жизни. И неусыпно контролировать исполнение установленных правил.
            </Text>

            <Text tag="p" size="base">
                За сон на четыре минуты дольше установленного срока — штраф, за принятие пищи в не установленное регламентом время — пятнадцать суток ареста и т.д.
            </Text>

            <Text tag="p" size="h6" color="role">
                На лице написано: «Два наряда вне очереди!»
            </Text>

            <Text tag="p" size="base">
                Прорехи в логике, которые он только кулаками и в состоянии «залатать».
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Инспекторы — они просто суки, и добавить к этому нечего. 
            </Text>

            <Text tag="p" size="base">
                В глубине души они знают, что мир устроен неправильно, и уж они-то, как его исправить — а потому вся их деятельность направлена на то, что портить жизнь окружающим, активно их исправляя.
            </Text>

            <Text tag="p" size="base">
                В отличие от Хранителей, он не будет зря орать и биться в истерике — он просто прикажет, и попробуйте не подчиниться: таких беспогонных генералов, придирающихся к любой фигне, надо поискать.
            </Text>

            <Text tag="p" size="base">
                У Инспектора все должно быть так, как надо, но вместо того, чтоб тихо организовывать свой рациональный рай самостоятельно, они активно припахивают к работе всех, кто под руку попадется.
            </Text>

            <Text tag="p" size="base">
                Несмотря на сенсорику, вкус в Инспекторе отсутствует от рождения, зато имеется смекалка, благодаря которой на люди он выходит всегда в строгом костюме, руководствуясь, видимо, тем мнением, что хороший костюм даже владельцем не испортишь.
            </Text>

            <Text tag="p" size="base">
                К слову, в личном романтики в Максе ни на грош, зато формальности он соблюдет с удовольствием — правда, после свадьбы этот сухарь не преобразится в любящего супруга, он так и останется сукой, которого может вывести из себя криво сложенная салфетка.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="role">
                Еще они корыстны до неприличия, что удачно сочетается с почти полным отсутствием интереса к делам сердечным, помимо удовлетворения физиологических нужд. 
            </Text>

            <Text tag="p" size="base">
                Брак по расчету — то, что нужно их страждущей рациональной душе.
            </Text>

            <Text tag="p" size="base">
                А вот что они любят, так это работать — с утра и до поздней ночи, дятлы-энтузиасты страшные, тот тип одержимого начальника, который оштрафует на пол-зарплаты за пятиминутное опоздание, а за любой промах сначала наорет, а потом сделает все сам. 
            </Text>

            <Text tag="p" size="base">
                С первого взгляда кажется, что Инспектор логичен до неприличия, но по сути он настолько зациклен на себе любимом, что вывести его из состояния вечной медитации на собственный мозг может только что-то действительно из ряда вон выходящее, например, такое чудо в перьях, как Наставник.
            </Text>

            <EndPoint />
        </>
    );
}
