import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ISTJ() {
    return (
        <>
            <AuthorLine readTime='4'>Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Логический подтип — уж больно неприступен, когда умён, и когда... трезв. Властолюбец. С ним не договоришься.
            </Text>            

            <Text tag="p" size="base">
                Готов послать других на смерть за принципы. Сам может быть бесстрашен до глупости, но обычно остается в живых.
            </Text>

            <Text tag="p" size="base">
                Презирает теневые структуры, не поддается силовому нажиму. Не любит размениваться по мелочам, но и общую картину видит криво и однобоко.
            </Text>

            <Text tag="p" size="h5" color="role">
                Неразборчив и стеснителен в чувствах.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Считает, что всегда прав.
            </Text>

            <Text tag="p" size="base">
                Завидует творческим неординарным личностям.
            </Text>

            <Text tag="p" size="base">
                Ещё один из коллекции тормозов: тормозит Макс агрессивно и глобально, везде залезет, всё проконтролирует, всё по его должно быть.
            </Text>

            <Text tag="p" size="base">
                И что самое худшее — сил у него достаточно для насаждения своего маразма!
            </Text>

            <Text tag="p" size="base">
                А уж отношения к родственникам так и вообще за гранью всего — ради своих каких-то там схем готовы всю свою семью положить, да ещё и гордятся этим...
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Полностью автономная замкнутая система с кондиционером и микроволновкой.
            </Text>

            <Text tag="p" size="base">
                Квадратное колесо — собирается тяжело, но не долго, включается — словно барьер взял. Когда все идет хорошо — это только его заслуга, когда все идет плохо — все кругом виноваты.
            </Text>

            <Text tag="p" size="h5" color="role">
                Он один только понимает, что коллективу на пользу, всех построит и прижмет к ногтю.
            </Text>

            <Text tag="p" size="base">
                Параноик по жизни. Никогда не будет делать ничего, что не принесет ему материальной или моральной выгоды, причем материальная преобладает, как более существенная: если не расплатиться с ним в вещественной форме за работу, тут же заподозрит, что его дураком считают, и вмажет от всей души.
            </Text>

            <Text tag="p" size="base">
                Основная функция — всем мешать. Что угодно, лишь бы мир не изменился. Человек, по его мнению, — недоделанный робот.
            </Text>

            <Text tag="p" size="base">
                Не могут оторваться от правил, которые сами для себя и устанавливают.
            </Text>

            <Text tag="p" size="base">
                Скупы. Не способны поддаваться душевным порывам и сами от этого страдают. Занудны.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Шаг вперед и два назад, что касается чувств. Не умеют выражать свои чувства. 
            </Text>

            <Text tag="p" size="base">
                Грешат перепадами настроения, склонны к депрессии. Все взвешивают, часто страхуются, где это не нужно делать, замкнуты, недоверчивы.
            </Text>

            <Text tag="p" size="h5" color="role">
                Страдают комплексом неполноценности, но тщательно это скрывают.
            </Text>

            <Text tag="p" size="base">
                 В сексе нуждаются в дополнительных стимулах (и стимуляторах).
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Верят в свое особенное предназначение.
            </Text>

            <Text tag="p" size="base">
                Не уверены в себе, но производят диаметрально противоположное впечатление на окружающих. 
            </Text>          

            <Text tag="p" size="h5" color="role">
                Резки и грешат бестактностью. Окружающие часто не понимают их.
            </Text>

            <Text tag="p" size="base">
                Зациклен на слове «правильно». У Инспектора все должно быть правильно, все, «как у людей», не имеет значения, удобно ли это, выгодно ли это, нужно ли это кому-нибудь.
            </Text>

            <Text tag="p" size="base">
                И вообще, он лучше знает «как удобно».
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Самая большая мечта — регламентировать все стороны человеческой жизни. И неусыпно контролировать исполнение установленных правил.
            </Text>

            <Text tag="p" size="base">
                За сон на четыре минуты дольше установленного срока — штраф, за принятие пищи в не установленное регламентом время — пятнадцать суток ареста и т.д.
            </Text>

            <Text tag="p" size="h5" color="role">
                На лице написано: «Два наряда вне очереди!»
            </Text>

            <Text tag="p" size="base">
                Прорехи в логике, которые он только кулаками и в состоянии «залатать».
            </Text>
            
            <hr />

            <AuthorLine readTime='2'>Люркмор</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Инспекторы — они просто суки, и добавить к этому нечего. 
            </Text>

            <Text tag="p" size="base">
                В глубине души они знают, что мир устроен неправильно, и уж они-то, как его исправить — а потому вся их деятельность направлена на то, что портить жизнь окружающим, активно их исправляя.
            </Text>

            <Text tag="p" size="base">
                В отличие от Хранителей, он не будет зря орать и биться в истерике — он просто прикажет, и попробуйте не подчиниться: таких беспогонных генералов, придирающихся к любой фигне, надо поискать.
            </Text>

            <Text tag="p" size="base">
                У Инспектора все должно быть так, как надо, но вместо того, чтоб тихо организовывать свой рациональный рай самостоятельно, они активно припахивают к работе всех, кто под руку попадется.
            </Text>

            <Text tag="p" size="base">
                Несмотря на сенсорику, вкус в Инспекторе отсутствует от рождения, зато имеется смекалка, благодаря которой на люди он выходит всегда в строгом костюме, руководствуясь, видимо, тем мнением, что хороший костюм даже владельцем не испортишь.
            </Text>

            <Text tag="p" size="base">
                К слову, в личном романтики в Максе ни на грош, зато формальности он соблюдет с удовольствием — правда, после свадьбы этот сухарь не преобразится в любящего супруга, он так и останется сукой, которого может вывести из себя криво сложенная салфетка.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Еще они корыстны до неприличия, что удачно сочетается с почти полным отсутствием интереса к делам сердечным, помимо удовлетворения физиологических нужд. 
            </Text>

            <Text tag="p" size="base">
                Брак по расчету — то, что нужно их страждущей рациональной душе.
            </Text>

            <Text tag="p" size="base">
                А вот что они любят, так это работать — с утра и до поздней ночи, дятлы-энтузиасты страшные, тот тип одержимого начальника, который оштрафует на пол-зарплаты за пятиминутное опоздание, а за любой промах сначала наорет, а потом сделает все сам. 
            </Text>

            <Text tag="p" size="base">
                С первого взгляда кажется, что Инспектор логичен до неприличия, но по сути он настолько зациклен на себе любимом, что вывести его из состояния вечной медитации на собственный мозг может только что-то действительно из ряда вон выходящее, например, такое чудо в перьях, как Наставник.
            </Text>

            <EndPoint />
        </>
    );
}
