import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';
import { EndPoint } from 'src/components/EndPoint';

export default function ISTP() {
    return (
        <>
            <AuthorLine text="Читать 2 минуты" iconName="Time">Люркмор</AuthorLine>

            <Text tag="p" size="base" color="accent">
                <i>жлоб, быдло, настоящий мужык, УГ, хикки, руссо туристо, бард, шансонье, не такой как все</i>
            </Text>

            <Text tag="p" size="h6" color="role">
                Мастер рождается, живёт и умирает на диване. Там же он много ест и изготавливает произведения искусства. Всё норовит пощупать и облапать. Если ему покажут какую-либо вещь, но не позволят прикоснуться к ней, Мастер посчитает, что никакой вещи вовсе не было. Показалось! 
            </Text>

            <Text tag="p" size="base">
                 Элитист, не без этого. Поэтому при удобном случае будет доказывать, что 95% населения — идиоты и чел-овеки, а он сам суровый и серьёзный анхуман. 
            </Text>

            <Text tag="p" size="base">
                Упрямый, замкнутый. Любит прикидываться тюфяком и просто васей, но потом ВНЕЗАПНО оказывается, что он уже что-то эдакое налепил-натворил; мало того, результат всегда кажется больше затраченных усилий. Ненавидит людей с ОБВМ, особенно Наставников.
            </Text>

            <Text tag="p" size="h6" color="role">
                Считается интегральным типом Японии и Сингапура.   
            </Text>

            <Text tag="p" size="base">
                Есть мнение, что большинство маньяков являются Мастерами. Этот ваш Чикатило отличный пример. 
            </Text>

            <Text tag="p" size="smaller" color="grey">Бочка меда</Text>

            <Text tag="p" size="h6" color="role">
                Создаёт тонны комфорта, коего с лихвой перепадает и окружающим. Вообще, определение «золотые руки» — это про них, Мастер же!
            </Text>

            <Text tag="p" size="smaller" color="grey">Ложка дегтя</Text>

            <Text tag="p" size="h6" color="accent">
                Действительно, хер поднимешь с дивана: пойдут на погуляшки если только им там что-то реально надо. Для своей, конечно, задницы.
            </Text>

            <hr />

            <AuthorLine text="Читать 4 минуты" iconName="Time">Юрий Селютин. Грязелечебница</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Немножко честности мне не повредит. Льстец.
            </Text>            

            <Text tag="p" size="base">
                Спит двадцать четыре часа в сутки. С ним можно общаться, пока он не начнет капризничать. Не следует обращать на него слишком много внимания.
            </Text>

            <Text tag="p" size="base">
                Мастеров мужиков надо сразу после типирования в тюрягу сажать — бандюги не меньше Лидеров. Но если Лидер хоть бандюга откровенный, то Мастеру иногда удаётся чисто случайно приличным человеком казаться. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Ну и тормоз, конечно, тот ещё, но тормозит он не из принципа, а от ограниченности своей....
            </Text>

            <Text tag="p" size="base">
                И сами немного похожи на изделия материального мира — прочные, качественные, плотные, требующие внимательного обращения к себе. Ленивец с криминальным складом ума и с не приложенной инструкцией по пользованию им. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Лежит по уши в дерьме и мечтает о высших материях.
            </Text>

            <Text tag="p" size="base">
                При том даже мечты у него какие-то глупые, нелогичные... а как начнёт говорить, то заснуть можно, я уже минут 20 назад его мысль понял, он ещё ни как не может её сформулировать... 
            </Text>

            <Text tag="p" size="h6" color="role">
                Он не стремиться к обществу, сотрудничеству, абсолютно автономен и независим.
            </Text>
            
            <hr />

            <AuthorLine text="Читать 2 минуты" iconName="Time">Эльвира Фея</AuthorLine>

            <Text tag="p" size="h6" color="role">
                Ведь Мастера — они, сука, тихие как мыши, и сидят по жизни в уголку, прикрывшись ветошью.
            </Text>

            <Text tag="p" size="base">
                Сидят, починяют примус, конструируют вечный двигатель (вот руки у них не из жопы, что есть, того не отнять), готовят кремовый штрудель или делают еще что-нибудь не менее полезное для мироздания и для вас в частности.
            </Text>

            <Text tag="p" size="base">
                Однако не рассчитывайте, что в один прекрасный день Мастер вдруг выпрыгнет из угла, расфуфырится и оборотится принцем на белом мерседесе — не выпрыгнет. 
            </Text>

            <Text tag="p" size="base">
                Ему в своем углу спокойно и хорошо. Людей, особенно ярких Энтузиастов и гиперуверенных Политиков, он тихо ненавидит, не осмеливаясь выразить свои чувства вслух.
            </Text>

            <Text tag="p" size="base">
                Логика подсказывает, что Советчика, прыгающую вокруг него, как заводной мячик, ненавидит больше всего, но сказать пужается.
            </Text>

            <Text tag="p" size="base">
                Мастер вообще всегда молчит, и на лице его застыла робкая улыбка, которая безумно раздражает любого, кто способен связать два слова с третьим, в отличие от.
            </Text>

            <Text tag="p" size="base">
                Зато Мастер хозяйственный, сука, и работящий, гвоздь там забить или паяльником поработать — это ему как два пальца.
            </Text>

            <Text tag="p" size="base">
                В постели Мастер тоже работящ и активен, как электродрель, и примерно так же блещет фантазией.
            </Text>

            <Text tag="p" size="h6" color="role">
                Добавим, что Мастера женского пола порой косят под «идеального Лирика», играя тургеневских трепетных барышень, краснеющих от матерного анекдота.
            </Text>

            <Text tag="p" size="base">
                А при близком рассмотрении вместо нежного стыдливого румянца и расцветающего цветка невинности вы обнаруживаете все того же смертельно скучного тихушника, которого все пятьсот позиций из Камасутры не излечат от робкой улыбки, за которую отчетливо хочется двинуть по услужливой роже.
            </Text>

            <EndPoint />
        </>
    );
}
