import React from 'react';
import styles from './Metabolism.module.scss';
import { WhiteCard } from '../../components/WhiteCard';
import { Text } from '../../components/Text';
import { AuthorLine } from '../../components/AuthorLine';
import { EndPoint } from '../../components/EndPoint';
import { BlockLink } from '../../components/BlockLink';
import { PageTitle } from '../../components/PageTitle';

export default function Metabolism() {
    return (
        <WhiteCard color="white" className={styles.root}>
            <PageTitle iconName='Square3'>Информационный метаболизм</PageTitle>
            <AuthorLine text='Читать 5 минут' iconName='Time'>Антон Кемпинский</AuthorLine>

            <Text tag="p" size="large">
                В биологии существует термин — метаболизм, что дословно означает обмен, усвоение и переработку.
            </Text>

            <Text tag="p" size="large">
                Пища, поступившая в организм, расщепляется на многочисленные составляющие и поступает в клетки. Иными словами, физиологический процесс энергетического метаболизма означает обмен веществ и подразумевает жизнь организма на биологическом уровне.
            </Text>

            <Text tag="p" size="large">
                Польский психиатр Антон Кемпинский сопоставил энергетический метаболизм (ЭМ) с усвоением и обработкой информации психикой человека.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Суть его теории информационного метаболизма (ИМ) заключается в том, что внешние информационные сигналы уподобляются пище.
            </Text>

            <Text tag="p" size="large">
                Она может преобразоваться и частично выводится вовне для взаимодействия с внешним миром. А часть ее остается внутри и составляет внутренний мир человека.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Следовательно, информационный метаболизм — это процесс усвоения, обработки и передачи информации психикой человека.
            </Text>

            <Text tag="p" size="large">
                Психика человека питается информацией, его психическое здоровье зависит от количества и качества этой информации.
            </Text>

            <Text tag="p" size="large">
                Цитата Кемпинского:
            </Text>

            <Text tag="p" size="h6" color="accent">
                С точки зрения энергетического метаболизма человек не слишком отличается от других высших форм живого мира.
            </Text>

            <hr />

            <Text tag="p" size="large" color="accent">
                Статья Аушры из журнала «Соционика, ментология и психология личности», 1995.
            </Text>

            <Text tag="p" size="large">
                Необходимое условие функционирования любого организма - двойная связь с окружающим миром. С одной стороны он включен в процесс энергетического метаболизма, то есть в химический обмен веществ с окружающей средой.
            </Text>

            <Text tag="p" size="large">
                С другой стороны, через процесс информационного метаболизма, в сумму электромагнетических явлений.
            </Text>

            <Text tag="p" size="large">
                По А. Кемпинскому, внешние информационные сигналы, которые принимает психика, уподобляются пище, которую для процесса энергетического метаболизма получает организм, то есть равно как пища необходима для ЭМ организма, так информационные сигналы для ИМ психики.
            </Text>

            <Text tag="p" size="large">
                Прием и передача сигналов обусловливаются образованием энергетических импульсов в системе, которая эти сигналы принимает. То есть процесс информационного метаболизма в организме начинается образованием мелких энергетических зарядов.
            </Text>

            <hr />

            <Text tag="p" size="h6" color="accent">
                Для того, чтобы мозг функционировал как аппарат информационного метаболизма, он должен постоянно обеспечиваться сигналами, получаемыми как извне, так и из самого организма.
            </Text>

            <Text tag="p" size="large">
                Если поток этих сигналов или информации на некоторое время прекращается, начинается дезинтеграция психики.
            </Text>

            <Text tag="p" size="large">
                Каждая система, по теории информации, принимает только адекватную себе информацию. То есть принимает только те сигналы, какие и сама может выдавать. Часть сигналов воспринимается более осознанно. Но и выдаются эти же сигналы тоже более осознанно.
            </Text>

            <Text tag="p" size="large" color="accent">
                <i>Например, человек, который не замечает, каким тоном он говорит, не обращает внимания и на тон других людей.</i>
            </Text>

            <Text tag="p" size="large">
                Получаемые извне сигналы приходится группировать и систематизировать.
            </Text>

            <Text tag="p" size="large">
                В первую группу попадают все динамические процессы, все движущиеся.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Каждым сознательным и неосознанным движением человек сообщает другим не только о том, что он в настоящее время делает, но в какой-то мере и что будет делать несколько позднее.
            </Text>

            <Text tag="p" size="h6" color="accent">
                Другая часть сигналов — сигналы об эмоциональных состояниях и настроениях людей. Эти две группы сигналов — сигналы о динамике: внешней и внутренней.
            </Text>

            <Text tag="p" size="large">
                Информация о статических явлениях тоже имеет два аспекта.
            </Text>

            <Text tag="p" size="large">
                Каждый организм прежде всего - объект, который старается избежать столкновения с другими ему опасными объектами. Потому приходится принимать и давать информацию о своих внешних качествах.
            </Text>

            <Text tag="p" size="large">
                Одновременно он чувствует необходимость разбираться в собственной структуре и структурах других объектов, а тем самым понимать потенциальные возможности - свои и чужие.
            </Text>

            <Text tag="p" size="large" color="accent">
                <i>Эти сигналы тоже передаются, например, цветом лица, его подвижностью.</i>
            </Text>

            <Text tag="p" size="large">
                Итак, можно сказать, что у человека, как и у каждого живого существа, есть четыре функции, или четыре способности приспособления к внешнему миру.
            </Text>

            <Text tag="p" size="large">
                Способность собирать информацию о внешних процессах условно будем называть логикой — L, способность собирать информацию о внутренних процессах, которые происходят во внутреннем мире человека — этикой — E, способность иметь точную информацию о форме и внешности окружающих объектов — сенсорикой — S, и способность разбираться в структуре и потенциальных способностях — интуицией — I.
            </Text>

            <BlockLink path="/aspects" label="Аспекты" icon="Square4" />

            <EndPoint />
        </WhiteCard>
    );
}