import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Умеет и любит объяснять различные явления и ситуации.
            </Text>

            <Text tag="p">
                Чем меньше известно однозначных концепций по вопросу, тем с большим интересом он будет выдвигать свои объяснения и выводы.
            </Text>

            <Text tag="p">
                Он легко может <b>увидеть связь между различными схемами, определениями, он умеет жонглировать понятиями и доказывать недоказуемое.</b>
            </Text>

            <Text tag="p">
                Всегда пытается найти причинно-следственные связи между общим и частным, отыскать единое объяснение различным вещам.
            </Text>
        </>
    );
}
