import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTJ() {
    return (
        <>
            <Text tag="p" color="role">
            В повседневной деятельности опирается на выработанные опытом схемы и структуры.
            </Text>

            <Text tag="p">
            Следует индивидуально наработанному способу строить логику поступков. Спонтанно и точно оценивает скрытые свойства и возможности. Легко схватывает суть явлений и событий.
            </Text>
        </>
    );
}
