import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
            При адекватном понимании своей природы автоматически рассчитывает свое время так, чтобы оно приносило продукт и было заполнено эффективной деятельностью.
            </Text>

            <hr/>

            <Text tag="p">
            Неплохо ориентируется во времени, но нередко упускает его из внимания. Может любить все решать в последний момент, потому что именно тогда будет все видно, все возможности. Использует свое время и чувство времени для других. Может замечать недостатки в распределении времени у других людей и советовать им по этому поводу.
            </Text>

            <Text tag="p">
            Видение перспектив, хорошие прогнозы вдохновляют его, вводят его в рабочий режим. В сосредоточенном состоянии контролирует свое времяраспределение. Использует время как инструмент для труда или получения какого-нибудь продукта. Умеет структурировать время так, чтобы продуктивно его проводить. Если хочет отказать, говорит, что нет времени, потому что воспринимает поток времени как что-то неотвратимое, императивное, с чем можно только считаться. 
            </Text>

            <hr/>

            <Text tag="p">
            Считает, что взаимодействие должно приводить к какому-то продукту, оценивает действия с точки зрения достижения перспективной цели.
            </Text>

            <Text tag="p">
            Адекватно воспитанные любят трудиться и могут делать это долго и упорно. При необходимости помочь близким предоставляют конкретную помощь делами или методическими советами, которые считают уместными. Любят придумывать технологии и методики.
            </Text>
        </>
    );
}
