import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Тратит время на близких и достижение различных важных для него целей, его труд — это его воля к реализации целей, этим он и помогает миру.
            </Text>

            <hr/>

            <Text tag="p">
            Сосредоточен на поддержании отношений и уровня ответственности. Использует связи, актуализирует чувство значимости (важности) у людей ради воплощения своих или общих целей.
            </Text>

            <Text tag="p">
            Информация об отношениях вводит его во вдохновленный, творческий режим, вызывает чувство перспективы.
            </Text>

            <hr/>

            <Text tag="p">
            При необходимости помочь кому-нибудь (особенно с отношениями), вложит всю свою волю и средства. Большой волевой потенциал. Считает ситуацию продуктивной, если было что-то реализовано, есть материальный продукт.
            </Text>

            <Text tag="p">
            Стремится к достижению высокого статуса.
            </Text>
        </>
    );
}
