import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTJ() {
    return (
        <>
            <Text tag="p" color="role">
            В повседневной деятельности подспудно отслеживает соблюдение логичности, справедливости во всем. 
            </Text>

            <Text tag="p">
            Спонтанно защищает, отстаивает собственную систему ценностей, выработанное на жизненном пути понимание справедливости, с которым он живет. Сопротивляется любому давлению, силовому воздействию.
            </Text>
        </>
    );
}
