import React from 'react';
import { Text } from '../../../components/Text';

export default function INFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Имеет индивидуальные привычки выражения и изменения настроений.
            </Text>

            <Text tag="p">
            В разных ситуациях ободряет себя и окружающих подходящими средствами. В повседневной деятельности пользуется спонтанным умением оценить ближайшее развитие событий, врожденным чувством перспективы для предотвращения отрицательных сценариев развития ситуации.
            </Text>
        </>
    );
}

