import React from 'react';
import { Text } from '../../../components/Text';

export default function INFP() {
    return (
        <>
            <Text tag="p" color="role">
            Сосредоточен на поддержании отношений и уровня ответственности. 
            </Text>

            <hr/>

            <Text tag="p">
            Использует связи, значимость ситуаций для людей ради раскрытия потенциала или передачи идей. 
            </Text>

            <Text tag="p">
            Информация об отношениях вводит во вдохновленный, творческий режим, вызывает чувство перспективы.
            </Text>

            <hr/>

            <Text tag="p">
            Имеет проницательный ум, хороший генератор идей. При необходимости помочь другим людям, готов увидеть новые возможности, понять суть ситуации, продумать план развития. 
            </Text>

            <Text tag="p">
            Распространяет идеи страстно пересказывая, показывая значимость и драматичность ситуации. Формирует мировоззрение.
            </Text>
        </>
    );
}