import React from 'react';
import { Text } from '../../../components/Text';

export default function INTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Рационализатор по своей натуре и стремиться к созданию перспектив и размеренного режима. Для этого он использует свое мышление и накопленную информацию о методах и технологиях.
            </Text>

            <hr/>

            <Text tag="p">
            Идеи приходят такие (структурные), чтобы при помощи технологий и методик экономить время. Информация о продуктивности и деятельности вводит в рабочий режим, вдохновленное (не столько энергичное, сколько творческое) состояние.
            </Text>

            <Text tag="p">
            Также он использует смысл этого аспекта для того, чтобы отказывать людям (например:“нет, это слишком много махинаций надо сделать, я не буду” или “не буду рассказывать, там сложная методика”). Вообще следит, чтобы не делалось лишних (бессмысленных) действий, и нередко указывает людям на это, даже чаще чем себе.
            </Text>

            <hr/>

            <Text tag="p">
            Создает время. Абстрактная формулировка, которая означает, что его продукт связан со временем — либо экономия времени (рационализация), либо создание чувства перспективы, например, при помощи позитивного прогноза. 
            </Text>

            <Text tag="p">
            В трудной ситуации может сказать: «Вот если ты можешь сделать так, и тогда перспектива будет хорошей».
            </Text>

            <Text tag="p">
            Есть и негативная форма проявления этой функции: может говорить людям, что не делать, чтобы не терять время (опять продукт — экономия времени).
            </Text>

            <Text tag="p">
            Еще любят советовать, что и когда делать, то есть составлять другим режим. Они автоматически дают такие советы, если считают, что человеку нужна соответствующая помощь.
            </Text>
        </>
    );
}
