import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFP() {
    return (
        <>
            <Text tag="p" color="role">
            Использует свою волю на поддержку близких и их отношений. Формирует у людей«гармоничное и правильное» (по его мнению) отношение к жизни.
            </Text>

            <hr/>

            <Text tag="p">
            Подсознательно и автоматически регулирует уровень давления в жизни. Особенно это проявляется во взаимодействиях с людьми и отношениями. В ситуациях где нужно наладить отношения или сформировать приоритеты, начинает проявлять свою волю, как-то давить. 
            </Text>

            <Text tag="p">
            Причем плохо это осознает, «оно само».В сосредоточенном состоянии много внимания уделяет своей силе воли и целям.
            </Text>

            <hr/>

            <Text tag="p">
            При ощущении потребности в поддержке у других людей в теме отношений или приоритетов — старается помочь. Это может проявиться в его дипломатичности, когда нужно договориться с другими людьми (желательно близкими). 
            </Text>

            <Text tag="p">
            Также может проявить себя как воспитатель и указывать на важные повседневные дела.
            </Text>
        </>
    );
}
