import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Сосредоточен на выполнении текущей работы, для поддержания уровня жизни, комфорта и создания привлекательных форм проявления жизни.
            </Text>

            <hr/>

            <Text tag="p">
            Идеи ему приходят такие (структурные), чтобы при помощи технологий и методик создавать гармонию и качественные ресурсы (уровень жизни). Информация о продуктивности и деятельности вводит в рабочий режим, вдохновленное (не столько энергичное, сколько творческое) состояние. 
            </Text>

            <Text tag="p">
            Также он использует смысл этого аспекта для того, чтобы отказывать людям (например: «нет, это слишком много махинаций надо сделать, я не буду» или «не буду рассказывать, там сложная методика»). 
            </Text>

            <Text tag="p">
            Вообще следит, чтобы не делалось лишних (бессмысленных или неудобных) действий, и нередко указывает людям на это, даже чаще чем себе.
            </Text>

            <hr/>

            <Text tag="p">
            Практичные, умеют в результате своего труда создавать качественные продукты, предметы. Заботятся о других, если видят, что им нужна помощь.
            </Text>

            <Text tag="p">
            Умеют трудиться ради достойного уровня жизни. Поддерживают чистоту и уют. Например, видел Инспекторов, которые даже в гостях за собой моют посуду.
            </Text>
        </>
    );
}
