import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTP() {
    return (
        <>
            <Text tag="p" color="role">
            Имеет выработанную жизненным опытом личную стратегию защиты собственных интересов и интересов ближнего окружения.
            </Text>

            <Text tag="p">
            Гибко и эффективно использует существующие системы и правила, в своей повседневной деятельности, в том числе для защиты своих интересов.
            </Text>
        </>
    );
}
