import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
               Наиболее развитой стороной вашей личности является способность испытывать сильные чувства и эмоции.
            </Text>

            <Text tag="p">
                Вы — человек со сложным духовным миром, полным контрастов и противоречий. Ради истинных, глубоких чувств вы можете пожертвовать многим.
            </Text>

            <Text tag="p">
                Свойственная вам поэтичность натуры позволяет выразить испытываемые вами чувства в образной форме, часто драматической, иногда трагической.
            </Text>

            <Text tag="p">
                Вы можете обладать талантом оратора, умеющего зажечь речью большое количество людей, даже если вы об этом не подозреваете.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вас можно назвать человеком дальновидным и предусмотрительным. Вы хорошо чувствуете назревание кризиса в развитии событий и умеете принять меры заранее, чтобы избежать его.
            </Text>

            <Text tag="p">
                Окружающих вы также стремитесь предупредить о возможных неприятностях, грозящих им. В этом находит выражение общая гуманитарная направленность вашей личности.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вы — человек довольно принципиальный, не прощаете несправедливых обид и унижений. Ради этого, все обдумав и взвесив, вы способны предпринять самые решительные меры. 
            </Text>

            <Text tag="p">
                Однако в некоторых случаях ваша принципиальность может быть негибкой, а решительность чрезмерной.
            </Text>

            <Text tag="p">
                Стремитесь проявлять сдержанность в экстремальных ситуациях, принимать решения в спокойном состоянии.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша основная проблема — неумение избегать ситуаций, доставляющих страдания и неприятные ощущения.
            </Text>            

            <Text tag="p">
                Вам не всегда легко вписаться в новое общество, уйти от неприятного общения с неинтересными людьми
            </Text>

            <Text tag="p" size="h5" color="role">
                Вы не всегда можете положиться на свой вкус, не умеете правильно, а главное, вовремя проследить за своим здоровьем.
            </Text>

            <Text tag="p">
                Для вас характерно неумение найти внутреннее равновесие с самим собой. Избегайте излишней драматизации событий.
            </Text>

            <Text tag="p">
                Разряжайте накопившиеся эмоции в художественном творчестве, в самодеятельности: пении, игре на музыкальных инструментах, театральном искусстве.
            </Text>

            <Text tag="p">
                Не стремитесь произвести впечатление во что бы то ни стало. От этого могут пострадать ваши интересы или здоровье.
            </Text>

            <Text tag="p">
                Одевайтесь в соответствии с погодой, соблюдайте последовательность в приеме блюд, отдавайте преимущество здоровой пище.
            </Text>

            <Text tag="p">
                Старайтесь, чтобы ваш облик и стиль одежды соответствовали конкретной обстановке.
            </Text>

            <Text tag="p">
                Не будьте так недоверчивы к комплиментам и оценке вашей внешности. Не ищите в этом подвоха. Чтобы не воспринимать болезненно повышенный интерес к себе, старайтесь как можно чаще работать открыто, на людях. 
            </Text>

            <Text tag="p">
                Больше доверяйте людям, не думайте, что они хотят вам плохого.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Еще одна ваша проблема — это не всегда успешное проявление своих деловых качеств, желание показать себя предприимчивым, активным человеком. Не преувеличивайте значимость своей деловой инициативы.
            </Text>

            <Text tag="p">
                Всегда задавайте себе вопрос, насколько реальны ваши призывы к действию, могут ли они привести к конкретным положительным результатам.
            </Text>

            <Text tag="p">
                Преодолевайте в себе нежелание считаться с повседневными конкретными делами, в том числе домашними. Конкретнее формулируйте свои проблемы, не будьте навязчивыми по отношению к другим людям. 
            </Text>

            <Text tag="p">
                Ваше общение с людьми может быть затруднено также из-за проявления излишней официальности.  
            </Text>

            <Text tag="p" size="h5" color="role">
                Избегайте высокомерия, будьте более демократичны и просты с людьми, не злоупотребляйте иронией и насмешками.  
            </Text>

            <Text tag="p">
                Ваша склонность к сарказму может обидеть людей и отвернуть их от вас.
            </Text>
        </>
    );
}
