import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — это предприимчивость в новых делах и начинаниях. Новое, нужное дело вы начинаете с большим азартом, не жалея сил для достижения результата.
            </Text>

            <Text tag="p">
                Вы — человек практического ума, умеете сориентировать любую теорию или идею на практическую пользу.
            </Text>

            <Text tag="p">
                Вы принимаете деятельное участие при внедрении в жизнь новых технологий. Вы не склонны размениваться по мелочам, вас особенно привлекают крупные цели и проекты.
            </Text>

            <Text tag="p">
                Вас можно назвать человеком действия, так как вы не откладываете выполнение своих решений в долгий ящик. Вы быстро, без раскачки включаетесь в новое дело и стараетесь довести его до конца.
            </Text>

            <Text tag="p">
                Вы — оптимист, верящий в успех начатого дела. Своими планами вы охотно делитесь с окружающими; любите испытывать себя в различных сферах деятельности, смело идете на риск, готовы к преодолению любых трудностей.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                В жизни вы постоянно сталкиваетесь с проблемами в организации повседневного быта. Для отдыха у вас часто не хватает времени. Несмотря на приверженность к здоровому образу жизни, вы нерегулярно заботитесь о своем здоровье.
            </Text>

            <Text tag="p">
                Совмещайте полезное с приятным, не сосредоточивайтесь чрезмерно на каком-то одном занятии.
            </Text>

            <Text tag="p">
                Соблюдайте рациональный режим жизни, совмещая работу с отдыхом. Займитесь оздоровительным бегом.
            </Text>

            <Text tag="p">
                Будьте более внимательны к своему внешнему виду, не пренебрегайте мнением окружающих о вас.
            </Text>

            <Text tag="p">
                Уделяйте больше внимания своим домашним делам. Проявляйте чаще заботу о близких, посвящайте им больше своего личного времени, делайте им приятные сюрпризы, вникайте в их проблемы.
            </Text>

            <Text tag="p">
                Старайтесь воспитывать в себе эстетический вкус. Не приносите в жертву свой внешний вид даже во имя целей, которые кажутся вам более важными.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не злоупотребляйте экстравагантными выходками, особенно осторожно касайтесь интимных тем, не стремитесь обратить на себя внимание таким образом: окружающие могут неправильно вас понять.
            </Text>

            <Text tag="p">
                Сами того не желая, вы можете нарушить непринужденную атмосферу общения, поставив себя и друзей в неловкое положение.
            </Text>

            <hr />

            <Text tag="p">
                Другая ваша проблема связана с двусмысленным юмором и шутками, которые не всегда могут быть правильно восприняты и поняты.
            </Text>

            <Text tag="p" size="h5" color="role">
                Будьте тактичны и скромны в своих высказываниях. Не стремитесь поднять людям настроение любой ценой. Помните, что не все любят шутливый тон, а тем более иронию или насмешки.
            </Text>

            <Text tag="p">
                Избегайте излишней эмоциональной фамильярности в общении, воспитывайте в себе вежливость и хорошие манеры. Это повысит вашу самооценку и вызовет уважение окружающих.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не идите на конфронтацию по несуществующим вопросам — этим вы можете противопоставить себя большинству и потерять уважение.
            </Text>

            <Text tag="p">
                Не давайте поспешного выхода своим эмоциям, не допускайте, чтобы ваши действия опережали мысли.
            </Text>

            <Text tag="p">
                Лучше удалитесь от объекта вашего раздражения на время и, успокоившись, все обдумав, выскажите ему своё мнение при очередной встрече.
            </Text>
        </>
    );
}