import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTP() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вам в голову часто приходят интересные, перспективные идеи. Умеете проникнуть умом вглубь событий и предвидеть перспективу их развития.
            </Text>

            <Text tag="p">
                Вашей сильной стороной, безусловно, является хорошо развитое познавательное мышление. Развитая интуиция помогает вам в выборе правильных решений. Способны заглянуть в саму суть вещей и явлений. Много читаете и интересуетесь всем новым, необычным. Однако в этом кроется опасность «распотрошить» свои силы, потерять основной интерес, определяющий вас как личность.
            </Text>

            <Text tag="p">
                Инструментом для реализации ваших интуитивных идей и догадок служит логика. Вы стремитесь логически обосновать свои идеи и убедить тем самым окружающих людей в их правильности. Благодаря этому качеству вокруг вас объединяются ваши единомышленники.
            </Text>

            <Text tag="p">
                Вы — враг всего косного и устаревшего. В этом таится опасность стать на позицию тотального нигилизма.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша основная проблема — это неумение правильно разобраться в отношениях между людьми. Особенно трудно для вас — осознать истинное отношение к вам окружающих.
            </Text>

            <Text tag="p">
                После того как вы интуитивно разобрались в человеке, он становится вам неинтересен. Вы не знаете, что с ним делать дальше. Это может восстановить его против вас. Вы также не видите своих истинных недоброжелателей. Не спешите делать выводы относительно оценки окружающих вас людей.
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь определиться в этом вопросе по их объективным поступкам.
            </Text>

            <Text tag="p">
                Вам трудно даются стабильные хорошие отношения с близкими. Вы можете нечаянно проявить бестактность, нарушить устоявшуюся гармонию отношений.
            </Text>

            <Text tag="p">
                Сдерживайте сиюминутную реакцию на тот или иной поступок близкого человека.
            </Text>

            <Text tag="p">
                Не увлекайтесь излишним демократизмом, который может незаметно для вас перейти в фамильярность. Это может способствовать подрыву вашего авторитета среди людей.Проявляйте в своем поведении больше такта, чтобы не шокировать людей своей откровенностью и прямолинейностью.
            </Text>

            <Text tag="p">
                Этим вы можете нажить недоброжелателей, даже сами того не желая.
            </Text>

            <hr />

            <Text tag="p">
                Еще одна из ваших проблем — это неумение быть постоянно собранным, слабая самодисциплина.
            </Text>

            <Text tag="p">
                Из-за этого вы запускаете свои повседневные дела, следствием чего является срыв намеченных мероприятий или установленного графика работы.
            </Text>

            <Text tag="p" size="h5" color="role">
                Делайте все вовремя.
            </Text>

            <Text tag="p">
                Если вы являетесь начальником, то обратите внимание на то, чтобы не скатываться к волюнтаризму.
            </Text>

            <Text tag="p" size="h5" color="role">
                Избегайте необоснованного усиления давления на сотрудников, не перегибайте палку в требовательности и волевом нажиме.
            </Text>

            <Text tag="p">
                Такая неадекватная реакция может поставить вас в смешное положение.
            </Text>

            <Text tag="p">
                Переключайте свою потенциальную волевую энергию на занятия спортом, чтобы давать ей выход.
            </Text>

            <Text tag="p" size="h5" color="role">
                Это повысит ваш жизненный тонус, выработает выдержку, вы станете более собранным, дисциплинированным.
            </Text>
        </>
    );
}
