import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                В повседневной жизни вы — человек открытый, общительный, дружелюбно настроенный. За это вас любят окружающие.
            </Text>

            <Text tag="p">
                Вы умеете доставлять удовольствие людям. Вы гостеприимны, хлебосольны, заботливы. Умеете интересно и наполнено проводить свободное время: ходите в кино, театры, концерты, часто бываете в гостях.
            </Text>

            <Text tag="p">
                Любите приятные поездки и путешествия. Вы не прочь провести время в веселых, шумных компаниях, любите праздники и застолья. 
            </Text>

            <Text tag="p">
                Вам нравится дарить подарки, доставлять людям радость.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша основная проблема — неумение распорядиться своим временем в повседневных делах. 
            </Text>

            <Text tag="p">
                Вы слишком торопливы, часто суетливы, у вас ни на что не хватает времени. Вы утопаете в бесконечных делах и заботах, иной раз забывая о главном.
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь правильно спланировать свой день. 
            </Text>

            <Text tag="p">
                Откажитесь от мелких, второстепенных дел и вопросов, отложите их на потом. Не хватайтесь за все сразу, иначе вам не удастся все сделать в сроки.
            </Text>

            <Text tag="p">
                Вы можете оказаться незастрахованным от неожиданностей. Старайтесь вычленять главное в сети явлений, прогнозировать развитие наиболее важных дел.
            </Text>

            <Text tag="p">
                Вы бываете слишком требовательны и бескомпромиссны по отношению к близким и знакомым, что служит причиной многих разочарований в людях.
            </Text>

            <Text tag="p">
                Раз обманувшись в человеке, вы становитесь подозрительны и недоверчивы ко всем другим. В порыве эмоций вы можете преувеличить недостатки других, представить этих людей в «черном цвете».
            </Text>

            <Text tag="p">
                Научитесь соизмерять свои требования с реальной жизнью. Будьте терпимы к людям,снисходительно относитесь к их недостаткам. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Чрезмерным эмоциональным давлением вы можете разрушить установившуюся гармонию отношений. Помните, что идеальных людей нет.
            </Text>

            <hr />

            <Text tag="p">
                Другая ваша проблема — чрезмерная расточительность сил и материальных ресурсов. Неумение контролировать повседневные расходы не позволяет вам создать необходимый материальный резерв.
            </Text>

            <Text tag="p" size="h5" color="role">
                Экономьте свои силы, не беритесь за дела, которые не гарантируют надежной отдачи.
            </Text>

            <Text tag="p">
                Откажитесь от бесчисленных встреч с родственниками и знакомыми, лучше займитесь домашними делами, чтобы выкроить себе время для спокойного отдыха.
            </Text>

            <Text tag="p">
                Старайтесь поддерживать дома более строгий порядок. Избавляйтесь от бесполезных вещей, не накапливайте их. Чем меньше у вас мелких, бесполезных предметов, тем легче вы найдете необходимую вещь в нужный момент.
            </Text>

            <Text tag="p" size="h5" color="role">
                Умерьте свое гостеприимство, не будьте навязчивы в угощениях, старайтесь во всем соблюдать чувство меры.
            </Text>
        </>
    );
}
