import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFP() {
    return (
        <>
            <AuthorLine text='Читать 3 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — решительность и предприимчивость. У вашего типа личности часто присутствует склонность к лидерству.
            </Text>

            <Text tag="p">
                Вы не боитесь взять на себя инициативу руководства людьми для решения крупных задач. Вы всегда уверены в себе.
            </Text>

            <Text tag="p">
                Вы умеете постоять за себя, отстоять свой авторитет от несправедливых нападок. Вы активно заботитесь о насущных интересах своих близких, чтобы обеспечить им хороший уровень жизни.
            </Text>

            <Text tag="p">
                Своими деловыми, организаторскими способностями вы привлекаете внимание людей к себе. У вас большой круг знакомых, среди которых вы пользуетесь уважением и доверием. Хорошо чувствуя деловые качества людей, вы умеете правильно использовать их в интересах дела.
            </Text>

            <hr />

            <Text tag="p">
                В жизни у вас возникают трудности из-за того, что в потоке дел, которыми вы занимаетесь, вам не всегда удаëтся отделить главное от второстепенного. Это ведет в конечном итоге к напрасной трате сил и переутомлению.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вам нужно развивать в себе усидчивость и терпение. Старайтесь доводить начатое до конца, прежде чем браться за что-то новое.
            </Text>

            <Text tag="p">
                Не пытайтесь каждое дело решать немедленно, наскоком.
            </Text>

            <Text tag="p" size="h5" color="role">
                Будьте последовательны, используйте разные пути и подходы к решению трудных проблем.
            </Text>

            <Text tag="p">
                Больше занимайтесь самообразованием, повышайте свою теоретическую подготовку. Это позволит вам избежать обвинений в некомпетентности и укрепит ваш авторитет.
            </Text>

            <Text tag="p">
                Концентрируйте своё внимание на крупных проблемах, не тратьте энергию на незначительные дела и споры по пустякам.
            </Text>

            <Text tag="p">
                Не принимайте поспешных решений, стремитесь проанализировать обстановку в целом, прежде чем действовать.
            </Text>

            <Text tag="p">
                Проявляйте больше объективности в оценке заслуг каждого человека. Субъективность ваших оценок может привести к нежелательным конфликтным ситуациям в коллективе.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другая ваша проблема связана с тем, что вы слишком болезненно воспринимаете критику в свой адрес.
            </Text>

            <Text tag="p">
                Будучи человеком ранимым и обидчивым, вы остро реагируете на безобидные замечания, что осложняет ваши отношения с людьми.
            </Text>

            <Text tag="p" >
                Вы склонны к чрезмерно высокой оценке своих физических и интеллектуальных способностей. Более критически оценивайте свои потенциальные возможности, ведь переоценка сил может привести вас к нервному или физическому истощению.
            </Text>

            <Text tag="p">
                Проявляйте большую разборчивость в своих знакомствах с людьми, чтобы избежать опасности быть скомпрометированным.
            </Text>

            <Text tag="p" size="h5" color="role">
                Воспитывайте умеренность в своих желаниях.
            </Text>

            <Text tag="p">
                Помните, что нельзя объять необъятное.
            </Text>

            <Text tag="p">
                Чтобы избежать угрызений совести, старайтесь не ронять своё достоинство даже в интересах дела.
            </Text>
        </>
    );
}
