import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine text='Читать 5 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вашей сильной стороной является строгая логика фактов, позволяющая вам точно просчитать практическую сторону любого дела.
            </Text>

            <Text tag="p">
                Вы — трезвый реалист, способный правильно оценить полезность и эффективность затеваемого мероприятия.
            </Text>

            <Text tag="p">
                У вас хорошая смекалка и отличная информированность в той области, которой вы занимаетесь. Вы — активный и деятельный человек, не любите попусту тратить время, всегда знаете, чего хотите, и умеете этого добиваться трудолюбием и упорством.
            </Text>

            <Text tag="p">
                Вы умеете рационально и экономно использовать материальные ресурсы. Для вас также характерно умение создавать себе и близким материальный достаток и комфорт.
            </Text>

            <Text tag="p">
                Вы стремитесь к обеспеченной, здоровой, гармоничной жизни и не жалеете для этого своих сил, а также стимулируете окружающих к различной полезной деятельности.
            </Text>

            <Text tag="p">
                Вы обладаете хорошими организаторскими способностями, так как умеете создать людям условия для работы, заинтересовать их и только потом потребовать отдачи.
            </Text>

            <Text tag="p">
                Вы очень цените качество работы и не переносите недисциплинированности и лени.
            </Text>

            <Text tag="p">
                Вы любите красивые, добротные вещи, вкусную и здоровую пищу. Вам нравится, когда окружающие оценивают вас по заслугам и не посягают на вашу независимость в выборе решений или методов работы.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Вашей слабой стороной является неумение планировать альтернативные мероприятия на длительные сроки.
            </Text>

            <Text tag="p">
                Вы часто оказываетесь перегруженным неизвестно откуда появляющейся работой, нуждаетесь в заблаговременной подготовке к важным мероприятиям. Вам иногда трудно предвидеть назревающую опасность или неудачу в деле. Неожиданные повороты событий, которые вы не смогли предусмотреть, раздражают вас и даже выводят из равновесия.
            </Text>

            <Text tag="p">
                Вам трудно долго ждать исхода затеваемого дела, особенно если нет уверенности в его успехе. Вам рекомендуется чаще пересматривать свои взгляды на те или иные стороны жизни, отказываться от изживших себя традиций и обычаев.
            </Text>

            <Text tag="p" size="h5" color="role">
                Сухая логика фактов не должна подавлять в вас чутье к новому, необычному. Умерьте по возможности свой консерватизм и упрямство, сравнивайте чаще себя с другими, воспитывайте гибкость в конкурентной борьбе.
            </Text>

            <Text tag="p">
                Вы склонны полагаться на свою интуицию в отношении других людей и не подозреваете, что сильно переоцениваете это качество в себе, ведь и вы не застрахованы от ошибочных выводов и прогнозов.
            </Text>

            <Text tag="p">
                Следствием этого может оказаться ваша неуместная подозрительность или даже резкость в общении с людьми, что может поставить вас в неловкое положение.
            </Text>

            <Text tag="p">
                Проявляйте больше сдержанности и такта в этих вопросах.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Еще одной вашей проблемой является неумение сдерживать свои эмоции в отношении к близким людям, не подчиняющимся вашим указаниям и наставлениям, если их поступки противоречат вашей логике и здравому смыслу.
            </Text>

            <Text tag="p">
                Это тем более неприятно, что с посторонними вы ведете себя подчеркнуто сдержанно и корректно, демонстрируете воспитанность и хорошие манеры. Близкие могут быть в обиде на вас из-за этого качества.
            </Text>

            <Text tag="p" size="h5" color="role">
                Своей несдержанностью вы можете оттолкнуть от себя близких людей. Будьте терпимей, не спешите сгоряча выкладывать правду в глаза.
            </Text>

            <Text tag="p">
                Излишняя прямота не идет вам на пользу. Сначала остыньте, затем обдумайте, что лучше сказать и в какой форме.
            </Text>

            <Text tag="p" size="h5" color="role">
                Научитесь расслабляться, переключать своё внимание с работы на приятный отдых. Постарайтесь смотреть на конфликты с юмористической стороны. У вас неплохо развито чувство юмора, это успокоит вас, даст выход эмоциям в приемлемой форме.
            </Text>

            <Text tag="p" size="h5" color="role">
                Чаще читайте художественную литературу, ходите в театр — такой отдых размягчит ваш твердый характер и поможет воспитать благородство чувств.
            </Text>
        </>
    );
}
