import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вы — без сомнения, волевой и решительный человек. Всегда ставите перед собой крупные, далеко идущие цели.
            </Text>

            <Text tag="p">
                Не любите зря тратить силы на мелочи, несущественные дела. Вы умеете хорошо реагировать на ситуации, идете на временные компромиссы, но не теряете из виду главную цель.
            </Text>

            <Text tag="p">
                Ваш деятельный характер особенно хорошо проявляется в критических ситуациях.
            </Text>

            <Text tag="p">
                Ваше упорство в преодолении препятствий возрастает пропорционально их количеству.
            </Text>

            <Text tag="p">
                Вы очень азартны, хотя попусту рисковать не станете. Вы любите занятия, которые дают возможность проявлять такие качества, как смелость, находчивость, силу воли и хладнокровие в момент опасности.
            </Text>

            <Text tag="p">
                Вы обладаете хорошими организаторскими способностями. Вы умеете найти подходящих людей и правильно расставить их в зависимости от их деловых качеств и функциональной полезности, умеете направить их усилия на достижение главной цели.
            </Text>

            <Text tag="p">
                Вы не стремитесь выставлять свои заслуги напоказ. Вы предпочитаете оставаться в тени, стимулируя других людей к нужной вам деятельности. Для вас характерно чувство ответственности за порученное дело.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Основная проблема вашей жизни — недостаток такта и дипломатичности в отношениях с людьми. Иногда вы открыто проявляете нетерпимость к чужим недостаткам и слабостям. 
            </Text>

            <Text tag="p">
                Для достижения своих целей вы порой способны переступить через интересы других людей, чем можете вызвать моральное осуждение окружающих в свой адрес.
            </Text>

            <Text tag="p" size="h5" color="role">
                Помните, что формула «цель оправдывает средства» не всегда бывает верна.Воспитывайте в себе терпимость, уважайте достоинство и чувства других людей. 
            </Text>

            <Text tag="p">
                Глубокое изучение философии и религии, где обосновываются общечеловеческие ценности, поможет вам глубже разобраться в сущности человека.
            </Text>

            <Text tag="p" size="h5" color="role">
                Воспитывайте в себе вежливость и корректные манеры поведения. Больше уважения проявляйте к лицам противоположного пола.
            </Text>

            <Text tag="p">
                Не теряйте чувства романтики, без которого ваша жизнь может превратиться в бесцветное существование.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не ждите от своего партнера исключительной инициативы в проявлении чувств, старайтесь чаще демонстрировать ему свое хорошее расположение.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другая ваша проблема — чрезмерная концентрация внимания на недостатках в человеке. Это может послужить причиной несправедливого к нему отношения.
            </Text>

            <Text tag="p">
                Будьте более чутки и внимательны, заботьтесь о людях не только на словах, но и на деле. Не оставляйте без ответа обращенные к вам вопросы. Выслушивая человека, не думайте о постороннем, сконцентрируйтесь на его проблемах
            </Text>

            <Text tag="p">
                Не преуменьшайте роль интеллектуального труда на производстве.
            </Text>

            <Text tag="p" size="h5" color="role">
                Чаще задумывайтесь о возможных последствиях своих поступков.
            </Text>

            <Text tag="p">
                Никогда не перекладывайте ответственность за просчеты в деле на других людей — это может отразиться на вашей репутации в будущем.
            </Text>

            <Text tag="p">
                Пытайтесь контролировать те ситуации, которые выходят за рамки формального общения.
            </Text>

            <Text tag="p">
                Вы можете поставить себя в неловкое положение неуместными вопросами, которые могут быть восприняты окружающими как бестактные.

            </Text>
        </>
    );
}
