import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вашей сильной стороной является глубокое понимание людей и человеческих взаимоотношений.
            </Text>

            <Text tag="p">
                Вы интересуетесь мотивами поступков, душевными качествами, отношениями между людьми, за которыми наблюдаете длительное время.
            </Text>

            <Text tag="p">
                И чем дольше длится это изучение, тем безошибочнее вы определяете характер человека: каков он есть на самом деле,а не каким хочет казаться
            </Text>

            <Text tag="p">
                Вы стремитесь к теплым, дружеским отношениям между людьми, не переносите грубости и насилия. В этом проявляется гуманистическая направленность вашей личности, за это вас ценят и уважают окружающие.
            </Text>

            <Text tag="p">
                Ваше знание людей и жизненный опыт всегда помогут вам найти свое место в коллективе. Другое ваше преимущество, благодаря которому вы заслуживаете признательность людей, — неизменная чуткость, доброта и внимательность к людям.
            </Text>

            <Text tag="p">
                Свое сострадание к ним вы стараетесь проявить на деле, а не только на словах. Вы, не жалея собственных сил и времени, помогаете каждому, кто действительно нуждается в вашей помощи.
            </Text>

            <Text tag="p">
                Конечная цель вашей деятельности — создание спокойной, гармоничной, бесконфликтной обстановки, в которой каждый мог бы раскрыть свои способности.
            </Text>

            <Text tag="p">
                Вы — лучший утешитель и примиритель. Прощая людям их отрицательные поступки и прегрешения, вы воздействуете на их совесть, заставляете задуматься над нравственными основами нашей жизни.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Проблемой, тревожащей вас, является недостаток решительности и инициативности, неумение требовать в волевой форме. 
            </Text>

            <Text tag="p">
                Этому способствует и некоторая застенчивость или даже робость, присущая вашему характеру в той или иной степени. Вы очень щепетильны, боитесь показаться навязчивым, неуместно вызывающим внимание к себе.
            </Text>

            <Text tag="p">
                Вы — человек скромный, неагрессивный. Вы не решаетесь активно отреагировать на вызов, предпочитаете свои обиды таить в себе. 
            </Text>

            <Text tag="p">
                Вам даже неудобно принять защиту от других. Вы считаете, что человек, обидевший вас, сам должен все осознать и раскаяться. Если же он этого не делает, вы стараетесь избегать общения с ним, наказывая его молчанием.
            </Text>

            <Text tag="p">
                Вам рекомендуется развивать в себе самозащиту: прямо высказывать свое осуждение непорядочности и бесчестности, не проявлять жалости к людям, не способным исправиться или раскаяться, не давать использовать себя в чьих-то корыстных целях.
            </Text>

            <Text tag="p" size="h5" color="role">
                Учитесь вовремя сказать «нет». Поменьше сочувствуйте посторонним людям и побольше уделяйте внимания близким.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другой вашей проблемой является очень тщательная проработка деталей любого дела, порождающая медлительность и безэмоциональность.
            </Text>

            <Text tag="p">
                Увязая в мелочах, вы едва ли находите время для полноценного отдыха на природе или в компании друзей, что может плохо сказаться на вашем самочувствии.
            </Text>

            <Text tag="p">
                Вы тщательно и глубоко анализируете все, что касается вас и ваших знакомых. Результаты подобного объективного анализа часто бывают неутешительными, из-за чего вы испытываете порой чувство глубокой печали и пессимизма.
            </Text>

            <Text tag="p">
                Вас излишне удручает все, что выходит за рамки порядочности, нравственности и духовности.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не идите на поводу у своей жалости,чтобы потом не бичевать себя за отступление от честности и справедливости.
            </Text>

            <Text tag="p">
                Помните, что истинная справедливость не допускает компромиссов с совестью.
            </Text>

            <Text tag="p" size="h5" color="role">
                Ускорьте темп работы, концентрируйтесь, чтобы ваше внимание скользило мимо мелочей, останавливаясь только на главном, существенном.
            </Text>

            <Text tag="p">
                Попробуйте скорочтение — это поможет вам научиться видеть общую картину явления или события.
            </Text>

            <Text tag="p">
                Анализируя факты, стремитесь не к уточнению, а к обобщению. Знание общих закономерностей избавит вас от затрат сил и нервов на неоправданные, мало кого интересующие аспекты дела.
            </Text>
        </>
    );
}
