import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — развитое интуитивное предчувствие, которое позволяет вам извлекать уроки из ошибок прошлого, чтобы обезопасить свое будущее.
            </Text>

            <Text tag="p">
                Будущее вы представляете себе оптимистически. Вы — мечтательная, романтическая натура.
            </Text>

            <Text tag="p">
                Вам по душе красота в искусстве и в жизни. Ваша творческая натура не выносит серости и стандарта. В любое дело вы вносите элементы изящества и оригинальности.
            </Text>

            <Text tag="p">
                Вы хорошо разбираетесь в настроениях людей, обладаете тонким чувством юмора, умеете с его помощью улучшить настроение себе и своим близким.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Вы обладаете богатым миром разнообразных чувств и во многом зависите от нюансов своего душевного состояния. 
            </Text>

            <Text tag="p">
                Вы способны на возвышенные чувства и склонны идеализировать людей. В окружающий мир вы вносите праздничность и возвышенность.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша главная проблема состоит в том, что вам трудно постоянно заставлять себя заниматься повседневными, неинтересными делами, которые носят сугубо материальный характер.  
            </Text>

            <Text tag="p">
                У вас не получается экономного ведения хозяйства, вам порой трудно устоять перед соблазном приобретения красивых вещей, стоимость которых выходит за рамки вашего бюджета. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Следите за тем, чтобы не тратить деньги на ненужные безделушки: вы подвергаетесь риску пострадать в финансовом отношении.
            </Text>

            <Text tag="p">
                Проявляйте больше сдержанности в растратах, чтобы не поставить себя в унизительное положение, когда вам приходится рассчитываться с долгами самыми разными способами, вплоть до продажи вещей.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не идите на поводу у своих честолюбивых устремлений и иллюзий в отношении «легкой» жизни, не подчиняйте им соображения этики и морали, чтобы избавиться от повседневных забот.
            </Text>

            <Text tag="p">
                Пусть ваши искренние чувства подскажут вам правильный выбор между материальным и духовным аспектом жизни. 
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другая ваша проблема состоит в том, что вы не склонны долго скрывать от окружающих свои переживания и физические недуги. Этим вы можете утомить людей и вызвать у них недоверие к искренности ваших переживаний.
            </Text>

            <Text tag="p">
                Проявляйте больше великодушия и деятельной заботы о людях.
            </Text>

            <Text tag="p">
                Преодолевайте в себе нежелание считаться с повседневными конкретными делами, в том числе домашними. Конкретнее формулируйте свои проблемы, не будьте навязчивыми по отношению к другим людям.
            </Text>


            <Text tag="p" size="h5" color="role">
                Воздерживайтесь от излишних претензий к окружающим и жалоб на отсутствие должной заботы по отношению к вам.
            </Text>

            <Text tag="p">
                Чтобы заслужить внимание близких, старайтесь умерить некоторую капризность в вашем характере.
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь заслужить хорошее отношение к себе трудолюбием и активным участием в общих делах и ни в коем случае не давайте пустых обещаний.
            </Text>

            <Text tag="p">
                Не проводите свободное время в мечтаниях, бесплодных эмоциональных беседах и тайных переживаниях.
            </Text>

            <Text tag="p">
                Если вы большую часть свободного времени посвятите реальному делу, то ваши шансы преуспеть в жизни значительно возрастут.
            </Text>
        </>
    );
}
