import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вашей сильной стороной является аналитический ум, структурное мышление, умение уловить закономерности любого явления.
            </Text>

            <Text tag="p">
                Вы настроены на объективность и справедливость, при оценке людей руководствуетесь их вкладом в общее дело, а не личными симпатиями.
            </Text>

            <Text tag="p">
                В деле, которым вы занимаетесь, всегда выделяете главное, отбрасывая лишние, несущественные детали. Вы также умеете строго изложить материал, донести основную идею до слушателей. 
            </Text>

            <Text tag="p">
                Проанализировав идею, установив ее важность и перспективность, вы становитесь ее активным сторонником. Ваша творческая интуиция питает ее постоянно все новыми и новыми вспышками.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вы наделены также способностью бережного обращения с конкретными людьми. Вы умеете заметить человека в деле и помочь раскрыть его способности, вселить веру в собственные силы. 
            </Text>

            <hr />  

            <Text tag="p" size="h5" color="role">
                Основная проблема вашей жизни — это неумение активно отстаивать свои интересы и слабая уверенность в себе в конкретных жизненных делах. 
            </Text>

            <Text tag="p">
                Вам свойственна нерешительность, у вас отсутствует мгновенная реакция на изменение ситуации. Неоперативность, отсутствие динамичности может вам повредить.
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь смелее предъявлять свои права, если вы уверены в их обоснованности.
            </Text>

            <Text tag="p">
                Займитесь теми видами спорта, которые вырабатывают решительность и быстроту реакции — теннисом, горными лыжами, автомобилизмом, боксом.
            </Text>

            <Text tag="p" size="h5" color="role">
                Обязательно чередуйте умственный труд с физическим.
            </Text>

            <Text tag="p">
                Вам рекомендуются упражнения на концентрацию внимания, а также занятия, которые развивают это качество, например сбор грибов, ягод, ловля рыбы.
            </Text>

            <Text tag="p">
                Вы нуждаетесь в моральной поддержке своих начинаний. В вашем окружении должны быть люди решительно и оптимистически настроенные, которые бы вас время от времени подталкивали, помогали преодолеть пессимизм и неверие в свои силы.
            </Text>       

            <hr />

            <Text tag="p">
                Другая ваша проблема — неумение общаться с людьми, далекая психологическая дистанция, которая воспринимается окружающими как сухость, черствость, отчужденность. 
            </Text>

            <Text tag="p" >
                Иной раз вы сознательно обрекаете себя на одиночество.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не будьте мрачным и угрюмым. Чаще улыбайтесь, будьте приветливы, но не заходите слишком далеко — вам трудно отказать людям
            </Text>

            <Text tag="p">
                Осторожно выбирайте круг необходимых для вас контактов,чтобы избежать переутомления и ненужных вам этических проблем.
            </Text>

            <Text tag="p">
                Старайтесь не терять налаженных эмоциональных связей. Вы многим можете помочь своей рассудительностью и пониманием. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь воспитывать в себе нормы общепринятой этики и следуйте им  повседневно.
            </Text>

            <Text tag="p">
                Учтите, что не все могут так же успешно анализировать события и абстрагироваться от эмоций, как вы.
            </Text>

            <Text tag="p" size="h5" color="role">
                Считайтесь с интересами других людей.
            </Text>

            <Text tag="p">
                Старайтесь глубже вникать в проблемы каждого, если хотите, чтобы они с вами сотрудничали. Помните, что человека обижает поверхностное, невнимательное отношение к нему.
            </Text>

        </>
    );
}
