import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — предчувствие событий будущего: вы можете предсказать развитие ситуации во времени и дать своевременный полезный совет, предупредить о грядущих неприятностях или трудностях.
            </Text>

            <Text tag="p">
                У вас прекрасно развито воображение. Вы можете воссоздать увиденное или прочитанное вами до мельчайших подробностей.
            </Text>

            <Text tag="p">
                Вы любознательны, умеете накапливать информацию по интересующим вас вопросам, отличаясь завидной эрудицией. Вы осторожны и предусмотрительны в принятии важных решений, что дает повод окружающим считать вас мудрым и дальновидным человеком.
            </Text>

            <Text tag="p">
                Вы обладаете способностью создавать себе обстановку, в которой есть все необходимое для рациональной организации труда и отдыха. Вы очень цените комфорт и удобства.
            </Text>

            <Text tag="p">
                Вы умеете стимулировать других к проявлению деловой активности и предприимчивости в целях достижения высокого материального уровня. Хорошие тактические способности позволяют вам находить много методов и путей для достижения нужной вам цели
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша основная проблема — излишний скептицизм в отношении новых идей и начинаний,которые требуют для своего воплощения больших затрат энергии и энтузиазма. Это может породить некоторый консерватизм и пассивность в проведении необходимых мероприятий.
            </Text>

            <Text tag="p">
                Вы цените свой душевный покой и стабильность, что само по себе ценно. Но в кризисных ситуациях необходимо проявлять активность. Преодолевайте в себе апатию и склонность к созерцательности. 
            </Text>

            <Text tag="p">
                Политика страуса, прячущего голову в песок, может привести вас к потере вкуса к жизни, а также отрицательно сказаться на вашей деловой активности.
            </Text>

            <Text tag="p" size="h5" color="role">
                Излишняя ворчливость может вызывать недовольство окружающих людей и даже потерю интереса к общению с вами.  
            </Text>

            <Text tag="p">
                Развивайте в себе чувство такта, воздерживайтесь от неуместных замечаний. Старайтесь отмечать достоинства людей и больше хвалить их за хорошие качества и поступки.
            </Text>

            <Text tag="p">
                Вы уклоняетесь от скандалов, но иногда даете свободу своим отрицательным эмоциям. Помните, что внезапное и чрезмерное проявление отрицательных эмоций может шокировать окружающих и даже поставить вас в смешное положение.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другая ваша жизненная проблема — это излишняя щепетильность и педантизм. Вы вникаете порой в каждую мелочь, слишком скрупулезны в выполнении конкретной работы. 
            </Text>

            <Text tag="p">
                Эти нерациональные затраты времени и энергии могут привести к общему переутомлению и даже потере интереса к выполняемой работе. Вы можете встать перед дилеммой: бросить работу вам трудно из-за потери стимулов и желания. В таком случае помните о причинах, приведших к такой нежелательной ситуации.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вы проявляете иногда чрезмерные требования к качеству и свежести пищи.
            </Text>

            <Text tag="p">
                Вы отличаетесь устоявшимися вкусами и привычками в быту (интерьер, ассортимент питания и т. д.). Более внимательно относитесь к советам, касающимся разнообразия вкусов, привычек и взглядов на жизненный уклад.
            </Text>

            <Text tag="p" size="h5" color="role">
                Избегайте стереотипов во всем.
            </Text>

            <Text tag="p">
                Из-за чрезмерной мнительности в период недомогания вы можете злоупотреблять лекарствами и недооценивать значения активного образа жизни, занятий спортом, особенно на свежем воздухе.
            </Text>

            <Text tag="p" size="h5" color="role">
                Стремитесь к здоровому образу жизни, соблюдайте баланс приятных физических и интеллектуальных ощущений.
            </Text>
        </>
    );
}
