import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — умение давать справедливую моральную оценку поступкам человека.
            </Text>

            <Text tag="p">
                Вы нетерпимы к проявлениям зла и несправедливости в отношениях между людьми. Вы умеете ценить чувство долга и нравственные устои. Вы требовательны к себе и другим в вопросах совести и морали.
            </Text>

            <Text tag="p">
                Вы умеете войти в доверие к человеку, вникая в его проблемы, находя интересную для него тему разговора. Вы стараетесь понять человека, выслушать его, помочь советом.
            </Text>

            <Text tag="p">
                Вы редко ошибаетесь в оценке отношений к себе других людей.
            </Text>

            <Text tag="p">
                Вы редко ошибаетесь в оценке отношений к себе других людей.
            </Text>

            <Text tag="p">
                Вы — человек собранный, волевой и решительный, при необходимости можете постоять за себя и своих близких.
            </Text>

            <Text tag="p">
                Самоотверженный труженик, не жалеющий своих сил для поддержания чистоты и порядка в доме и на работе.
            </Text>

            <Text tag="p">
                К поставленной цели вы продвигаетесь настойчиво и последовательно. Вы прямы и бескомпромиссны в отстаивании своих взглядов и критике недостатков. 
            </Text>

            <Text tag="p">
                За принципиальность, твердость и серьезность вас уважают и ценят люди. 
            </Text>

            <Text tag="p">
                За принципиальность, твердость и серьезность вас уважают и ценят люди. 
            </Text>

            <hr />

            <Text tag="p">
                В жизни вам приходится сталкиваться с необходимостью избегать неопределенных, непонятных ситуаций.  
            </Text>

            <Text tag="p">
                В таких ситуациях вам бывает трудно проявить выдержку и терпение. Вы не любите долго ждать решения важного для вас вопроса — для вас очень важно обеспечить благоприятный исход вашего дела в краткий срок.
            </Text>

            <Text tag="p" size="h5" color="role">
                Более терпимо относитесь к достоинствам и недостаткам окружающих вас людей.
            </Text>

            <Text tag="p">
                Вам также трудно дается понимание скрытых причин явлений. Чтобы избежать поспешных выводов и решений, не пренебрегайте советами опытных, проницательных людей.
            </Text>

            <Text tag="p" size="h5" color="role">
                Стремитесь к раскрепощению своего сознания, избавляйтесь от стереотипов мышления, поощряйте в себе творческую фантазию. 
            </Text>

            <Text tag="p">
                Больше читайте разнообразной литературы по различным отраслям знаний. Это поможет вам развить в себе навыки целостного представления о мире.
            </Text>

            <Text tag="p">
                Не замыкайтесь в своих рамках, контактируйте с большим количеством людей. Это вселит в вас большую уверенность в ваших способностях.
            </Text>

            <hr />

            <Text tag="p">
                Другой вашей проблемой является неумение создавать непринужденную атмосферу в общении с людьми.
            </Text>

            <Text tag="p" size="h5" color="role">
                В работе, в коллективе вы предпочитаете индивидуальный труд.
            </Text>

            <Text tag="p">
                Присутствие большого количества людей утомляет вас. Не ставьте во главу угла общение только с нужными людьми, чтобы не вызывать ложного впечатления о себе как о расчетливом человеке.
            </Text>

            <Text tag="p" size="h5" color="role">
                Будьте естественны в проявлении своих эмоций, преодолевайте свою внутреннюю скованность. 
            </Text>

            <Text tag="p">
                Избегайте двух крайностей: излишней официальности, с одной стороны, и развязности и распущенности — с другой. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Старайтесь не смотреть на собеседника в упор, так как это многих смущает. Чаще улыбайтесь людям, показывайте свое расположение к ним.  
            </Text>

            <Text tag="p">
                Помните, что улыбкой и добрым словом вы можете снять напряжение и установить нужную вам дистанцию в общении, тем самым вы расположите людей к ответной любезности.
            </Text>
        </>
    );
}
