import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFP() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Ваша сильная сторона — это умение подбирать себе занятие по душе, доставляющее радость, удовольствие, приятные ощущения.
            </Text>

            <Text tag="p">
                Вы — незаменимый человек для организации досуга и отдыха в кругу близких. Вкусная еда, красивая посуда, оформление интерьера, а также теплая непринужденная атмосфера общения — вот сфера вашего творчества.
            </Text>

            <Text tag="p">
                Вы умеете получать от жизни радость, давать её другим. Деятельным видам отдыха вы, скорее, предпочитаете красивый природный ландшафт, созвучный внутреннему состоянию вашей души.
            </Text>

            <Text tag="p">
                Вы — человек миролюбивый и дипломатичный. Поэтому умеете избегать ссор и конфликтов. Терпимо относитесь к чужим недостаткам, мягки и приятны в общении, не любите оказывать грубое давление на людей.
            </Text>

            <Text tag="p">
                Своим поведением вы стремитесь вызывать у людей приятные эмоции. У вас неплохое чувство юмора, веселый и легкий нрав, вы умеете превратить в шутку разгорающийся конфликт.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша основная проблема — отсутствие постоянной работоспособности, неумение и нежелание заставлять себя делать неинтересную, тяжелую, но необходимую работу.

            </Text>

            <Text tag="p">
                Вы не любите официальной обстановки, предпочитаете договариваться со сторонами частным путем, используя проверенные связи. Развивайте в себе более активную жизненную позицию. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Руководствуйтесь формулой: делу время — а потехе час. 
            </Text>

            <Text tag="p">
                Больше думайте об интересах других людей, помогайте им делом, а не словами. Добивайтесь, чтобы личные интересы совпадали с общими заботами, интересами общего дела.
            </Text>

            <Text tag="p">
                Преодолевайте в себе инертность, не бойтесь тратить свои силы на общественно полезные дела, не обещайте сиюминутной отдачи или пользы. Тогда люди будут относиться к вам с большим уважением, будут уважать вас как делового, надежного партнера.
            </Text>

            <hr />

            <Text tag="p">
                Еще одна из ваших проблем — недостаточная дальновидность. Вам не всегда удается правильно оценить далекую перспективу сегодняшних начинаний, поэтому вы слишком часто занимаете выжидательную позицию, ориентируясь только на близкую гарантированную отдачу.
            </Text>

            <Text tag="p">
                Вы рискуете в этом случае выиграть в мелком, но упускаете крупные шансы.
            </Text>

            <Text tag="p">
                С другой стороны, будьте осторожны в своих обещаниях, не выдавайте желаемое за действительное. Не переоценивайте возможности дела, которым занимаетесь, не старайтесь его чрезмерно рекламировать и расхваливать, иначе вас могут принять за несерьезного человека. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Избегайте излишней саморекламы.
            </Text>

            <Text tag="p">
                Будьте более последовательны в своих решениях, больше планируйте, не ограничивайтесь одним чутьем и импровизацией. 
            </Text>

            <Text tag="p" size="h5" color="role">
                Доводите начатые дела до конца, чтобы не подводить себя и других.
            </Text>
        </>
    );
}
