import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вашей сильной стороной является конкретная логика, то есть скрупулезное изучение любого вопроса и тщательная подготовка любого мероприятия.
            </Text>

            <Text tag="p">
                Вы — человек ответственный, не бросающий слов на ветер.
            </Text>

            <Text tag="p">
                Для вас характерно стремление к порядку, дисциплине, соблюдению четких норм и правил. Вы нетерпимы ко всякого рода расхлябанности, безответственности.
            </Text>

            <Text tag="p">
                Вы — человек рассудка, руководствуетесь в своих решениях логикой, а не эмоциями. Вы склонны к глубокой проработке конкретных областей деятельности.
            </Text>

            <Text tag="p" size="h5" color="role">
                Вам свойственна настойчивость и целеустремленность. Нет сомнения, что вы — хороший администратор, всегда контролирующий правильность выполнения принятых решений. Вы также сторонник применения мер дисциплинарного воздействия к людям, не выполняющим своих обязанностей.
            </Text>

            <Text tag="p">
                Вы уважаете авторитеты, пользуетесь только надежными источниками информации. Вы бескомпромиссны в выполнении своего долга, дисциплинированны, исполнительны, собранны, следите за порядком в быту и на производстве.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Одна из ваших основных проблем — неуверенность в ситуациях, требующих ломки устоявшихся взглядов без ясных перспектив, недоверчивость к неожиданным идеям и предложениям, требующим отказа от ценностей прошлого, альтернативности.
            </Text>

            <Text tag="p">
                В таких случаях может возникнуть чувство приближения хаоса, нестабильности, потери ориентиров.
            </Text>

            <Text tag="p" size="h5" color="role">
                Постарайтесь, взвесив все за и против, отказаться от прежних стереотипов.
            </Text>

            <Text tag="p">
                Изучайте все новое, нетрадиционное, чтобы новые идеи не застали вас врасплох. Больше доверяйте людям, не ищите причин своих неудач в чьих-то преднамеренных кознях.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не предъявляйте ко всем одинаковых требований, помните: у всех разные способности от природы. Старайтесь выработать индивидуальный подход к каждому.
            </Text>

            <Text tag="p">
                Если вы являетесь начальником, не сковывайте проявление творческой инициативы подчиненных. Не контролируйте каждый их шаг.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не стремитесь зарекомендовать себя перед начальством за счет соблюдения всех, даже морально устаревших постановлений и инструкций.
            </Text>

            <Text tag="p">
                Расширяйте круг своих интересов и увлечений, не сосредоточивайтесь на чем-то одном. Умерьте свой реализм в критике нового, отклоняющегося от норм и правил.
            </Text>

            <Text tag="p">
                Помните, что самые передовые идеи в своё время не были зафиксированы ни в одном справочнике.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другая ваша проблема — перепады, неровности в общении с людьми. У вас бывают неестественные, резкие переходы от демонстрации любезности и чуткости к проявлениям властности и требовательности.
            </Text>

            <Text tag="p">
                Помните о том, что вам свойственно при очень близких отношениях проявлять несдержанность и даже грубость.
            </Text>

            <Text tag="p">
                Старайтесь поддерживать с людьми ровные, в меру сдержанные отношения, чтобы не доводить возможные недоразумения и конфликты до драматической развязки.
            </Text>

            <Text tag="p" size="h5" color="role">
                Не теряйте чувства меры в отношениях с людьми: не будьте ни чрезмерно предупредительны, не слишком навязчивы со своими проблемами.
            </Text>

            <Text tag="p">
                Не считайте других обязанными вам помогать.
            </Text>

            <Text tag="p">
                Не утомляйте людей излишними поучениями и морализаторством. Даже если вы правы, своим назидательным тоном вы рискуете нажить себе недоброжелателей.
            </Text>
        </>
    );
}
