import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTP() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="p" size="h5" color="role">
                Вашей сильной стороной является неистощимая любознательность к явлениям окружающего мира.
            </Text>

            <Text tag="p">
                Вы стремитесь к различным знаниям, охотно путешествуете, при этом не просто созерцая условия жизни, природу, архитектуру, но и стараясь пополнить свой запас знаний. У вас хорошо развит эстетический вкус.
            </Text>

            <Text tag="p">
                Глубинной целью вашей личности является комфорт, как в физическом смысле этого слова, так и в отношениях с людьми.
            </Text>

            <Text tag="p">
                Грубые манеры, бестактность, отсутствие душевной теплоты со стороны окружающих глубоко ранят вас. Вы стремитесь к гармонии, покою, здоровому образу жизни.
            </Text>

            <Text tag="p" size="h5" color="role">
                Другой вашей сильной чертой является деловая логика, благодаря которой вы умеете рационально вести свои дела. В своих поступках вы руководствуетесь исключительно здравым смыслом и чувством реальной пользы.
            </Text>

            <Text tag="p">
                За бесполезные дела предпочитаете не браться. Но если дело вас интересует, вы можете развить большую работоспособность, действуя четко, размеренно и неуклонно.
            </Text>
            
            <Text tag="p">
                В таких случаях вы заранее предусматриваете все детали работы, подготавливаете все необходимое, проявляя при этом изобретательность, завидную практичность и расторопность.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Ваша слабая черта — неумение проявлять свои чувства к людям, из-за чего окружающим вы можете казаться холодным и равнодушным человеком.
            </Text>


            <Text tag="p">
                Присущая вам внутренняя напряженность провоцирует иногда вспышки гнева, когда вам трудно сдержать свои эмоции, хотя впоследствии вы сильно сожалеете об этом 
            </Text>

            <Text tag="p">
                Так как проявление оттенков чувств и эмоций дается вам с трудом, вы предпочитаете сентиментальности шутливую манеру разговора, из-за чего можете быть иногда неправильно поняты. 
            </Text>

            <Text tag="p">
                Свои неудачи вы предпочитаете переживать молча, в одиночестве. Чтобы не было ситуаций непонимания, старайтесь доверять партнеру и говорить с ним серьезным тоном.
            </Text>

            <hr />

            <Text tag="p" size="h5" color="role">
                Другой вашей проблемой является значительный заряд скептицизма: это также определяет ваше пессимистическое отношение к будущему.
            </Text>

            <Text tag="p">
                Вы часто предаетесь меланхолии и унынию, у вас могут опуститься руки и пропасть желание действовать. Ваша апатия во многом мешает вам проявить размах и добиться в жизни большего, чем подсказывает вам личный опыт.
            </Text>

            <Text tag="p">
                Вам можно рекомендовать чаще путешествовать, менять хотя бы в мелочах привычный уклад жизни. Новые впечатления вызовут интерес к изучению истории.
            </Text>

            <Text tag="p" size="h5" color="role">
                Постарайтесь найти дело по душе, которое наполнит вашу жизнь смыслом, устремит вас в будущее. Увлеченность работой — лучшее лекарство от скепсиса и апатии.
            </Text>

            <Text tag="p">
                Не позволяйте меланхолии овладеть вами. 
            </Text>

            <Text tag="p">
                В такие минуты отправляйтесь к друзьям, на прогулку, в кино, театр. Больше времени проводите с веселыми людьми, заряжающими вас положительными эмоциями.
            </Text>
        </>
    );
}
