export const MEGED_OVCHAROVA = [
    {
        id: 1,
        answers: [
            {
                label: 'Вам нравятся ясность и определенность во всем, поэтому вы не склонны менять свои планы, убеждения и привычки. Неопределенность и многовариативность возможных решений вас раздражает. Вы не любите ничего откладывать «на потом», умеете равномерно распределять нагрузку и укладываться в заранее намеченные сроки. Предпочитаете иметь четко обозначенные задачи и конкретный временной график работы.',
                value: 0
            },
            {
                label: 'Вы не составляете четких планов на будущее, так как любите действовать без подготовки, по ситуации, рассчитывая на находчивость и везение. Вас не очень тяготит неопределенность, вы любите иметь в запасе несколько возможных вариантов решения проблемы. Вы легко переключаетесь с одного дела на другое, охотно пересматриваете прежние взгляды и решения. Вам трудно укладываться в сроки, подчиняться строгому графику или распорядку.',
                value: 1
            }
        ]
    },
    {
        id: 2,
        answers: [
            {
                label: 'В своих решениях вы, прежде всего, опираетесь на факты и здравый смысл, не ставя их в зависимость от ваших чувств и отношений с окружающими. Умеете логично обосновывать свою точку зрения, руководствуясь аргументами и доказательствами, а не личными переживаниями. Считаете, что важнее быть правым, чем приятным. Не делаете незаслуженных комплиментов. Не любите обсуждать темы личной жизни других людей.',
                value: 0
            },
            {
                label: 'Вас глубоко интересуют темы, связанные с чувствами и отношениями между людьми. Вы охотно участвуете в обсуждении и решении их личных проблем, стараетесь улучшить взаимопонимание, так как не выносите разногласий и обид в своем окружении. Вам нравится делать другим комплименты, создавать теплую и приятную атмосферу общения. Вам трудно объективно оценивать тех, кому вы симпатизируете и тех, кто вам неприятен. Вы можете ставить личные отношения выше деловых.',
                value: 1
            }
        ]
    },
    {
        id: 3,
        answers: [
            {
                label: 'Вы — реалист и практик, любите больше действовать, чем размышлять, многие вещи предпочитаете делать своими руками, не доверяя этого другим. Охотно занимаетесь бытовыми или практическими делами, заботитесь об окружающих. Ваши высказывания конкретны, вы не любите предположений и догадок, а также не испытанных на практике идей и методов работы. Внимательны к деталям, охотно все уточняете и проверяете сделанное собой и другими.',
                value: 0
            },
            {
                label: 'Вы — человек с развитым воображением, хорошо предвидите дальнейший ход событий. Склонны к сомнениям, не всегда уверены в себе, часто проявляете непрактичность в материальных вопросах. Любите творческую деятельность, поиск и эксперимент больше, чем гарантированную выгоду. Легко догадываетесь о том, что могло бы быть сделано и сказано другими и не нуждаетесь в уточнениях. Довольно рассеяны и неохотно проверяете сделанное.',
                value: 1
            }
        ]
    },
    {
        id: 4,
        answers: [
            {
                label: 'Вы не любите чем-либо выделяться среди окружающих, выставлять свои заслуги напоказ. Предпочитаете больше слушать собеседника, чем высказываться. Не стремитесь брать на себя инициативу и ответственность за других. Вам ясен и понятен свой внутренний мир, поступки и побуждения, но вы не спешите рассказывать другим о себе и своих планах. Личная самооценка для вас значит больше, чем оценка окружающих.',
                value: 0
            },
            {
                label: 'Ваш внутренний мир достаточно сложный и противоречивый, поэтому вам легче охарактеризовать знакомого человека, чем самого себя. Вы склонны поступать опрометчиво, можете брать на себя слишком много дел или обязательств. Нуждаетесь в переменах занятий, проявляете инициативу в новых делах или знакомствах. Охотно делитесь своими переживаниями с другими людьми и нуждаетесь в их оценке ваших личных качеств и правильности поступков.',
                value: 1
            }
        ]
    },
];

export const VOROBIEV = [
    {
        id: 1,
        answers: [
            {
                label: 'Систематический',
                value: 0
            },
            {
                label: 'Спонтанный',
                value: 1
            }
        ]
    },
    {
        id: 2,
        answers: [
            {
                label: 'Структура',
                value: 0
            },
            {
                label: 'Течение',
                value: 1
            }
        ]
    },
    {
        id: 3,
        answers: [
            {
                label: 'План',
                value: 0
            },
            {
                label: 'Импровизация',
                value: 1
            }
        ]
    },
    {
        id: 4,
        answers: [
            {
                label: 'Решение',
                value: 0
            },
            {
                label: 'Импульс',
                value: 1
            }
        ]
    },
    {
        id: 5,
        answers: [
            {
                label: 'Систематичность',
                value: 0
            },
            {
                label: 'Случайность',
                value: 1
            }
        ]
    },
    {
        id: 6,
        answers: [
            {
                label: 'Организованный',
                value: 0
            },
            {
                label: 'Импульсивный',
                value: 1
            }
        ]
    },
    {
        id: 7,
        answers: [
            {
                label: 'Подготовка',
                value: 0
            },
            {
                label: 'Экспромт',
                value: 1
            }
        ]
    },
    {
        id: 8,
        answers: [
            {
                label: 'Решительный',
                value: 0
            },
            {
                label: 'Преданный',
                value: 1
            }
        ]
    },
    {
        id: 9,
        answers: [
            {
                label: 'Твердый',
                value: 0
            },
            {
                label: 'Мягкосердечный',
                value: 1
            }
        ]
    },
    {
        id: 10,
        answers: [
            {
                label: 'Склонный к критике',
                value: 0
            },
            {
                label: 'Доброжелательный',
                value: 1
            }
        ]
    },
    {
        id: 11,
        answers: [
            {
                label: 'Преимущество',
                value: 0
            },
            {
                label: 'Удача',
                value: 1
            }
        ]
    },
    {
        id: 12,
        answers: [
            {
                label: 'Мозг',
                value: 0
            },
            {
                label: 'Сердце',
                value: 1
            }
        ]
    },
    {
        id: 13,
        answers: [
            {
                label: 'Мысли',
                value: 0
            },
            {
                label: 'Чувства',
                value: 1
            }
        ]
    },
    {
        id: 14,
        answers: [
            {
                label: 'Анализировать',
                value: 0
            },
            {
                label: 'Симпатизировать',
                value: 1
            }
        ]
    },
    {
        id: 15,
        answers: [
            {
                label: 'Фактический',
                value: 0
            },
            {
                label: 'Теоретический',
                value: 1
            }
        ]
    },
    {
        id: 16,
        answers: [
            {
                label: 'Применение на практике',
                value: 0
            },
            {
                label: 'Поиск скрытого смысла',
                value: 1
            }
        ]
    },
    {
        id: 17,
        answers: [
            {
                label: 'Опыт',
                value: 0
            },
            {
                label: 'Теории',
                value: 1
            }
        ]
    },
    {
        id: 18,
        answers: [
            {
                label: 'Рассудительный',
                value: 0
            },
            {
                label: 'Удивительный',
                value: 1
            }
        ]
    },
    {
        id: 19,
        answers: [
            {
                label: 'Практик',
                value: 0
            },
            {
                label: 'Фантазер',
                value: 1
            }
        ]
    },
    {
        id: 20,
        answers: [
            {
                label: 'Реалист',
                value: 0
            },
            {
                label: 'Мечтатель',
                value: 1
            }
        ]
    },
    {
        id: 21,
        answers: [
            {
                label: 'Реальность',
                value: 0
            },
            {
                label: 'Перспективность',
                value: 1
            }
        ]
    },
    {
        id: 22,
        answers: [
            {
                label: 'Шумный',
                value: 0
            },
            {
                label: 'Тихий',
                value: 1
            }
        ]
    },
    {
        id: 23,
        answers: [
            {
                label: 'Оживленный',
                value: 0
            },
            {
                label: 'Спокойный',
                value: 1
            }
        ]
    },
    {
        id: 24,
        answers: [
            {
                label: 'Общительный',
                value: 0
            },
            {
                label: 'Сосредоточенный',
                value: 1
            }
        ]
    },
    {
        id: 25,
        answers: [
            {
                label: 'Расходование энергии',
                value: 0
            },
            {
                label: 'Сохранение энергии',
                value: 1
            }
        ]
    },
    {
        id: 26,
        answers: [
            {
                label: 'Внешний мир',
                value: 0
            },
            {
                label: 'Внутренний мир',
                value: 1
            }
        ]
    },
    {
        id: 27,
        answers: [
            {
                label: 'Высказываться',
                value: 0
            },
            {
                label: 'Переживать в себе',
                value: 1
            }
        ]
    },
    {
        id: 28,
        answers: [
            {
                label: 'Отважный',
                value: 0
            },
            {
                label: 'Хладнокровный',
                value: 1
            }
        ]
    },
];

export const FILATOVA = [
    {
        id: 1,
        question: 'Если мне нужна незначительная помощь, я…',
        answers: [
            'Легко обращаюсь с просьбой об этом даже к малознакомым людям.',
            'Cкорее буду мириться с некоторыми неудобствами, чем обращусь к малознакомым людям.'
        ],
    },
    {
        id: 2,
        question: 'Если я занимаюсь каким-то делом…',
        answers: [
            'Мне трудно переключиться на что-то другое, необходимость это сделать меня сильно раздражает.',
            'Легко могу делать несколько дел сразу, такая ситуация меня не раздражает.'
        ],
    },
    {
        id: 3,
        question: 'Если я получаю неприятное известие…',
        answers: [
            'Не могу ночью заснуть.',
            'Мой сон мало зависит от дневных забот.'
        ],
    },
    {
        id: 4,
        question: 'Тревога по поводу отдаленного будущего…',
        answers: [
            'Меня мало волнует: мало ли что может произойти неожиданно и все эти тревоги все равно окажутся напрасными.',
            'Меня беспокоит, уже сейчас я способен нафантазировать себе массу проблем, которые могут когда-то случиться.'
        ],
    },
    {
        id: 5,
        question: 'Если ситуация меня не устраивает…',
        answers: [
            'Я не буду с этим мириться и постараюсь изменить ее так, как мне это удобнее.',
            'Я постараюсь к ней приспособиться.'
        ],
    },
    {
        id: 6,
        question: 'Перешагивая небольшую канаву или лужу, я делаю шаг вперед…',
        answers: [
            'Правой ногой.',
            'Левой ногой.'
        ],
    },
    {
        id: 7,
        question: 'Если со мною кто-то не поздоровался…',
        answers: [
            'Я долго переживаю и стараюсь понять, не провинился ли я перед этим человеком.',
            'Я не придаю этому факту значения: мало ли причин, может быть он просто не заметил меня.'
        ],
    },
    {
        id: 8,
        question: 'Если стол не убран, если на нем наставлены всякие лишние предметы—тарелки, банки, кастрюли…',
        answers: [
            'Мне это портит аппетит, я постараюсь обязательно убрать его, прежде чем сесть обедать.',
            'Могу пожалеть времени на уборку, поесть и так, хотя мне приятнее было бы сидеть за чистым столом.'
        ],
    },
    {
        id: 9,
        question: 'Если меня попросят написать несколько предложений на тему «город», я напишу примерно следующее…',
        answers: [
            'Высокие многоэтажные дома, широкие проспекты, по которым движется множество разнообразных машин, встречаются парки с аттракционами.',
            'Я не люблю большие города, в них обычно очень шумно, много транспорта, который, как правило, переполнен, я чувствую себя там совершенно потерянным.'
        ],
    },
    {
        id: 10,
        question: 'Мне легче жить, если…',
        answers: [
            'Я планирую свои дела на следующий день.',
            'Я заранее не планирую — мало ли что может произойти в любой момент, и все эти планы окажутся лишними.'
        ],
    },
    {
        id: 11,
        question: 'Я чувствую настроения людей…',
        answers: [
            'По самым незначительным признакам: выразительности взгляда, молчанию, характерным движениям, подчеркнутой вежливости.',
            'Довольно слабо, и бывает, что сильно ошибаюсь в своих предположениях на эту тему.'
        ],
    },
    {
        id: 12,
        question: 'Принимая пищу, я…',
        answers: [
            'Хорошо ощущаю ее вкус, мне бывает приятно смаковать каждый кусочек, поэтому я стараюсь есть неторопливо, с «толком».',
            'Чаще всего думаю о чем-то другом, поэтому о «тщательном пережевывании пищи» забочусь мало, глотаю ее, как придется.'
        ],
    },
    {
        id: 13,
        question: 'С малознакомыми людьми…',
        answers: [
            'Я легко вхожу в роль любезного и общительного человека.',
            'Мне трудно вести себя открыто, говорить им комплименты, поддерживать светскую беседу.'
        ],
    },
    {
        id: 14,
        question: 'Если работу по независящим от меня причинам не удалось завершить…',
        answers: [
            'Я испытываю сильный психологический дискомфорт даже в том случае, если она меня не очень увлекала, поскольку люблю доводить начатое дело до конца.',
            'Отношусь к этому спокойно и начинаю заниматься тем, что для меня более интересно.'
        ],
    },
    {
        id: 15,
        question: 'Мое настроение…',
        answers: [
            'Легко меняется, я могу переходить от радости к грусти из-за пустяков.',
            'Достаточно устойчиво, меня трудно вывести из равновесия.'
        ],
    },
    {
        id: 16,
        question: 'Я привожу в порядок свою квартиру (рабочее место)…',
        answers: [
            'С чувством удовлетворения и радости от процесса такой работы.',
            'Только из чувства долга, но эта работа никакой радости мне не доставляет.'
        ],
    },
    {
        id: 17,
        question: 'Я люблю отдыхать…',
        answers: [
            'В больших и шумных компаниях.',
            'Вместе с небольшим кругом близких мне людей.'
        ],
    },
    {
        id: 18,
        question: 'В моем поведении…',
        answers: [
            'Есть привычки, которым я весьма привержен, и действия, которые регулярно повторяются.',
            'Я стараюсь избегать всякой повторяемости и поэтому произвожу впечатление человека, действия которого нельзя предсказать.'
        ],
    },
    {
        id: 19,
        question: 'Мне интересно все, что связано с…',
        answers: [
            'Тонкостями человеческих отношений, исследованиями психологических причин поведения людей.',
            'Техникой, машинами, объективными законами мироздания, теориями.'
        ],
    },
    {
        id: 20,
        question: 'Небольшая небрежность: маленькое пятнышко на рукаве, болтается пуговица…',
        answers: [
            'Меня сильно раздражает, я не могу выйти на улицу, не устранив эти погрешности своего туалета.',
            'Может оказаться мною не замечена.'
        ],
    },
    {
        id: 21,
        question: 'Лучший отдых для меня…',
        answers: [
            'Это путешествия по разным городам, когда впереди множество экскурсий в музеи, театры.',
            'На берегу реки или озера, в тишине.'
        ],
    },
    {
        id: 22,
        question: 'Чаще всего мне не хватает…',
        answers: [
            'Расслабленности, я страдаю от излишнего напряжения.',
            'Собранности, мне трудно бывает держать себя в напряжении достаточно долгое время, для меня норма — расслабленное состояние.'
        ],
    },
    {
        id: 23,
        question: 'Выбор правильной дистанции общения…',
        answers: [
            'Не представляет для меня трудности.',
            'Для меня затруднителен, я плохо в этом разбираюсь.'
        ],
    },
    {
        id: 24,
        question: 'При взгляде на картину, я сразу…',
        answers: [
            'Обращаю внимание на детали, а потом уже могу все это соединить в целостный образ.',
            'Улавливаю целостный образ и только потом начинаю рассматривать детали.'
        ],
    },
    {
        id: 25,
        question: 'Постоянный приток свежей информации: радио, телевидение, газеты и журналы, кинофильмы…',
        answers: [
            'Мне совершенно необходим.',
            'Мне бывает утомителен и я периодически мечтаю об отдыхе в деревне в полной тишине.'
        ],
    },
    {
        id: 26,
        question: 'Сильнее всего мне мешает заснуть…',
        answers: [
            'Музыка у соседей.',
            'Неудобная постель.'
        ],
    },
    {
        id: 27,
        question: 'Если в моей жизни случаются неприятности…',
        answers: [
            'Я прихожу к моим друзьям, которые в трудные моменты моей жизни способны эмоционально поддержать меня.',
            'В свой внутренний мир я стараюсь никого не пускать и переживаю их наедине с собой.'
        ],
    },
    {
        id: 28,
        question: 'Для меня интереснее…',
        answers: [
            '«Синица в руках».',
            '«Журавль в небе».'
        ],
    },
    {
        id: 29,
        question: 'Если дома случилась какая-то неполадка (потек кран, барахлит радиоприемник)…',
        answers: [
            'У меня не возникает никаких проблем, чтобы вызвать соответствующего мастера.',
            'Я испытываю некоторые психологические затруднения, мне приходится буквально заставлять себя вызвать мастера.'
        ],
    },
    {
        id: 30,
        question: 'Мои движения скорее…',
        answers: [
            'Резкие и четкие.',
            'Мягкие и округлые.'
        ],
    },
    {
        id: 31,
        question: 'Если у кого-то случилась беда, я…',
        answers: [
            'Сразу ощущаю в душе эмоциональный отклик на это тяжелое событие, даже если и не знаком с этим человеком.',
            'Чаще отношусь к этому философски, как к неизбежности в нашей жизни.'
        ],
    },
    {
        id: 32,
        question: 'Подробности новой местности, лица новых знакомых, их одежду…',
        answers: [
            'Я легко запоминаю во всех деталях.',
            'Часто могу вспомнить только с большим трудом или не могу вспомнить вообще.'
        ],
    },
    {
        id: 33,
        question: 'Начав работать на новом месте, я…',
        answers: [
            'Уже через месяц знаю всех не только в своем отделе, но и соседних.',
            'Даже через год я так и не знаю всех сотрудников, кроме своего непосредственного окружения.'
        ],
    },
    {
        id: 34,
        question: 'Я стремлюсь к тому, чтобы…',
        answers: [
            'Правильно распределить свои силы, заранее продумывать необходимые действия.',
            'Не привязывать себя к определенной системе и люблю начинать действовать без заранее намеченного плана.'
        ],
    },
    {
        id: 35,
        question: 'Если кто-то из моих хороших знакомых оказался в трудном положении и сильно расстроен этим обстоятельством, я…',
        answers: [
            'Постараюсь как можно мягче и теплее высказать ему свое участие, поддержать его эмоционально, даже если хорошо вижу, где и в чем он допустил ошибку.',
            'Постараюсь помочь ему, проанализировав ошибочность его действий, приведших к трудностям.'
        ],
    },
    {
        id: 36,
        question: 'По мнению окружающих людей, я…',
        answers: [
            'Трезвый реалист.',
            'Часто « витаю в облаках».'
        ],
    },
    {
        id: 37,
        question: 'В компании людей не очень знакомых…',
        answers: [
            'Я легко сам начинаю беседу, люблю вовлечь в нее новых для меня людей.',
            'Я жду, пока ко мне не обратятся.'
        ],
    },
    {
        id: 38,
        question: 'К моему стилю поведения больше подходит определение…',
        answers: [
            'Планомерный.',
            'Спонтанный.'
        ],
    },
    {
        id: 39,
        question: 'Моя эмоциональность…',
        answers: [
            'Довольно сильна, бывает, что я взволнован до такой степени, что это мешает мне делать то, что необходимо.',
            'Вполне умерена и не мешает мне делать то, что я считаю необходимым.'
        ],
    },
    {
        id: 40,
        question: 'Купив новую вещь, я…',
        answers: [
            'Ценю ее и бережно к ней отношусь.',
            'Не всегда к ней внимателен: в любой момент могу ее куда-то засунуть и потом долго искать, а то и вовсе забыть о ее существовании.'
        ],
    },
];
