export const VOROBIEV = [
    {
        id: 1,
        answers: [
            {
                label: 'Систематический',
                value: 0
            },
            {
                label: 'Спонтанный',
                value: 1
            }
        ]
    },
    {
        id: 2,
        answers: [
            {
                label: 'Систематический',
                value: 0
            },
            {
                label: 'Спонтанный',
                value: 1
            }
        ]
    },
    {
        id: 3,
        answers: [
            {
                label: 'Систематический',
                value: 0
            },
            {
                label: 'Спонтанный',
                value: 1
            }
        ]
    }
];

export const FILATOVA = [
    {
        id: 1,
        question: 'Если мне нужна незначительная помощь, я…',
        answers: [
            'Легко обращаюсь с просьбой об этом даже к малознакомым людям.',
            'Cкорее буду мириться с некоторыми неудобствами, чем обращусь к малознакомым людям.'
        ],
    }
];
