import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                В области ощущения своего тела и его потребностей может быть очень неуверенным.
            </Text>

            <Text tag="p">
                Этот человек нуждается в помощи, он хочет учиться понимать свое тело: в этом ему отлично поможет его дуал, у которого сенсорика ощущений — базовая функция, он в ней эксперт.
            </Text>

            <Text tag="p">
                Чтобы чувствовать себя отлично, <b>нужен некий комфорт, которым он сам себя обеспечить не может</b>. Ему приятно, когда он приходит с работы, а его ждет вкусный ужин и теплая постель.
            </Text>
        </>
    );
}
