import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Очень динамичный, подвижный, деятельный человек. Остро ощущает напор времени, считает недопустимым отставание в делах.
            </Text>

            <Text tag="p">
                Большой труженик, с удовольствием занимается делами, приносящими пользу. Любознателен, интересуется новшествами, которые можно применить на практике.
            </Text>

            <Text tag="p">
                Хорошо разбирается в вопросах деловой активности. Видит выгодность или невыгодность, перспективность или бесперспективность тех или иных предприятий. Предлагает неординарные пути увеличения эффективности, может пойти на деловой риск.
            </Text>

            <Text tag="p" size="h6" color="role">
                Во всем стремится к деловой ясности и четкости. 
                Не любит действовать вслепую, без подготовки.
            </Text>

            <Text tag="p">
                Планирует свои мероприятия заранее. Не любит хитрости и уловок, предпочитает договариваться на взаимовыгодных условиях.
            </Text>

            <Text tag="p">
                Часто проявляет себя как спонсор и меценат. Может жить без комфорта, если надо. Даже если ему придется трудно, ныть никогда не станет.
            </Text>

            <Text tag="p">
                Эмоционален, суетлив, неусидчив. Оптимист, постоянно излучает дружелюбие.
            </Text>

            <Text tag="p">
                Активный сторонник здорового образа жизни.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Не все могут выдержать его напряженный рабочий режим, который он к тому же склонен произвольно менять, навязывая свой ритм окружающим.
            </Text>

            <Text tag="p">
                Обычно забот у него оказывается так много, что он не может всюду успеть. Часто строит далеко идущие, хотя не до конца продуманные планы.
            </Text>

            <Text tag="p">
                Может чрезмерно рисковать, первым бросается во все сомнительные мероприятия. Очень говорлив, любит рассказывать и обсуждать прочитанное и услышанное. 
            </Text>

            <Text tag="p">
                Может одеваться достаточно небрежно, не любит, когда на его внешность обращают пристальное внимание.
            </Text>

            <Text tag="p" size="h6" color="role">
                Нетерпелив по натуре, поэтому часто допускает небрежность в оформлении деловой документации, в работе, требующей скрупулезности и тщательности, «творческий» беспорядок в быту и на рабочем месте. 
            </Text>

            <Text tag="p">
                В принципиальных для него вопросах проявляет твердость и неуступчивость.
            </Text>

            <Text tag="p">
                Иногда допускает нетактичность, грубоватый юмор. Неохотно посещает врачей.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Взвешенности и неторопливости в принятии решений.
                </Text>
                <Text tag="li">
                    Тщательности в рутинных делах.
                </Text>
                <Text tag="li">
                    Постоянного порядка в быту и на рабочем месте.
                </Text>
                <Text tag="li">
                    Всегда одинаково ухоженного и опрятного внешнего вида.
                </Text>
                <Text tag="li">
                    Тактичности и психологического чутья.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Лучше всего Предприниматель реализует себя в инновационных областях, где требуется широкий кругозор, нестандартный подход к делу, умение адаптировать теоретические разработки к применению на практике. 
            </Text>

            <Text tag="p">
                Он может быть неплохим изобретателем и рационализатором.
            </Text>

            <Text tag="p">
                Учитывая высокие темпы его работы и подвижность, можно рекомендовать ему динамичную работу, связанную с командировками.
            </Text>

            <Text tag="p">
                Предприниматели не боятся коммерческого риска, поэтому могут быть первопроходцами, зачинателями новых дел в бизнесе. 
            </Text>

            <Text tag="p">
                Они могут заниматься разнообразной работой, если она интересна, перспективна, динамична и не требует особой тщательности.
            </Text>
        </>
    );
}