import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ENTP() {
    return (
        <>  
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Развито познавательное мышление. Эрудирован, любознателен, много читает и запоминает. Обладает развитой интуицией, помогающей выбрать правильное решение.
            </Text>

            <Text tag="p">
                Хорошо видит перспективы идей и дел. Может найти неожиданное решение проблемы там, где не видят его другие, на основе анализа большого объема разнообразной информации и рассмотрения ее как бы со стороны, интуитивно.
            </Text>

            <Text tag="p">
                Охотно советует, как выпутаться из сложных ситуаций. Расплывчатые идеи способен переработать в теорию, имеющую форму системы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Структуралист и классификатор, идущий от общего к частному.
            </Text>

            <Text tag="p">
                Довольно напорист, нередко обладает организаторскими способностями в области поиска принципиально новых подходов. Часто работу ставит выше семейных или личных отношений.
            </Text>

            <Text tag="p">
                Демократичен, не любит чинопочитания.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Не переносит строгую регламентацию и монотонный режим работы. Не может жить по строгому пла­ну. 
            </Text>

            <Text tag="p">
                Довольно неорганизован: отвлекаясь на интересные детали, иногда не успевает сделать главное к намеченному сроку.
            </Text>

            <Text tag="p">
                Может говорить не по теме, уходя в свои мысли. Ему с трудом удается порядок в делах,  на рабочем месте. Может допускать погрешности в оформлении деловой документации.
            </Text>

            <Text tag="p">
                Плохо рассчитывает время, с трудом отделяет главное от второстепенного, перегружая себя делами.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не всегда следит за внешним видом. Бывает наивным, слишком доверчивым.
            </Text>

            <Text tag="p">
                Из-за предприимчивости, с одной стороны, и неумения идти на компромиссы — с другой, ему с трудом удаются бесконфликтные отношения с людьми.
            </Text>

            <Text tag="p">
                Бывает неуступчивым, даже агрессивным, особенно если на него давить. Может с апломбом доказывать свою правоту, если убежден в ней.
            </Text>


            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Практичности замыслов.
                </Text>
                <Text tag="li">
                    Пунктуальности и исполнительности.
                </Text>
                <Text tag="li">
                    Последовательности и завершенности.
                </Text>
                <Text tag="li">
                    Постоянного порядка в быту и на рабочем месте.
                </Text>
                <Text tag="li">
                    Качественного выполнения рутинной работы.
                </Text>
                <Text tag="li">
                    Умения мягко подстраиваться к собеседнику.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Если есть возможность, лучше всего предоставить Новатору свободный режим работы. При этом желательно, чтобы работа была интересной для него самого, обеспечивала разнообразными впечатлениями. Оптимальной для него будет деятельность, в которой он будет независим от других, самостоятелен.
            </Text>

            <Text tag="p" size="h6" color="role">
                С удовольствием работает с большими объёмами разнообразной (желательно интересной для него) информации.
            </Text>

            <Text tag="p">
                Наилучшее применение его интеллект находит в научно-познавательной области. Он может осуществлять теоретические разработки в тех областях, которые являются стратегическими — влекут за собой коренные перемены.
            </Text>

            <Text tag="p">
                Подвижен, динамичен, любит смену впечатлений, поэтому такой сотрудник с удовольствием будет выполнять подвижную работу, ездить в командировки.
            </Text>
        </>
    );
}
