import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESFJ() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Активный, оптимистичный, доброжелательный человек. Внимателен к людям, заботлив. Стремится помочь всем, кто просит об этом.
            </Text>

            <Text tag="p">
                Хорошо чувствует эмоциональное состояние других людей. Легко заводит новые знакомства личного и делового характера.
            </Text>

            <Text tag="p">
                Противник пустой траты времени, всегда занят неотложными делами. Восприимчив к перспективным идеям, которые можно применять на практике.
            </Text>

            <Text tag="p" size="h6" color="role">
                Обаятельный, располагающий к себе собеседник. Обладает хорошим вкусом. Многое умеет делать своими руками.
            </Text>

            <Text tag="p">
                В жизни всего добивается сам, не надеясь на других. Любит все делать быстро, но без свидетелей.
            </Text>

            <Text tag="p">
                Настойчив и решителен в действиях, особенно в экстремальной ситуации, когда против него направлена агрессия или ощущается острый недостаток времени. К советам других прислушивается, но поступает по-своему.
            </Text>

            <Text tag="p">
                С успехом занимается любой практической деятельностью, но любит, чтобы его усилия и находчивость ценили. Стремится к стабильности, высокому материальному уровню жизни, уважению коллег по работе.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Накапливает отрицательные эмоции, которые способен некоторое время сдерживать. Но если их слишком много — выходит из себя, переживает, может даже заболеть.
            </Text>

            <Text tag="p">
                Не может действовать без эмоционального контакта с собеседником, поэтому ему трудно взаимодействовать с людьми, которые никак не проявляют своего отношения к происходящему.
            </Text>

            <Text tag="p">
                Неэкономен, не всегда оценивает выгодность и полезность того, что делает. Долго колеблется перед принятием важного решения по сложному вопросу.
            </Text>

            <Text tag="p">
                Плохо рассчитывает время, с трудом отделяет главное от второстепенного, перегружая себя делами.
            </Text>

            <Text tag="p" size="h6" color="role">
                Переоценивает свои деловые способности. Не умеет ждать, ему хочется сделать как можно больше дел и как можно скорее.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Безэмоционального, всегда разумного и объективного отношения к делу, к людям.
                </Text>
                <Text tag="li">
                    Гибкости в поведении и быстрой адаптации к ситуации.
                </Text>
                <Text tag="li">
                    Безвозмездного альтруизма.
                </Text>
                <Text tag="li">
                    Жесткости и бескомпромиссности в отношениях с людьми.
                </Text>
                <Text tag="li">
                    Хороших стратегических и технологических способностей.
                </Text>
                <Text tag="li">
                    Пунктуальности в соблюдении сроков.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Ему хорошо удается налаживание инфраструктуры социума, реклама, социологические опросы.
            </Text>

            <Text tag="p">
                Успешно работает в области медицины, здравоохранения. Может проявить себя в сфере дизайна, оформительской работы, а также в сфере обслуживания, торговли.
            </Text>

            <Text tag="p">
                Благоприятна организаторская деятельность в социальной и научной сферах — организация ярмарок, симпозиумов, отдыха, праздничных мероприятий.
            </Text>        
        </>
    );
}
