import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Деятельный и напористый человек. Умеет трезво оценить ситуацию и принять практическое решение.
            </Text>

            <Text tag="p">
                Хороший администратор: отлаживает качественный рабочий процесс. Старается создать все условия для слаженной работы. Способен координировать деятельность разных людей и подразделений.
            </Text>

            <Text tag="p">
                Очень прагматичен: поступки людей оценивает с точки зрения их пользы.
            </Text>

            <Text tag="p" size="h6" color="role">
                Любит во всем надежность и основательность. Отличается высокой работоспособностью.
            </Text>

            <Text tag="p">
                Умеет бережно и рационально обращаться с деньгами. Практичность и добротность вещей предпочитает моде. Любит во всем порядок. Обладает развитым чувством долга.
            </Text>

            <Text tag="p">
                Ценит время и не любит тратить его попусту. Очень пунктуален, старается все планировать наперед.
            </Text>

            <Text tag="p">
                Предпочитает зря не рисковать. Хороший хозяин в доме. Расторопен и изобретателен в бытовых вопросах.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Консервативен в своих вкусах и привычках. Не любит признавать свои ошибки и идти на компромиссы. Плохо воспринимает критику, даже в шутливой форме.
            </Text>

            <Text tag="p">
                Ему не хватает дипломатичности в отношениях. Бывает излишне резок в своих критических оценках. Осуждает всех, кто, по его мнению, недостаточно качественно и честно работает.
            </Text>

            <Text tag="p">
                Избегает делать комплименты, хвалить за хорошую работу — считает её нормой. Не любит говорить о развлечениях, сторонник строгого воспитания. Если его работу критикуют некомпетентные люди, может вспылить.
            </Text>

            <Text tag="p">
                С близкими нередко проявляет властность и требовательность. Стрессонеустойчив, особенно его выбивают из колеи ситуации  неопределенности. Тяготится долгим ожиданием какого-либо события.
            </Text>

            <Text tag="p" size="h6" color="role">
                Утопая в деталях и отвлекаясь на другие дела, может не успевать закончить работу к сроку. Очень болезненно это переживает. Не имея достаточного количества фактов, откладывает принятие решения.
            </Text>

            <Text tag="p">
                Не выносит, когда его подгоняют или отвлекают от работы. Придерживаясь установленных правил поведения, требует того же от окружающих. 
            </Text>

            <Text tag="p">
                Вместе с тем может неожиданно разнервничаться, сорваться, проявить резкость и нетерпимость.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Гибкого изменения своего поведения соответственно ситуации.
                </Text>
                <Text tag="li">
                    Мягкости и дипломатичности в отношениях с людьми.
                </Text>
                <Text tag="li">
                    Выдержки и хладнокровия в экстремальных ситуациях.
                </Text>
                <Text tag="li">
                    Генерации нестандартных идей.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Успешно работают в управленческой сфере, там, где необходимо руководить другими людьми и координировать их деятельность, при условии стабильности ситуации и законов.
            </Text>

            <Text tag="p">
                Хорошо проявляют себя как экономисты, работники кредитных отделов банков,технические секретари с распорядительскими функциями в фирмах, работниками в области сопровождения технического процесса — ремонт и эксплуатация техники, строительства, сельского хозяйства, фермерства.
            </Text>
        </>
    );
}
