import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ESTP() {
    return (
        <>
            <AuthorLine text='Читать 3 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Отличается лидерским характером. Человек волевой, мобилизованный, энергичный. Обладает быстрой реакцией, сочетающейся с хорошей выдержкой.
            </Text>

            <Text tag="p">
                Умеет управлять людьми, быстро ориентируется в изменившихся обстоятельствах. Способен быстро принимать кардинальные решения.
            </Text>

            <Text tag="p">
                Настроен на реальные близлежащие цели — гибкий стратег. Энергичен и деятелен, в периоды подъема развивает незаурядную работоспособность.
            </Text>

            <Text tag="p" size="h6" color="role">
                Имеет критический склад ума. Активно отстаивает интересы свои и своей группы. Стремится к высокому материальному уровню жизни.
            </Text>

            <Text tag="p">
                Любит действовать по-крупному, все тщательно взвесив и разработав конкретный план действий.
            </Text>

            <Text tag="p">
                Очень целеустремлен и практичен в делах.
            </Text>

            <Text tag="p">
                Живет разумом, дело ставит выше личных симпатий. Стрессоустойчив, мобилизуется в экстремальных ситуациях.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Довольно агрессивен, ему с трудом даются ровные, бесконфликтные отношения с окружающими.
            </Text>

            <Text tag="p">
                Не любит нерешительных людей, уклоняющихся от смелого действия. Не выносит приказного тона: если на него оказывают давление, дает сильный отпор.
            </Text>

            <Text tag="p" size="h6" color="role">
                Самолюбив, в гневе проявляет нетерпимость к чужим промахам и ошибкам.
            </Text>

            <Text tag="p">
                Неугодным людям может создать неблагоприятную обстановку.
            </Text>

            <Text tag="p">
                В личных отношениях неуступчив, все хочет устроить по-своему. Недоверчив к новым людям, стремится при помощи осторожных вопросов выяснить их положение, связи и возможности.
            </Text>

            <Text tag="p" size="h6" color="role">
                Идет к своей цели, не считаясь с интересами других.
            </Text>

            <Text tag="p">
                У него бывают периоды спадов и подъемов настроения и работоспособности.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Последовательности во всем.
                </Text>
                <Text tag="li">
                    Мягкости, уступчивости, отсутствии какой-либо агрессии.
                </Text>
                <Text tag="li">
                    Того, что он будет работать бесплатно, «за идею».
                </Text>
                <Text tag="li">
                    Прогностических способностей.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Лидер хорошо руководит другими людьми, распределяет обязанности.
            </Text>

            <Text tag="p" size="h6" color="role">
                Способен в деталях продумать необходимую организационную структуру и последовательно внедрить ее.
            </Text>

            <Text tag="p">
                Может не только тщательно отобрать людей, проверив их предварительно в деле, но и держать всех своих подчиненных в жестких рамках, прибегая по необходимости к непопулярным мерам, волевому воздействию.
            </Text>

            <Text tag="p" size="h6" color="role">
                Практичен, хорошо разбирается в выгодности затеваемого дела. Может хорошо работать руками, мастерить что-либо.
            </Text>

            <Text tag="p">
                Оптимальное применение находят в области управления, техники, милиции, военном деле.
            </Text>

            <Text tag="p">
                Из них получаются хорошие руководители разных уровней, вплоть до самых высоких.
            </Text>
        </>
    );
}
