import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Хорошо разбирается во взаимоотношениях между людьми.
            </Text>

            <Text tag="p">
                Стремится к самоусовершенствованию, проявляет интерес к морально-философским проблемам.
            </Text>

            <Text tag="p">
                Может оценить способности людей. Проявляет понимание, терпимость. Может идти на компромиссы ради мира и согласия.
            </Text>

            <Text tag="p" size="h6" color="role">
                Отзывчив и внимателен. Принимает людей такими, какие они есть: прощает им их слабости и не пытается переделать насильно. Очень устойчив в своих привязанностях.
            </Text>

            <Text tag="p">
                С пониманием относится к проявлению бурных эмоций другого человека. Старается его успокоить, дать дельный совет.
            </Text>

            <Text tag="p">
                Если это не помогает, умеет терпеливо ждать, пока тот не успокоится сам. Любит во всем тщательность и основательность.
            </Text>

            <Text tag="p">
                Кропотлив в труде.
            </Text>

            <Text tag="p">
                Исполнителен, добросовестен и пунктуален. Старается вести здоровый образ жизни, избегает вредных привычек. Стремится во всем придерживаться принципов гуманизма и справедливости.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Впечатлителен и раним. Тяжело переживает конфликты и недоразумения, стрессонеустойчив. Очень щепетилен, не любит обременять собой других.
            </Text>

            <Text tag="p">
                Вместе с тем плохо переносит одиночество, нуждается во внимании близких людей.
            </Text>

            <Text tag="p">
                Увязая в деталях дела, часто переутомляет себя. Ему с трудом дается оценка качества своей работы и затраченного на нее времени. 
            </Text>

            <Text tag="p">
                Доверчив и искренен, о чем приходится порой сожалеть, так как его добротой злоупотребляют.
            </Text>

            <Text tag="p" size="h6" color="role">
                Довольно самодостаточен, малоинициативен и инертен в своем поведении. Не вникает в то, что не касается круга его интересов.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Предприимчивости и инициативности в делах.
                </Text>
                <Text tag="li">
                    Решительного поведения в экстремальной ситуации.
                </Text>
                <Text tag="li">
                    Высокой степени мобилизованности.
                </Text>
                <Text tag="li">
                    Быстрого и качественного выполнения рутинной работы, которая ему неинтересна.
                </Text>
                <Text tag="li">
                    Организаторских способностей.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Лучше всего Гуманист реализует себя в области психотерапии, в воспитательной работе «кружкового» характера с подростками.
            </Text>

            <Text tag="p">
                Успешно применяет свои способности в философско-гуманитарных сферах, а также в портретной и сюжетной фотографии
            </Text>    
        </>
    );
}
