import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INFP() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Эмоционален, обаятелен. Мягкий, тактичный человек.
            </Text>

            <Text tag="p">
                Обладает утонченностью в восприятии мира. Часто имеет развитые гуманитарные интересы. Чуток и внимателен к людям, старается со всеми поддерживать ровные отношения.
            </Text>

            <Text tag="p">
                Проявляет терпимость к недостаткам и слабостям других.
            </Text>

            <Text tag="p" size="h6" color="role">
                Романтичен и оптимистичен, верит в светлое будущее. Готов идти на компромиссы: умеет терпеливо ждать и прощать.
            </Text>

            <Text tag="p">
                Хорошо развито предчувствие, тревожится за исход дела, хотя внешне этого не показывает. Уважает сильных авторитетных людей, которые могут выдать конкретные указания. 
            </Text>

            <Text tag="p">
                В интересах дела может проявлять хорошие дипломатические способности, располагая людей к себе своей скромностью и обаянием. Обладает неплохим чувством юмора. 
            </Text>

            <Text tag="p">
                Искусен в умении нравиться. К каждому умеет найти индивидуальный подход. Демонстрирует изысканность, хорошие манеры, грациозен в движениях. Со вкусом одевается, элегантен.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Внутренне раним, противоречив.
            </Text>

            <Text tag="p">
                Несколько неуверен в себе, склонен к сомнениям и колебаниям в выборе решения. Его нужно вовлекать в дело.
            </Text>

            <Text tag="p">
                Нуждается в моральной, физической и материальной поддержке. Из-за рассеянности иногда забывает выполнять обещания.
            </Text>

            <Text tag="p">
                В работе склонен утопать в деталях, отвлекаться на мелочи и при этом не успевать сделать в срок более важные дела.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не любит строгих порядков, бездумного подчинения регламентам и инструкциям.
            </Text>

            <Text tag="p">
                Ему с трудом даются экономия и трезвый расчет в делах. На рабочем месте и в быту может допускать «художественный» беспорядок.
            </Text>

            <Text tag="p">
                Не любит людей, которые скупятся в мелочах. Болезненно воспринимает критику своей работы. Охотно делится своими проблемами с окружающими, ищет понимания, сочувствия и поддержки. 
            </Text>

            <Text tag="p">
                Его работоспособность имеет явно выраженные периоды спадов и подъемов.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Постоянно высокой работоспособности.
                </Text>
                <Text tag="li">
                    Пунктуальности и организованности.
                </Text>
                <Text tag="li">
                    Быстрой конкретной отдачи в делах.
                </Text>
                <Text tag="li">
                    Умения хорошо анализировать ситуацию.
                </Text>
                <Text tag="li">
                    Умения руководить большим коллективом, распределять обязанности.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Лучше всего, если работа Лирика носит гуманитарную направленность.
            </Text>

            <Text tag="p">
                Он может хорошо работать там, где нужно элегантно общаться с не очень большим количеством людей.
            </Text>

            <Text tag="p">
                Получаются неплохие секретари, особенно под началом у Лидеров, переводчики, библиотекари, литераторы, журналисты, редакторы текстов. 
            </Text>

            <Text tag="p">
                Они также хорошо могут себя реализовать в сфере искусства — в качестве театральных критиков, поэтов.
            </Text>        
        </>
    );
}
