import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function INTJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Имеет хорошее аналитическое мышление, сильно развитую логику. Умеет выделить главное и отсечь второстепенное в анализируемом материале.
            </Text>

            <Text tag="p">
                Любит обобщать факты, хорошо разбирается в схемах, классификациях и структурах.
            </Text>

            <Text tag="p">
                Реально оценивает практические возможности предпринимаемого дела, не упускает из виду альтернативы. Сторонник дисциплины и порядка, основанных не на административном нажиме, а на совести, долге, личной ответственности.
            </Text>

            <Text tag="p" size="h6" color="role">
                По натуре добр, но дело ставит выше личных интересов и отношений. 
            </Text>

            <Text tag="p">
                Человек слова, ценит справедливость, разумный порядок во всем. Хороший докладчик, умеющий кратко и доходчиво донести материал до слушателя.
            </Text>

            <Text tag="p">
                Стремится к независимости, но дает собой руководить людям, умеющим уговаривать мягко, но настойчиво.
            </Text>

            <Text tag="p">
                Хорошо чувствует время, на мероприятия и встречи обычно приходит пунктуально.
            </Text>

            <Text tag="p">
                Осторожен, чувствует опасность. Редко выходит из себя. Демократичен, терпим к иным точкам зрения.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Недостаточно гибок в отношениях. Предпочитает говорить о том, что его интересует, посторонние подробности в речи собеседника пропускает мимо ушей. 
            </Text>

            <Text tag="p">
                Если тема ему неинтересна, старается уйти от разговора, так как не желает тратить время попусту. Не любит делать несколько дел сразу, особенно в спешке.
            </Text>

            <Text tag="p">
                Неэкономен, не всегда оценивает выгодность и полезность того, что делает. Долго колеблется перед принятием важного решения по сложному вопросу.
            </Text>

            <Text tag="p">
                Может проявлять упрямство и бескомпромиссность. Не терпит, чтобы им командовали, хладнокровно отвергает волевое давление. Скрытен, не любит обсуждать свою личную жизнь.
            </Text>

            <Text tag="p" size="h6" color="role">
                Не терпит, когда ограничивают его свободу, выражают необоснованные требования.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Большой практичности и мобильности.
                </Text>
                <Text tag="li">
                    Чувствительности, тонкой пристройки к собеседнику.
                </Text>
                <Text tag="li">
                    Качественного выполнения рутинной работы, неинтересной для него самого.
                </Text>
                <Text tag="li">
                    Коммуникабельности.
                </Text>
                <Text tag="li">
                    «Пробивных» качеств.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Научно-исследовательская и аналитическая работа (анализ сложных явлений и объектов).
            </Text>

            <Text tag="p">
                Разработка новых идей для практического применения. Может работать хорошо везде, где требуется системный анализ, построение схем и классификаций, выдвижение концепций.
            </Text>

            <Text tag="p">
                В системе MBTI этот тип называют «реорганизатор бизнеса».
            </Text>
        </>
    );
}
