import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFJ() {
    return (
        <>
            <AuthorLine text='Читать 4 минуты' iconName='Time'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Хорошо разбирается в отношениях между людьми. Добросовестен, обязателен, пунктуален.
            </Text>

            <Text tag="p">
                Ко всему готовится заблаговременно. Выполняет начатую работу тщательно и последовательно. Человек долга. 
            </Text>

            <Text tag="p">
                Не жалеет сил и времени для создания порядка. Заставляет себя делать даже неинтересную, но необходимую работу.
            </Text>

            <Text tag="p" size="h6" color="role">
                Хороший экономист, умеет рационально обращаться с финансами, не любит долгов. Имеет сильную выдержку и самообладание.
            </Text>

            <Text tag="p">
                Принципиален, если надо, твердо и напористо защищает себя и своих близких. Постоянен в своих привычках и привязанностях. Нетерпим к неопрятности и халтуре, требует соблюдения оправдавших себя методов работы.
            </Text>

            <Text tag="p">
                Охотно приходит на помощь людям в трудные для них минуты, оказывает различные услуги. Хранит верность в семье. На мероприятия не опаздывает. 
            </Text>

            <Text tag="p">
                Стремится равномерно распределять дела по времени, постоянно загружен какой-либо работой.
            </Text>

            <Text tag="p">
                Трудолюбив в быту.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Болезненно переносит несправедливость и неэтичность. Раним и впечатлителен, на добро и зло отвечает тем же.
            </Text>

            <Text tag="p">
                Хорошо видит чужие недостатки, отличается резкостью оценок, но чаще свое отношение выражает не столько словами, сколько тоном и взглядом.
            </Text>

            <Text tag="p">
                Склонен делить людей на «своих» и «чужих». Не прощает предательства.
            </Text>

            <Text tag="p">
                Мнителен, плохо переносит ситуации неопределенности. Не любит частых перемен. Ему трудно определить индивидуальные способности людей, ко всем склонен предъявлять одинаково высокие моральные требования. 
            </Text>

            <Text tag="p" size="h6" color="role">
                Не любит, когда кто-то подвергает оценке его качества, так как внутренне не всегда в них уверен. При попытках подавить его может проявлять агрессивность.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Всегда позитивного отношения к жизни.
                </Text>
                <Text tag="li">
                    Равнодушного отношения к аморальным поступкам.
                </Text>
                <Text tag="li">
                    Быстрой перемены в убеждениях и оценках.
                </Text>
                <Text tag="li">
                    Восприимчивости к неординарным решениям проблем.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Социальная сфера. Те её области, где требуется взаимодействие с людьми.
            </Text>

            <Text tag="p">
                При этом работа может быть кропотливой, требующей сосредоточенности и концентрации внимания, как-то: медицина и здравоохранение, особенно прикладные области — стоматология, массаж, работа медицинской сестры, непосредственное проведение процедур, иглоукалывание, физиотерапия, рентгеноскопия, биохимическая диагностика.
            </Text>

            <Text tag="p">
                Хорошо проявляют себя также в области товароведения, в сфере обслуживания — хранение денег и материальных ценностей, в бухгалтерской работе обслуживающего характера, на должности кассира.
            </Text>        
        </>
    );
}
