import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISFP() {
    return (
        <>
            <AuthorLine readTime='4'>Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Обладает хорошим вкусом, чувством меры. Может хорошо оценить качество любого продукта, в деталях объяснить, чем оно устраивает либо не устраивает его.
            </Text>

            <Text tag="p">
                Заботлив и внимателен к людям, очень считается с их удобствами. Дипломатичен, хорошо умеет уговорить кого-либо на нужное или выгодное дело. Может отлично наладить комфорт в близком окружении. Умеет отдыхать, ценит удовольствия и житейские радости. 
            </Text>

            <Text tag="p">
                Если дело ему нравится и будет хорошо оплачено, делает его качественно, со вкусом и душой. Старается при любых обстоятельствах не терять чувство меры. Многое умеет делать своими руками
            </Text>

            <Text tag="p" size="h6" color="role">
                Хорошо чувствует состояние других людей, способен мягко пристраиваться к собеседнику. Со всеми очень приветлив, внимателен и участлив. Стремится к хорошему материальному уровню жизни.
            </Text>

            <Text tag="p">
                Обычно никому не навязывает свою волю, не критикует сам и не любит, когда при нем критикуют других людей. В коллективе занимает позицию золотой середины.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Ему с трудом дается напряженная деловая активность, трудно долгое время быть подвижным, динамичным. Бывает расслаблен и несобран. Скрытен и раним. Может проявлять явное недовольство, если его покой нарушают.В такие минуты может возмутиться, резко ответить. 
            </Text>

            <Text tag="p">
                Если задача слишком сложна для него или слишком трудоемка, он склонен ее откладывать.
            </Text>

            <Text tag="p">
                Не видит смысла в пустой суете и напрасной трате сил. Не любит преувеличений, нуждается в фактах и доказательствах.
            </Text>

            <Text tag="p">
                Старается избегать начальства, уклоняется от скучных, сугубо деловых разговоров. Ему трудно проявлять волю и настойчивость, отстаивать интересы дела.

            </Text>

            <Text tag="p" size="h6" color="role">
                Плохое самочувствие сильно снижает его работоспособность. Часто делает вид, что многое может сделать, хотя это и не всегда возможно.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Постоянно высокой деловой активности.
                </Text>
                <Text tag="li">
                    Последовательности и организованности в делах.
                </Text>
                <Text tag="li">
                    Бескомпромиссного отстаивания интересов дела.
                </Text>
                <Text tag="li">
                    Умения руководить большим коллективом, распределять обязанности.
                </Text>
                <Text tag="li">
                    Участия в рискованных атакующих операциях.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Лучше всего реализует себя в социальной сфере. Может хорошо налаживать и поддерживать коммерческие контакты, успешно работает там, где нужно обслуживать конкретного, отдельно взятого человека.
            </Text>

            <Text tag="p">
                Дипломат — это специалист по налаживанию и поддержанию инфраструктуры социума. Поэтому он — лучший снабженец, торговец мелким оптом, коммерческий директор небольшой фирмы, дипломат-менеджер.
            </Text>

            <Text tag="p">
                Неплохо работают в области рекламы и издательства, медицине, сфере услуг. Из них получаются неплохие оценщики качества, дизайнеры, организаторы отдыха.
            </Text>
        </>
    );
}
