import React from 'react';
import { Text } from '../../../../components/Text';
import { AuthorLine } from '../../../../components/AuthorLine';

export default function ISTP() {
    return (
        <>
            <AuthorLine text='Читать 3 минуты' iconName="Time">Виктор Гуленко</AuthorLine>

            <Text tag="h2" font="additional" size="h5" color="accent">
                Сильные стороны
            </Text>

            <Text tag="p" size="h6" color="role">
                Умеет совершать разумные и полезные поступки. Адаптирует новые идеи к практике, извлекает из них максимум пользы.
            </Text>

            <Text tag="p">
                Ему присуще неброское, тихое упорство при обязательном завершении всего начатого, скромность. Изобретателен в быту и на работе, которая ему нравится.
            </Text>

            <Text tag="p">
                В достижимой для него области пространства все организует для работы и отдыха.
            </Text>

            <Text tag="p" size="h6" color="role">
                Эстет, полностью доверяющий своему вкусу. Всегда имеет собственное мнение о том, что красиво и что некрасиво, где гармония, а где — безвкусица.
            </Text>

            <Text tag="p">
                Ярко и броско одеваться не любит, предпочитает умеренность и гармонию.
            </Text>

            <Text tag="p">
                Ценит дружбу. Если человек обратился к нему за помощью, помогает, не жалея личного времени. Своего мнения никому не навязывает, но потом обычно получается так, как он хотел.
            </Text>

            <Text tag="p">
                Ему доставляет радость, когда сделанное им кому-то понравилось.
            </Text>

            <Text tag="p">
                Имеет репутацию пунктуального человека. Не любит затягивать встречи. Стрессоустойчив, в опасной ситуации ведет себя подчеркнуто хладнокровно.
            </Text>

            <Text tag="p">
                Предупреждения об опасности вызывают у него не страх, а интерес, желание испытать себя.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Проблемы
            </Text>

            <Text tag="p">
                Склонен к скепсису, любит анализировать и подшучивать. На людях обычно не демонстрирует свои эмоции и чувства, хотя довольно впечатлителен.
            </Text>

            <Text tag="p">
                Очень зависит от настроения, периоды спада чередуются у него с периодами повышенной работоспособности.
            </Text>

            <Text tag="p">
                Скрытен, не любит фамильярности, умеет поставить человека на место. Приказ как форма обращения для него не существует: делает так, как считает нужным.
            </Text>

            <Text tag="p">
                По-настоящему эффективно занимается только тем, что приносит удовольствие, из-за этого может производить впечатление ленивого человека.
            </Text>

            <Text tag="p" size="h6" color="role">
                За бесцельную работу браться не будет. Ему не нравится вялая манера говорить, любит четко сформулированные, уверенные высказывания.
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Нельзя требовать и ожидать
            </Text>

            <Text tag="ul">
                <Text tag="li">
                    Постоянного эмоционального участия в происходящем.
                </Text>
                <Text tag="li">
                    Сопереживания и сочувствия тому, кто обвиняет других в своих неудачах.
                </Text>
                <Text tag="li">
                    Восприятия на веру малопроработанных проектов.
                </Text>
            </Text>

            <hr />

            <Text tag="h2" font="additional" size="h5" color="accent">
                Подходящие виды деятельности
            </Text>

            <Text tag="p">
                Ему удается рациональное ведение хозяйства.
            </Text>

            <Text tag="p">
                Достигает хороших результатов в тех сферах, где необходимо обслуживание точной техники, качественное оформление изделий.
            </Text>

            <Text tag="p">
                Наиболее успешен в управленческой деятельности среднего звена. Может работать в малом бизнесе. Умеет красиво и удобно оформить интерьер и рабочее место.
            </Text>
        </>
    );
}
