import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Если довести до ручки может довольно резко дать отпор.
            </Text>

            <Text tag="p">
                Сам по себе довольно-таки спокойный, но, иногда, особенно, когда задевают его интересы или территорию, он может довольно резко дать отпор.
            </Text>

            <Text tag="p">
                На сильное и постоянное противостояние не способен, но дать быструю и агрессивную атаку он может, правда случается это редко, для этого человека нужно «довести до ручки».
            </Text>

            <Text tag="p">
                <b>Чтобы отвечать на агрессию, требуется много сил</b>, поэтому он старается избежать вражды и соперничества.
            </Text>
        </>
    );
}
