import React from 'react';
import { Text } from '../../../components/Text';

export default function ENFJ() {
    return (
        <>
            <Text tag="p" color="role">
            На первый взгляд он может выглядеть деловым, но также для него важно быть приятным и ценным.  
            </Text>
            
            <Text tag="p">
            Вообще считает, что уровень жизни должен быть такой, чтобы можно было трудиться. А вот чрезмерный труд, направленный на поддержание уровня, жизни его истощает.
            </Text>

            <Text tag="p">
            Воспринимает ситуацию как нагрузочную, если ему необходимо трудиться в связи с недостатком ресурсов и низким уровнем жизни. 
            </Text>

            <Text tag="p">
            В напряженной ситуации умеет много трудиться, вообще накапливает различные навыки, чтобы быть адаптированным к жизни. При первом знакомстве демонстрирует себя именно с деловой стороны.
            </Text>

            <Text tag="p">
            Комфорт —  самая важная часть жизни Гамлета. Также это самая инертная и трудо-обучаемая сфера для него. Гаму сложно нарабатывать навыки по тематикам комфорта, уюта, приятности, вкусности, уместности и подобным, однако при должном воспитании он будет стараться делать все идеально.
            </Text>

            <Text tag="p">
            Также это относится к тематике здоровья и вредных привычек — непрокаченному по этой тематике очень проблематично избавляться от вредных привычек и справляться с болезнями.
            </Text>

            <Text tag="p">
            Также это относится к тематике здоровья и вредных привычек — непрокаченному по этой тематике очень проблематично избавляться от вредных привычек и справляться с болезнями.
            </Text>
        </>
    );
}
