import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Имеет общепринятые представлениия об эмоциональном мире.  
            </Text>
            
            <Text tag="p">
            Умение поднять настроение, поддерживать атмосферу в коллективе основывается на стереотипных приемах.
            </Text>

            <Text tag="p">
            Комфорт понимает только на основе собственного опыта и собственных представлений. Негибок в этом отношении и не может объективно оценить свое понимание удобства и комфорта.
            </Text>
        </>
    );
}