import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="p" color="element">
                Считает, что для интеграции в социум ему необходимо быть волевым и нравственным, возможно, оказывать какое-то нравственное влияние на людей.
            </Text>

            <Text tag="p">
                При этом  недопустимо навязывать свое воспитание и представление о морали другим насильно и сильно вмешиваться в чужие отношения.
            </Text>

            <hr/>

            <Text tag="p">
                Воспринимает ситуацию как нагрузочную, если происходит давление по отношению к его воспитанию, представлениям о корректности. В напряженной ситуации демонстрирует волевой напор, может даже переборщить с ним. При первом знакомстве старается продемонстрировать себя как уверенный и сильный человек, т.к. ему важно показать, что на него нельзя давить лишний раз.
            </Text>

            <Text tag="p">
                При этом они являются властными не часто, обычно они проявляют свои волевые качества только в ситуациях, которые воспринимаются им как важные. Это такие ситуации в которых “надо” (как выражается) давить.
            </Text>

            <hr/>

            <Text tag="p">
                Стараются придерживаться естественных правил в отношениях, но, конечно, каждый человек будет воспринимать их по-своему. Старается сохранять свое понимание корректности, и если ситуация, в которую он вовлечен, не согласуется с ним, это скорее всего вызовет у него протест и критическое отношение.
            </Text>

            <Text tag="p">
                Если недостаточно уверенно себя чувствует в отношениях (что нередко случается), может испытывать сильный дискомфорт от незнания, как действовать правильно. Дон Кихоты могут быть не уверены в правильности своего понимания отношений  и уровня психологической дистанции.
            </Text>

            <Text>
                При обсуждении нравственных норм может демонстрировать неприятие общественной морали и упрямиться в своей точке зрения. Для него это выглядит, как несоответствие общества естественным законам.
            </Text>
        </>
    );
}
