import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Считает своим долгом быть умеренно трудолюбивым и умеющим мыслить на перспективу.   
            </Text>
            
            <Text tag="p">
            Можно выразить следующими словами: необходимо трудиться для обеспечения будущего.
            </Text>

            <Text tag="p">
            При первом знакомстве демонстрирует себя именно с деловой стороны.
            </Text>

            <Text tag="p">
            Отношение ко времени — самая глубокая и важная часть психики. Ему сложно перестраивать свои планы и гибко ориентироваться во времени, нередко бывает, что они приходят на полчаса раньше или на полчаса позже, потому что им трудно рассчитать время. Хотя конечно они могут воспитать в себе адекватное отношение ко времени, просто им это может даваться с трудом.
            </Text>

            <Text tag="p">
            С протестом относятся к ситуациям, в которых их режим пытаются корректировать. Бывает, что уделяют слишком много внимания сенсорным моментам жизни (например, почистить обувь, причесаться, еще и на кухне все вытереть), в связи с чем потом опаздывают по своим делам.
            </Text>
            
            <Text tag="p">
            Живут “здесь и сейчас”, им бывает тяжело вспомнить, что было неделю назад или спрогнозировать, что будет в будущем. Считает недопустимым ограничивать свободу необходимостью в физическом труде.
            </Text>
            
        </>
    );
}