import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFP() {
    return (
        <>
            <Text tag="p" color="role">
            Считает своим долгом посильно трудиться на благо обеспечения своего будущего.
            </Text>
            
            <Text tag="p">
            Можно выразить следующими словами: необходимо трудиться для обеспечения будущегоОднако может бояться совершить ошибку в деятельности, что может тяжело переносить.В связи с этим бывает скептичен и нетороплив. Это также проявляется в неприязни к чрезмерной предприимчивости, проявить которую Дюм способен либо в связи с необычным воспитанием, либо только в самой критической ситуации.
            </Text>

            <Text tag="p">
            Считает недопустимым откладывать вопросы жизнеобеспечения на длительный срок.
            </Text>

            <Text tag="p">
            Ситуация, в которой ограничивается свобода самовыражения, особенно, связанная с работой, оценивается как нагрузочная. В тяжелых ситуациях пытается переждать их, не вмешиваться. Так проявляется использование темы времени в качестве способа решения проблемы. При проблемах в делах может начинать фантазировать и обращать на них мало внимания, или скрывать их, чтобы другие не могли обратить внимания. И то, и другое — это создание иллюзии отсутствия проблем в делах.
            </Text>

            <Text tag="p">
            Если не знает, как решить проблему, может обратиться к чужому опыту. Или своему неудачному и рассудить, что проблема не может быть решена, не желая таким образом изменить модель поведения.
            </Text>
            
            <Text tag="p">
            Внутренне тяжело переносит критику своего труда, это как минимум вызывает у него протест и негативное отношение. Его деятельность — это сердце психики, самое важное. Не стоит лишний раз говорить Дюме как эффективнее делать, он воспримет это как вторжение в самое личное. Дюмам бывает тяжело продумывать эффективность поступков наперед.
            </Text>

            <Text tag="p">
            Также они могут не точно выполнять инструкции, потому что слишком инертны в своем понимании методов. Это не значит, что они всегда будут делать плохо, это значит, что они будут делать так, как воспитаны. Как умеет, так и работает, не приемлет ограничений в режимах работы. Особенно это касается темы самовыражения.
            </Text>    
        </>
    );
}