import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Общепринятые представления о хорошем настроении, позитивном состоянии конкретных людей в узком кругу знакомых.
            </Text>
            
            <Text tag="p">
            В общении способен поддерживать приподнято-веселый тон с помощью заученных приемов. Теряется в негативной эмоциональной атмосфере. Стремится избегать таких ситуаций.
            </Text>

            <Text tag="p">
            Если сам выражает отрицательные эмоции, то часто в неадекватной форме.
            Руководствуясь только личностным опытом, стремится избегать неожиданных событий, потери времени и учитывать ошибки прошлого. 
            </Text>

            <Text tag="p">
            Болезненно воспринимает информацию о неумении предвидеть негативные последствия или несвоевременности чего-либо. Состояние ожидания воспринимает отрицательно.
            </Text>
        </>
    );
}