import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTP() {
    return (
        <>
            <Text tag="p" color="role">
            Чувствует, что должен быть ответственным и проницательным. 
            </Text>
            
            <Text tag="p">
            В общении способен поддерживать приподнято-веселый тон с помощью заученных приемов. Теряется в негативной эмоциональной атмосфере. Стремится избегать таких ситуаций.
            </Text>

            <Text tag="p">
            Может чувствовать подсознательный долг формировать нравственное мировоззрение. 
            </Text>

            <Text tag="p">
            В напряженной ситуации использует фантазию и смекалку, ищет новые возможности, творчески мыслит. Чувствует давление, если его пытаются воспитывать или просят посмотреть на отношения с другой стороны. 
            </Text>

            <Text tag="p">
            Воспринимает ситуацию как нагрузочную, если ограничен  в самовыражении в вопросах отношений.
            </Text>

            <Text tag="p">
            Стараются придерживаться естественных правил в отношениях, но, конечно, каждый человек будет воспринимать их по-своему. 
            </Text>

            <Text tag="p">
            Старается сохранять свое понимание корректности, и если ситуация, в которую он вовлечен, не согласуется с ним, это скорее всего вызовет у него протест и критическое отношение. Если чувствует, что недостаточно понимает, что происходит с его отношениями может испытывать сильный дискомфорт от незнания, как действовать правильно. 
            </Text>

            <Text tag="p">
            Могут быть не уверены в правильности своего понимания отношений  и уровня психологической дистанции. При обсуждении нравственных норм может демонстрировать неприятие общественной морали и упрямиться в своей точке зрения. Для него это выглядит, как несоответствие общества естественным законам.
            </Text>

            <Text tag="p">
            Очень важно развивать свою ответственность и корректность. Неудачи в этой теме вызывают у него сильные негативные чувства.
            </Text>
        </>
    );
}
