import React from 'react';
import { Text } from '../../../components/Text';

export default function INFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Общепринятые представления о конкретных логических системах, структурах, социальной иерархии.
            </Text>
            
            <Text tag="p">
            Существование общепринятого конкретного социального порядка, которому приходится подчиняться, воспринимает как неизбежную необходимость.
            </Text>

            <Text tag="p">
            Осуществление волевого давления, нажима, использование силовых методов воздействия только на основе личностного опыта. Если необходимо, отстаивает свою систему мироустройства, пытаясь вынудить собеседника принять его точку зрения.
            </Text>

            <Text tag="p">
            Однако испытывает затруднения при необходимости осуществить такое давление, болезненно воспринимает критику волевых качеств, а также необходимость проявлять насилие.
            </Text>
        </>
    );
}