import React from 'react';
import { Text } from '../../../components/Text';

export default function INFP() {
    return (
        <>
            <Text tag="p" color="role">
            Чувствует необходимость в том, чтобы трудиться ради обеспечения уровня жизни. 
            </Text>
            
            <Text tag="p">
            С другой стороны, может не переносить слишком большого уделения внимания трудовой стороне жизни.
            </Text>

            <Text tag="p">
            Деятельность на бытовые темы — это проявление воли, то есть он может напрячься и позаботиться обо всем, или например сотворить красоту, уют, удобство. 
            </Text>

            <Text tag="p">
            Он будет применять именно этот аспект, если захочет как-то адаптироваться к ситуации. При первом знакомстве будет первое время проявлять себя именно в этой сфере. Запасливые и в напряженной ситуации могу рассчитывать на свои накопленные ресурсы.
            </Text>

            <Text tag="p">
            Внутренне тяжело переносит критику своего труда, это как минимум вызывает у него протест и негативное отношение. Его деятельность — это сердце психики, самое важное. Не стоит лишний раз говорить ему как эффективнее делать, он воспримет это как вторжение в самое личное. 
            </Text>

            <Text tag="p">
            Бывает тяжело продумывать эффективность поступков наперед. Также они могут не точно выполнять инструкции, потому что слишком инертны в своем понимании методов.
            </Text>

            <Text tag="p">
            Это не значит, что они всегда будут делать плохо, это значит, что они будут делать так, как воспитаны.
            </Text>
        </>
    );
}
