import React from 'react';
import { Text } from '../../../components/Text';

export default function INTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Хочет своей деятельностью положительно влиять на отношения (или глобально — на систему отношений), возможно, делая их справедливее.
            </Text>
            
            <Text tag="p">
            Резко негативно относится к манипуляциям отношениями, направленными на достижение собственных целей.
            </Text>

            <Text tag="p">
            Манипуляция отношениями воспринимается как давление. В напряженной ситуации будет пытаться рационально использовать этику (например, апеллировать к нравственности) и вопросы приоритетности, чтобы адаптироваться и разрешить проблему.  
            </Text>

            <Text tag="p">
            Также это может проявляться в том, что могут просто дистанцироваться (своеобразная манипуляция отношениями), чтобы решить проблему.
            </Text>

            <Text tag="p">
            Очень важно, чтобы не было лишнего давления, и ему не приходилось лишний раз размышлять на эту тему. Важно, чтобы его пространство уважали и ни к чему его не принуждали. Считает, что давление необходимо только в особых ситуациях (причем, что такое особая ситуация каждый думает по-своему). 
            </Text>

            <Text tag="p">
            Критично переносит негативные оценки своих волевых качеств, также, если это его собственные оценки.
            </Text>
        </>
    );
}