import React from 'react';
import { Text } from '../../../components/Text';

export default function INTP() {
    return (
        <>
            <Text tag="p" color="role">
            В целях социализации хочет быть заботливым, гармоничным и адекватно веселым. 
            </Text>
            
            <Text tag="p">
            Но при этом в его психике есть запрет на чрезмерное проявление этих качеств: он считает, что нельзя быть слишком веселым, ставить веселье как самоцель и, особенно, использовать для этого различные сенсорные категории.
            </Text>

            <Text tag="p">
            Тема заботы уюта, красоты и сочетаемости, таким образом чрезмерное количество информации на тему может его напрягать.  
            </Text>

            <Text tag="p">
            Деятельность на эти темы — это проявление воли, то есть он может напрячься и позаботиться обо всем, или, например, сотворить красоту, уют, удобство. Он будет применять именно этот аспект, если захочет как-то адаптироваться к ситуации.
            </Text>

            <Text tag="p">
            Считают эмоции самым важным и своеобразным универсальным мерилом всего. Для них это абсолютная ценность, которая при этом не выражается ярко и не выпячивается, просто пассивно хочется, чтобы были хорошие эмоции, и не нужно было об этом думать. 
            </Text>

            <Text tag="p">
            Часто вообще считают правильным эмоции почти не выражать или выражать неярко, чаще всего для того, чтобы это не мешало рабочему режиму. Причем, если у них накопятся эмоции, и они их выразят ярко, важно, чтобы эти эмоции были приняты и не оценены, как что-то неправильное.
            </Text>

            <Text tag="p">
            А если достаточного принятия не будет, то возникнет сильный дискомфорт. Практика показывает, что выведенные из себя бывают очень эмоциональные и могут чрезвычайно ярко проявлять эмоции.
            </Text>
        </>
    );
}
