import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Может оценить последовательность и непротиворечивость мыслей, поступков, явлений с точки зрения усвоенных (выученных) понятий. 
            </Text>
            
            <Text tag="p">
            Общепринятые представления об общих логических взаимосвязях и зависимостях в окружающем мире, о построении непротиворечивых умозаключений, схем, структур.
            </Text>

            <Text tag="p">
            Скрытые возможности и заложенный потенциал оценивает лишь исходя из собственного понимания.   
            </Text>

            <Text tag="p">
            Не способен оценить, насколько его понимание совпадает с общепринятым. Необходимость понимания сути логических моделей, теорий, умопостроений сводит до круга его интересов (деятельности).
            </Text>

            <Text tag="p">
            Видение конкретных позитивных возможностей и способностей только на основе личностного опыта. Поэтому болезненно воспринимает замечания об отсутствии гибкости, проницательности, о необходимости поиска новых вариантов.
            </Text>
        </>
    );
}
