import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Считает, что ему необходимо правильно понимать, как быть нравственным, для того чтобы успешно социализироваться.
            </Text>
            
            <Text tag="p">
            Считает своим долгом устанавливать отношения, основанные на понимании человеческой природы. При первом знакомстве старается проявить себя как воспитанный и гуманный человек.
            </Text>

            <Text tag="p">
            Критически относится к навязыванию мировоззрения, особенно если оно кажется необоснованным или неупорядоченным, а строится на субъективных оценках.
            </Text>

            <Text tag="p">
            Манипуляция отношениями (особенно в сфере творчества и потенциала человека) воспринимается как давление. В напряженной ситуации будет пытаться рационально использовать этику (например, апеллировать к нравственности) и вопросы приоритетности, чтобы адаптироваться и разрешить проблему.
            </Text>

            <Text tag="p">
            Также это может проявляться в том, что могут просто дистанцироваться (манипуляция отношениями своеобразная), чтобы решить проблему.
            </Text>

            <Text tag="p">
            Понимание мира или ситуаций — это самое сердце психики, оно инертно и не склонно меняться. Они бывают не уверены в своем потенциале или в своих возможностях определять потенциал. Им нелегко дается понимание абстракций, особенно если нет четких определений.
            </Text>

            <Text tag="p">
            Критически относятся к оценке их потенциала (особенно негативной). Воспринимают ситуацию как нагрузочную, если им не позволяют проявлять свой потенциал или творческие способности, особенно путем этических ограничений или манипуляций.
            </Text>
        </>
    );
}