import React from 'react';
import { Text } from '../../../components/Text';

export default function ENFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Мышление Наставника направлено на создание образов перспективного будущего с целью мотивирования или воодушевления.
            </Text>

            <Text tag="p">
            Это сопровождается обучающей и просветительской деятельностью (см. блок ИД), поэтому его можно назвать идеологом. Он создает понимание мира и будущего, которое формирует направление мотивации.
            </Text>

            <Text tag="p">
            Творчески относится к теме приятного времяпрепровождения с акцентом на глубину переживаний. Представляет ситуации с точки зрения общей эмоциональной атмосферы и настроений людей. 
            </Text>

            <Text tag="p">
            Любят вдохновлять людей на воплощение каких-то перспектив, это своего рода идеологическая деятельность. В связи с негативизмом часто очень драматичны. 
            </Text>

            <Text tag="p">
            Много размышляет и говорит о времени, своевременности и смысле. Часто занимается формированием яркого (эмоционально насыщенного) и вдохновляющего образа будущего. 
            </Text>

            <Text tag="p">
            Если хочет кого-нибудь замотивировать, использует информацию о перспективах или о том, что в поступке есть смысл. Для него очень важно не терять время зря (негативист), а смысл времени он оценивает по яркости переживаний.
            </Text>
        </>
    );
}

