import React from 'react';
import { Text } from '../../../components/Text';

export default function ENFP() {
    return (
        <>
            <Text tag="p" color="role">
            Хорошо чувствует возможности других людей, наблюдая со стороны, особенно незнакомых, выделяет людей с интересными способностями среди других. 
            </Text>

            <Text tag="p">
            Стремится установить хорошие отношения с интересными людьми на близкой дистанции, выразить свое расположение к ним.
            Находит выход из разнообразных ситуаций, владея видением скрытых возможностей, налаживая хорошие отношения, либо настраивая положительное общественное мнение.
            </Text>
        </>
    );
}

