import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Видит и умеет гибко использовать разнообразие объектов и их свойств. 
            </Text>
            
            <Text tag="p">
            Имеет развитое технологическое мышление » знает как создать оптимальный и продуктивный способ работы, новый инструмент. Хорошо чувствует развитие событий в близкой перспективе и пользуется этим умением, чтобы в нужный момент применить свои умения.
            </Text>
        </>
    );
}

