import React from 'react';
import { Text } from '../../../components/Text';

export default function ENTP() {
    return (
        <>
            <Text tag="h2" color="role" size="h5">
                Познание и понимание сути вещей.
            </Text>

            <hr />

            <Text tag="p">
            Считает, что зная, как устроен мир и какие в нем есть потенциальные возможности, можно сделать все, что нужно. Свои идеи он транслирует другим логично пересказывая и аргументируя.
            </Text>

            <Text tag="p">
            Установка на понимание потенциальных возможностей, особенно в структурах и причинах. Умеет выделить главную идею. Видит мир немного размыто (в самой его сути), не вдаваясь в детали. Представляет мир как огромную паутину возможностей и их взаимосвязей. Хороший генератор идей, если в хорошем настроении — придумывает всякую веселую чепуху. Может иметь изобретательский талант, легко обучаем.
            </Text>

            <Text tag="p">
            Познание — это то, к чему он предрасположен больше всего, поэтому нередко имеет высокий познавательный интерес. Стремление к абстракции.
            </Text>

            <Text tag="p">
            Легко ориентируется в структурах и схемах. Быстро воспринимает конструктивную информацию, особенно на логичные темы. Умеет говорить логично, часто стремится к этому. Причем, если ему надо, может начать легко манипулировать аргументами для достижения своей цели.
            </Text>

            <Text tag="p">
            Обычно хорошо ориентируется в пространстве. Любит разобраться в том, как что-то устроено, экспериментировать. Любит пересказывать новые идеи, которые узнал или придумал.
            </Text>
        </>
    );
}
