import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Установка на жизнь с мощной эмоциональной отдачей, в активном состоянии, и поддержание этого состояния в себе и других при помощи потребления и создания высокого качества жизни.
            </Text>

            <Text tag="p">
            Олицетворяет дополнение: много думает о том, как помочь, поддержать людей. Также  олицетворяет потребление и вкус — это проявление его желания дополнить самого себя. Формирует для себя и своего окружения эмоционально комфортную среду и потребление.
            </Text>

            <Text tag="p">
            Мощное эмоциональное и активационное присутствие в любой ситуации. Он любит заряжать и заряжаться, представляет мир в виде эмоций и состояний людей, постоянно думает об эмоциях и эмоциональном фоне, стремится создавать яркие настроения. 
            </Text>

            <Text tag="p">
            Творчески относится к теме приятного времяпрепровождения с акцентом на позитивный эмоциональный фон. Представляет ситуации с точки зрения общей эмоциональной атмосферы и настроений конкретных людей.
            </Text>

            <Text tag="p">
            Размышляет и говорит на темы комфорта, уюта, качества и приятных ощущений. Гюго применяет эту информацию для того, чтобы создавать позитивное настроение. Благодаря тому, что он мыслит на тему потребностей, он заботливый, умеет создать атмосферу гостеприимства и уюта.
            </Text>

            <Text tag="p">
            Ему важно быть стильным и создавать уют или удобство вокруг себя. Также умеет быть практичным, может предоставить качественный продукт.
            </Text>
        </>
    );
}
