import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFP() {
    return (
        <>
            <Text tag="p" color="role">
            Хорошо понимает, как нужно сопротивляться давлению, противостоять попыткам волевого воздействия, сохранять независимость и имеющуюся сферу влияния. 
            </Text>
            
            <Text tag="p">
            Манипулирует отношениями, умеет влиять на отношения между людьми, защищая таким образом себя. Устанавливает с людьми такие отношения, которые позволяют чувствовать себя в безопасности, сохранять независимость.
            </Text>
        </>
    );
}

