import React from 'react';
import { Text } from '../../../components/Text';

export default function ESTP() {
    return (
        <>
            <Text tag="p" color="role">
            Его природа — власть и управление, его мышление максимально подходит для этой деятельности.
            </Text>
            
            <Text tag="p">
            Воплощение целей на основе логичных рассуждений и команд.
            </Text>

            <Text tag="p">
            Внимание направлено на конкретные факты, которые они наблюдают. Другими словами они думают о том, что реально (наблюдаемо) и о том как сделать реальным (как воплотить) то, о чем они думают. 
            </Text>

            <Text tag="p">
            Самое главное в жизни для них — это проявлять свою волю и достигать своих целей. Нередко обладают лидерскими качествами и стремятся к руководящим постам, для них важно подниматься в социальной иерархии. Часто обладают сильным, волевым характером. 
            </Text>

            <Text tag="p">
            Решительны, находятся в готовности к действиям. Как говорит один мой друг Лидер: «мозг отдает указания, тело делает». Это тоже проявление их установки на воплощение и реализацию задумок. При этом они нередко могут быть довольно мягкими людьми, понимая что бывают ситуации, где волю проявить можно ненавязчиво или где ее проявлять вообще не стоит, не по статусу.
            </Text>

            <Text tag="p">
            Говорит и думает о причинах. Легко ориентируется в структурах и схемах. Быстро воспринимает конструктивную информацию, особенно на логичные темы. Умеет говорить логично, часто стремится к этому. Причем, если ему надо, может начать легко манипулировать аргументами для достижения своей цели. 
            </Text>

            <Text tag="p">
            Обычно хорошо ориентируется в пространстве. Любит разобраться в том, как что-то устроено, экспериментировать. Умеет точно отдавать указания.
            </Text>
        </>
    );
}
