import React from 'react';
import { Text } from '../../../components/Text';

export default function INFP() {
    return (
        <>
            <Text tag="p" color="role">
            Главное  — свобода, а как развлечься он всегда найдет.
            </Text>

            <Text tag="p">
            Он использует эмоции для создания чувства перспективы, образа будущей свободы. Возможен и более практичный вариант: такая игра эмоций, которая освобождает от лишних обязательств (создание свободы).
            </Text>

            <Text tag="p">
            Обладает установкой на свободу, на возможность проявления внутреннего понимания и самостоятельного установления режима проявления эмоций. Моделирует мир в категориях смысла, перспективы, режима, внутреннего состояния, вдохновения. Это можно выразить разными словами: представляет мир как историю, как последовательность событий. Представляет объекты как перспективу их проявления во времени. Свобода проявлять эмоции — это то, к чему Есь предрасположен больше всего. 
            </Text>

            <Text tag="p">
            Также они часто сомневаются, и им бывает сложно решить что-то конкретное. Установка на свободу также не позволяет Есю быть слишком волевым, то есть он слишком уважает чужую свободу, чтобы кого-либо к чему принуждать (хотя ситуационная конъюнктура может это изменить).
            </Text>

            <Text tag="p">
            Вообще довольно глубокие натуры, умеют видеть во всем глубокий смысл и вдохновляться им. Считают опыт очень важной составляющей жизни и относятся к нему с уважением, как к чему-то, на что можно опереться. Они любят предаваться воспоминаниям. Например, приходя в кафе, скажут: «а помнишь столько-то лет назад мы тут…». 
            </Text>

            <Text tag="p">
            С другой стороны, увидев потенциал, будут оценивать время, через которое он реализуется. Часто думают о тенденциях и о том, куда все движется. Любят предусматривать различные неприятности и избегать их. 
            </Text>

            <Text tag="p">
            Речь ярко окрашена эмоциями, их эмоциональность — это инструмент, при помощи которого они взаимодействуют с миром.Мастерски умеют вдохновлять и создавать атмосферу. Умеют проявлять такие эмоции, которые нужны для их целей. 
            </Text>

            <Text tag="p">
            Могут ярко драматизировать, что проявляется как комбинация их «глубины» и эмоциональности. Много размышляют на тему эмоций и состояний. Умеют по эмоциям человека понять его внутреннее состояние. Используют эмоции для создания чувства перспективы, вдохновения.
            </Text>
        </>
    );
}