import React from 'react';
import { Text } from '../../../components/Text';

export default function INTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Мышление и интуиция. Быстро улавливает потенциальные возможности, придумывают идеи и используют их для структурирования информации или вообще просто придумывают новые структуры, рационализируют.
            </Text>

            <Text tag="p">
            Часто есть талант изобретателя, проектировщика.
            </Text>

            <Text tag="p">
            Представляет мир в виде структур, причинно-следственных связей и упорядочено организованного пространства. Обращает внимание в первую очередь не на сами объекты, а на их взаимное расположение (можно сказать, на пространство, в котором они расположены). 
            </Text>

            <Text tag="p">
            Постоянно что-нибудь соотносят, анализируют и упорядочивают. Хорошо понимают в технике и формальных структурах (математика, информатика, программирование т.д.). 
            </Text>

            <Text tag="p">
            Их понимание устройства мира, являясь главенствующей частью психики, инертно и с трудом изменяется, не то чтобы они с трудом учатся, просто не быстро (зато основательно), и их сложно переубедить, они упрямы.
            </Text>

            <Text tag="p">
            Быстро включаются в понимание абстрактных идей, легко прикидывают варианты развития событий. Характерно оценивать вероятность реализации тех или иных событий. Также интуитивность предрасполагает к абстрактности мышления, тенденции к обобщению.
            </Text>

            <Text tag="p">
            Если хочет кого-нибудь замотивировать, он говорит о потенциальных возможностях и перспективах. Его идеи направлены на рациональное структурирование пространства, придумывание структур и схем.
            </Text>
        </>
    );
}
