import React from 'react';
import { Text } from '../../../components/Text';

export default function INTP() {
    return (
        <>
            <Text tag="p" color="role">
            Cтремится создать перспективные идеи, в которых есть смысл (или можно по-негативистски: отсутствует бессмыслица), также его идеи направлены на создание и поддержание рабочего режима (т.к. это перспективно с точки зрения продуктивности).
            </Text>

            <Text tag="p">
            И вот эти идеи создает при помощи анализа и манипуляции информацией о деятельности и продуктивности. То есть он все время обдумывает технологические процессы, чтобы выдать идеальный продукт (интуит), который либо избавит от негативной перспективы (сомнение), либо создаст позитивную, создаст вдохновение действовать.
            </Text>

            <Text tag="p">
            Много внимания уделяет своей свободе, и возможности проявления собственного понимания времени — самостоятельного установления режима работы. Моделирует мир в категориях смысла, перспективы, режима, внутреннего состояния, вдохновения. Это можно выразить разными словами: представляет мир как историю, как последовательность событий.
            </Text>

            <Text tag="p">
            Творчески относится к теме приятного времяпрепровождения с акцентом на глубину переживаний. Представляет ситуации с точки зрения общей эмоциональной атмосферы и настроений людей. 
            </Text>

            <Text tag="p">
            Представляет объекты как перспективу их проявления во времени. Сомнение — это то, к чему он предрасположен больше всего. Другими словами, представляя (понимая) что-либо, с наибольшей вероятностью усомнится — это естественно для него. Установка на свободу также не позволяет быть слишком волевым, то есть он слишком уважает чужую свободу, чтобы кого-либо к чему принуждать (хотя ситуационная конъюнктура может это изменить). 
            </Text>

            <Text tag="p">
            Считает опыт очень важной составляющей жизни и относится к нему с уважением, как к чему-то, на что можно опереться. Он может любить предаваться воспоминаниям. Например, приходя в кафе, скажет: «а помнишь столько-то лет назад мы тут…» 
            </Text>

            <Text tag="p">
            Анализирует деятельность, поступки, процессы происходящие в мире и их эффективность.
            </Text>

            <Text tag="p">
            Также это коммуникативная функция: может легко и много говорить на тему технологий и деятельности и в любой ситуации, где посчитает уместным «прорекламировать» себя, будет делать это с помощью подобной информации.
            </Text>
        </>
    );
}

