import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFJ() {
    return (
        <>
            <Text tag="p" color="role">
            Хорошо видит, кто как к кому относится, знает, как формируются, проявляются и изменяются отношения в различных ситуациях, знает принятую в обществе норму проявления отношений, а также имеет собственное понимание нравственности.
            </Text>
            
            <Text tag="p">
            Ориентируется как в положительных, так и в отрицательных отношениях. Способен существовать в ситуации длительного конфликта, защищая себя и своих близких адекватно сложившейся ситуации. Применяет упорство и твердость для отстаивания морально- этических ценностей.
            </Text>
        </>
    );
}

