import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFP() {
    return (
        <>
            <Text tag="p" color="role">
            Поддержка, основанная на хорошем отношении и желании радовать.
            </Text>

            <Text tag="p">
            Олицетворяет дополнение: много думает о том, как помочь, поддержать людей. Также  олицетворяет потребление и вкус — это проявление его желания дополнить самого себя. Формирует для себя и своего окружения эмоционально комфортную среду и потребление.
            </Text>

            <Text tag="p">
            Первичная установка на уют и гармонию, поэтому часто заботливые и практичные. Много внимания уделяет своему самочувствию: насколько ему удобно, и какие сейчас есть потребности. Много думает и говорит о своих желаниях, также думает о потребностях других людей. 
            </Text>

            <Text tag="p">
            Потребитель-эстет. Смотрит на все с точки зрения ценности, красоты и гармонии. Часто имеет хороший вкус, как минимум устойчивый и осознанный. Практичный, думает о качестве бытовых вещей, и следит за ними. Программа  — гармония в жизни (уровень жизни) и в эмоциональной сфере.
            </Text>

            <Text tag="p">
            Установка на эмоциональную поддержку людей. Много думает об эмоциях (своих и чужих), о том, как поднять настроение или пошутить. Часто артистично говорит, шутит и смеется. Постоянная игра эмоций. Любит вызывать радость от общения.  
            </Text>

            <Text tag="p">
            Если видит, что человек нуждается в приободрении, с удовольствием поддерживает его. Случается, что залипает в негативном состоянии, может рассказать об этом скорее всего только ближайшим людям.
            </Text>
        </>
    );
}
