import React from 'react';
import { Text } from '../../../components/Text';

export default function ISTJ() {
    return (
        <>
            <Text tag="p" color="role">
            Главное в жизни — накопить информацию, при помощи которой можно организовывать пространство или оптимизировать систему для самореализации.
            </Text>

            <Text tag="p">
            Часто есть талант изобретателя, проектировщика.
            </Text>

            <Text tag="p">
            Представляет мир в виде структур, причинно-следственных связей и упорядоченно организованного пространства. 
            </Text>

            <Text tag="p">
            Обращает внимание в первую очередь не на сами объекты, а на их взаимное расположение (можно сказать на пространство, в котором они расположены).
            </Text>

            <Text tag="p">
            Также эта функция занимается накапливанием информации, которую по его мнению можно реализовать и воплотить. Так как он понимает мир в виде причин и следствий, об этом и говорит, почти любое предложениа содержит какое-нибудь рациональное суждение.
            </Text>

            <Text tag="p">
            Их понимание устройства мира, являясь главенствующей частью психики, инертно и с трудом изменяется. Не то чтобы они с трудом учатся, просто не быстро (зато основательно), и их сложно переубедить, они упрямы. Стремятся к теоретическому (логическому) обоснованию своей картины мира.
            </Text>

            <Text tag="p">
            Анализирует силовое воздействие и волевые качества. Это информация, при помощи которой он ориентируется в пространстве. 
            </Text>

            <Text tag="p">
            С готовностью относится к волевым методам воздействия на ситуацию, особенно если дело касается поддержания порядка. Например, использование дисциплинарных мер в социальной организации.
            </Text>
        </>
    );
}