import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFP() {
    return (
        <>
            <Text tag="p" color="role">
            Прирожденный актер, человек, чувствующий атмосферу и оттенки эмоций окружающей его действительности.
            </Text>

            <Text tag="p">
                <b>Человек с ярко выраженной драматической внутренней и внешней эмоциональностью.</b> Умело улавливает эмоциональное состояние других – изучает душу человека, распознавая радость, горе или страдания.
            </Text>

            <Text tag="p">
                <b>Этим он увлечен всю свою жизнь, независимо от выбранной ему профессии.</b> Он шутит, смеется, иронизирует, подбадривает и даже внушает страх в людях. Его натура переполнена богатыми душевными переживаниями. Гамлет – человек с огромным талантом, умеющий менять «маски», драматизировать ситуацию. Именно по этой причине он один из талантливых режиссеров и актеров.
            </Text>

            <Text tag="p">
            Умело создает веселую или драматическую ситуацию, иногда чтобы привлечь внимание окружающих или ему просто скучно. Он постоянно нуждается в острых эмоциях.
            </Text>

            <Text tag="p">
                <b>Талантливо управляет своим голосом, мимикой, сопровождая живыми жестами.</b> В зависимости от того, что преобладает в обществе, моментально применяет все эти качества – увидев скучного человека, тут же берется его ободрить и успокоить. Ему трудно понять равнодушного, скрывающего свои эмоции человека. 
            </Text>

            <Text tag="p">
            В таком случае способен разыграть трагическую сцену с целью его оживить. Гамлет может привлечь почти любого человека. Также он быстро и часто меняет свой «образ», изображая обиженного и непонятого человека, и может повторить этот спектакль по несколько раз в день. 
            </Text>

            <Text tag="p">
                <b>В ситуациях, когда плохо принимают его театральность, ему становится «не по себе». </b> Всегда быть в курсе обо всем, искать виноватых, осуждать их – это его дело. Гамлет, занимающий высокий пост, способен создать крупные перевороты в политике. И о его подвигах история не молчит.
            </Text>

            <Text tag="p">
            Не всегда он находит себе применение в политике. Благодаря своей дальновидности и осмотрительности, <b>способен дать полезные советы и прогнозы в обществе.</b> Он не только прогнозирует отношения в широком кругу, он талантливо предвидет и определяет эмоциональный настрой в крупном масштабе.
            </Text>
            
            <Text tag="p">
            Он обладает высокой самооценкой, жизнерадостный, деятельный, энергичный, непреклонный.
            </Text>
            
            <Text tag="p">
            Интересует не только его личная судьба, но и судьба всего общества. Стратег, который талантливо распределяет каждое действие в определенный момент времени. <b>Чувствует необходимость наполнить свою жизнь и жизнь окружающих яркими событиями.</b> Способен предвидеть в эмоциональном плане продолжительность и важность каждого мгновения. Он задает темп событиям и в совершающихся действиях.
            </Text>

            <Text tag="p">
                <b>Умело манипулирует временем. Может своевременно устранить, а при необходимости создать искусственные проблемы.</b> Такими манипуляциями талантливо выигрывает время для обдумывания, чтобы осуществлять свои намерения.
            </Text>

            <Text tag="p">
            В искусстве сильно отличается от других. Будучи актером, входит в роли разного характера и талантливо их исполняет. Картины Гамлета – живописца кардинально отличаются от картин других художников. Без сомнения в них отражается его многогранный мир, картины перенасыщены многообразными персонажами, при этом находящиеся в движении. Люди изображены с необыкновенной внешностью. Например, голова человека может иметь фантастический и необычный вид, иногда руки и ноги не человеческие – это все то, что он воображает в своей голове. Картина никогда не бывает монотонной, на ней изображены не только люди, но и животные, птицы, витающие облака, часто что-то падает с неба, например, нож. Кроме этого в картинах отображается его представление о будущем.
            </Text>

            <Text tag="p">
                <b>Не представляет свою жизнь в спокойном, в лишенном эмоций, обществе.</b> Он не минуты не может усидеть на месте, ему необходимо быть в постоянном движении. Также ему необходимо, чтобы жизнь была насыщенна эмоциями и препятствиями.
            </Text>

            <Text tag="p">
            Последние его вдохновляют больше всего. Бывают в жизни такие моменты, когда не хватает действия, когда наступают, так называемые, серые дни, и это грозит депрессией (кругом слышно только плохое, потерял работу, на совести висит неоплаченный кредит). Тогда он придумывает, где найти радость. 
            </Text>

            <Text tag="p">
            Один из способов – посетить шоппинг центр или места, где собирается большое скопление людей. Может ходить по супермаркетам без гроша в кармане, лишь радуясь тому, что видит – яркие рекламы, суета людей, азартность покупателей, музыка. Так он обязательно находит положительный заряд и его энергия восстанавливается.
            </Text>

            <Text tag="p">
            Умело предвидит и предупреждает общество о назревании критических положений – переворотов, беспорядков, бунтов. В главе о решительных поворотах истории именно Гамлету важно быть в центр событий.
            </Text>
            
            <Text tag="p">
            Не равнодушен к тому, что происходит в мире. Его волнует всё, что разрушает мир – война, потоп, катастрофы, что люди остаются без приюта. Тогда он рад за себя – как хорошо, что я живу в стране, где этого ничего нет. Лишь бы не было войны!
            </Text>

            <Text tag="p">
                <b>Ему мало важен настоящий момент времени, вся сущность его связана с прошлым или будущим.</b>
            </Text>

            <Text tag="p">
            Ему необходимо быть уникальным и добиваться высокого профессионализма в своей должности. Но, поскольку он представитель творческой деятельности и обладает высокой эмоциональностью, это создает препятствие в разумном управлении коллективом.
            </Text>

            <Text tag="p">
            Внутри испытывает ощущение неуверенности и чувствует недостаток своих деловых способностей. Из-за повышенной эмоциональности часто склонен смешивать служебные обязанности с личной жизнью.
            </Text>
            
            <Text tag="p">
                <b>С трудом формулирует обязанности сотрудников, неумело распределяет работу и нагрузку.</b> Слабо выражены способности понять процесс хозяйственной, административной деятельности. Чаще всего в таких учреждениях царит хаос.
            </Text>
            
            <Text tag="p">
            Вне творческих отраслей он слабо оценивает квалификации сотрудников, неумело требует от них качественного и профессионального выполнения работы. Его консервативность и шаблонность заставляет придерживаться испытанных и проверенных методов действия. С трудом разбирается, что на данный момент важнее, а что второстепенное, его подчиненные сотрудники страдают от неопределенности. Обычно про такие учреждения говорят, что они ели держатся. Критику в свой адрес Гамлет воспринимает болезненно.
            </Text>

            <Text tag="p">
                <b>Ему не свойственна пунктуальность и точность, не требует этих качеств от других.</b> С трудом располагает к себе подчиненных, неумело организует и руководит, прямые упреки выражает неуверенно, в коллективе царит неудовлетворенность. Избегает излишней ответственности, старается делегировать это другим. Как обычный сотрудник часто себя преподносит как всесторонне развитого человека. 
            </Text>

            <Text tag="p">
            Но он неумело оценивает свои профессиональные качества, часто их преувеличивает. Гамлет может гордиться хорошими навыками в точных науках, но его выводы носят абстрактный характер – он часто оторван от реальной жизни.
            </Text>
            
            <Text tag="p">
            Хотя духовный комфорт ему важнее чем телесный, везде замечает недостатки других – как в одежде, так и в быту. 
            </Text>

            <Text tag="p">
                <b>Ему необходим комфорт, но сам его создать не умеет.</b> Обычно в его квартире царит некий хаос. У него отсутствует понятие «всему свое место», по возможности избегает бытовых дел.
            </Text>
            
            <Text tag="p">
            Он считает, что все домашние заботы – нудная обязанность, которую надо выполнять с усилием. У него возникают определенные трудности при выборе подходящей одежды. Часто соединяет несовместимые элементы, но критику по этому поводу воспринимает как оскорбление личности.
            </Text>

            <Text tag="p">
            Природа создала для каждого социотипа своего дуала для комфортной совместной жизни. Дуал Наставника – Инспектор. Этим объясняется, почему он избегает пронзительных взглядов, ведь Максим не смотрит в глаза собеседника.
            </Text>
            
            <Text tag="p">
                <b> Может жить аскетически, игнорируя свои физические потребности, потому, что плохо их понимает.</b> Тяжело переносит боль, но другой раз он не разбирается, заболел ли он или хочет заболеть. Он чемпион по посещению поликлиник, поскольку по каждому поводу обращается к врачу. Часто его привычки в питании вызывают заболевания (острые блюда, несовместимые в пониманию большинства людей продукты).
            </Text>
            
            <Text tag="p">
                <b>Философ по жизни, но при этом он не создает свои теории, а заимствует мысли от других.</b> Часто путает понятие «логическое мышление» со своими способностями мыслить логически. Фактически его логика характеризуется в способности подобрать многочисленные факты, но не в способности их систематизировать, поэтому часто противоречит себе. Факты он автоматически собирает для своего дуала Максима.
            </Text>
            
            <Text tag="p">
            Поскольку ему не свойственно прагматическое мышление (у него примитивная логика) и действие, он ожидает от других предсказуемого поведения и системного мышления. 
            </Text>

            <Text tag="p">
            Он нуждается в упорядоченности окружения, но сам этого потребовать и установить не умеет. Тут рядом необходим Максим, который способен ввести вокруг порядок.
            </Text>
            
            <Text tag="p">
                <b>Ему важно следовать законам, системе.</b> У него уже с юных лет образуется свое понятие о стабильности жизни, об «основах», на которых она держится.
            </Text>
            
            <Text tag="p">
            По этой причине он с подозрением воспринимает новые науки, мотивируя тем, что под влияниями их разрушаются его устоявшихся представления о стабильности.
            </Text>

            <Text tag="p">
                <b>У него нестабильная самооценка. Он нуждается в похвалах и комплиментах по поводу его внешности, а также в признании своей уникальности.</b>
            </Text>
            
            <Text tag="p">
                <b>Человек системы, в ней он действует уверенно и чувствует приток энергии.</b> Он сторонник иерархии, уважительно относится к тем, кто выше его, если это не противоречит его убеждениям. Выпадая из системы, может стать бездельником. Гамлет не создан для бизнеса, поскольку бизнес (частная работа) не имеет системы и часто подчинен потокам диктата, в нем нет стабильности и предсказуемости.
            </Text>

            <Text tag="p">
            Он считает себя человеком с устаревшими взглядами, потому что современная, нестабильная жизнь его пугает. Ему необходимо жить в стабильном, прогнозируемом государстве.
            </Text>

            <Text tag="p">
            Как идеалист он все оценивает по внутреннему голосу сердца и судит человека по первому впечатлению. 
            </Text>

            <Text tag="p">
            Семья для него – тоже часть структуры, там должен царствовать покой и гармоничные отношения. В отличии от остальных социотипов, Гамлету необходимо общение с целью побеседовать. Чаще всего нацелен найти такого собеседника, которому при беседе откроет какой-то секрет или важную информацию. Это он воспримет как факт дружбы в будущем.
            </Text>

            <Text tag="p">
            Режиссер всегда нуждается в «сцене» с актерами, и эти актеры – окружающие люди. И чаще всего разыгрывает спектакль перед народом, лишь бы кто-то его слушал. Не представляет свою жизнь без людей, потому что при разговоре с одним человеком, он не добьется разворота с обществом.
            </Text>

            <Text tag="p">
                <b>Превосходная черта характера – накапливание разной информации и умение выбрать подходящее время для её представления.</b> Умение убедить, перехитрить, выдумывать, отпарировать позволяет ему всегда выходить «сухим из воды».
            </Text>

            <Text tag="p">
                <b>При знакомстве сначала обращает внимание на внешний вид человека, оценивает его.</b> Он считает, что только человек с приведенной в порядок внешностью уважает себя и других. Он всегда наблюдает, запоминает детали, не копирует других, но в дальнейшем использует понравившиеся детали.
            </Text>

            <Text tag="p">
                <b>Увлекается необычными явлениями, феноменами, аномалиями. Среди них встречаются верующие фанатики, экстрасенсы и маги.</b>
            </Text>
        </>
    );
}
