import React from 'react';
import { Text } from '../../../components/Text';

export default function ESFP() {
    return (
        <>
            <Text tag="p" color="role">
            Прирожденный политик, человек, который умеет убеждать и вести за собой.
            </Text>

            <Text tag="p">
            Каждый представитель этого социотипа <b>наделен силой воли и огромной энергией. Политик рожден быть лидером, руководителем и организатором,</b> он чаще всего занимает ведущие должности. Выдвигает цель и убежденно стремиться к ней, своей идеей увлекая и объединяя и захватывая людей.
            </Text>

            <Text tag="p">
                <b>Знаток людей с рождения,</b> своим проницательным взглядом моментально видит настроение и легко определяет – на кого можно повлиять, а кого следует опасаться.
            </Text>

            <Text tag="p">
                <b>Умело расшевелит нерешительных и неуверенных,</b> но с трудом подчиняется управлению других, особенно тех кто слабее его.
            </Text>

            <Text tag="p">
            Ему необходима свобода, независимость и широкое пространство в деятельности, иначе он задыхается от безделья. 
            </Text>

            <Text tag="p">
            Необходима свобода, независимость и широкое пространство в деятельности, иначе он задыхается от безделья. 
            </Text>

            <Text tag="p">
                <b>Лучше всего себя чувствует, если оказывается во главе большого коллектива.</b> Руководя большим коллективом, сосредоточивается на поставленную цель, мало обращая внимание на мелочи и индивидуальности подчиненных.
            </Text>

            <Text tag="p">
            Однако в малом коллективе при достижении цели способен придираться к каждой мелочи, даже не относящихся к делу. Поэтому в большом коллективе пользуется уважением больше нежели в малом.
            </Text>
            
            <Text tag="p">
            Он обладает высокой самооценкой, жизнерадостный, деятельный, энергичный, непреклонный.
            </Text>
            
            <Text tag="p">
                <b>Легко принимает решения и работает с азартом.</b> Тщательно выполняет обязанности и требует того же от других. Работает искренне, с большим размахом. С тем, кто сильнее его, устанавливает равные отношения. Старается избегать контакта с неприятными людьми. 
            </Text>

            <Text tag="p">
                <b>Не понимает и не уважает ленивых и пассивных людей. </b> Считает, что совершить можно всё, было бы желание. Тому, кто менее грамотный или неумело руководит, не позволяет себя недооценивать и контролировать, даже может таких выжить с места.
            </Text>

            <Text tag="p">
                <b>Не переносит, когда окружающие не считаются с ним</b> и не соблюдают его замечаний и указаний. Ему важно достичь и сохранить высокий статус перед коллективом и окружающими.
            </Text>

            <Text tag="p">
                <b>Он живет сегодня, все ему необходимое он находит здесь и сейчас.</b> Везде, где прикасалась его рука мастера, не нуждается в переработке. При этом ему необходимы острые ощущения, свобода и веселый образ жизни.
            </Text>

            <Text tag="p">
                <b>Обычно нравится людям, так как знает, что люди ожидают и хотят услышать.</b> В любой деятельности он творит политику с целью что-то добиться для осуществления своих намерений. Наполеону трудно смириться, что где-то существует его недоброжелатель.
            </Text>

            <Text tag="p">
            Скорее всего он придумывает любую причину, чтобы встретиться с таким человеком и наладить с ним отношения. Он первым идет на контакт, дажев тех случаях, когда его обидели.
            </Text>

            <Text tag="p">
                <b>Особенно в молодости слишком доверяет людям,</b> но с годами учится соблюдать дистанцию и держать язык за зубами. Однако, если почувствует, что его используют корыстно, старается прервать отношения. На самом деле отношения не прекращаются, но следует заметить, что он придает им другой статус.
            </Text>
            
            <Text tag="p">
                <b> Открытый, простодушный, сердечный, он осознанно и намеренно вступает в отношения.</b>Часто необдуманно слишком близко подпускает к себе людей, о чем позже приходится сожалеть.
            </Text>

            <Text tag="p">
                <b>Наполеон часто спешит развить отношения с новым партнером, не оценив серьезность чувств.</b> Страсть принимает за чувства. Но вскоре понимает, что страсть быстро остывает и наступает равнодушие. По этой причине часто его счастье изначально обречено на неудачу.
            </Text>

            <Text tag="p">
            Когда в отношениях появляется трещина и он созрел на развод, он едва ли способен признаться партнеру в том, что чувства прошли. Он ждет, когда партнер догадается об этом сам.
            </Text>

            <Text tag="p">
            Если партнер решился самовольно переселится к нему жить, на это не соглашается, такие отношения считает ненормальными. Воспринимает это как угрозу своей личности.
            </Text>
            
            <Text tag="p">
                <b>Ему важно понять и убедиться самому, что от каждого можно ожидать.</b> В молодости он мало разборчив в отношениях с людьми, поэтому поспешная оценка ведет к поражению. В зрелом возрасте такого рода ошибок допускает меньше, но все равно продолжает развивать в себе осмотрительность.
            </Text>
            
            <Text tag="p">
            Громадные наполеонские планы часто «висят в воздухе». Но это не потому, что он боится воплотить их в жизнь. У политика нет навыков структуировать и прогнозировать реализацию идей. 
            </Text>

            <Text tag="p">
            Это тормозит его работу, поэтому он нуждается в партнере, который способен ему помочь в этом деле.
            </Text>

            <Text tag="p">
            Ему необходимо осваивать новые навыки (может несколько раз в жизни кардинально менять профессии). 
            </Text>
            
            <Text tag="p">
                <b>Все, что он начинает новое, ему необходимо довести до совершенства.</b> Ему очень важна оценка труда. Упреки оказывают на него огромное влияние, ему стыдно быть не талантливым и неумелым. В свое самосовершенствование он вкладывает все силы, чтобы не повторять ошибки.
            </Text>

            <Text tag="p">
            Если осознал, что освоенная отрасль ему не по душе, резко может перестать этим заниматься и начать искать что-то другое.
            </Text>
            
            <Text tag="p">
                <b>Ему необходимы перемены, непрерывное развитие событий,</b> чтобы все кругом кипело и он был в центре событий. Часто хочет куда-то мчаться, что-то менять.
            </Text>

            <Text tag="p">
                <b>Не терпит неопределенности.</b> Часто сам инициирует решение ситуации, несмотря на то, чем это может закончится. У него конкретное мышление и восприятие мира.
            </Text>
            
            <Text tag="p">
                <b>Систематизирует свой быт.</b> Его раздражают внезапные перемены в его установленном порядке. Плохо удается отличить важное от второстепенного. Часто его высказывания и действия противоречивы и непонятны окружающим.
            </Text>
            
            <Text tag="p">
                <b>У него возникают сложности при анализе причинно-следственных связей.</b>При участии в детальной научно-исследовательской работе, он всячески старается этого избежать.
            </Text>
            
            <Text tag="p">
            Бывает, что поверхностно прочитав текст, в последствии искажает его смысл. Иногда это вызывает раздражение, пока кто-то со стороны не разъяснит правильно суть вещей.
            </Text>

            <Text tag="p">
                <b>С осторожностью говорит о правилах и законах.</b> С годами обретает советчиков, с помощью которых быстро решает непонятные ему вопросы.
            </Text>
            
            <Text tag="p">
            Предпочитает выслушать советы, но если это не соответствует его видению, действует, как считает нужным.
            </Text>
            
            <Text tag="p">
                <b>Бесит ожидание и бездельничество,</b> так как он не может долго находится на одном месте. За работу хватается моментально, не уделяя времени на обдумывание.
            </Text>

            <Text tag="p">
            Иногда погружается в размышления о будущем. Он задумывается – останется ли что-нибудь после меня? Зато он желает получить готовые прогнозы, чтобы подготовиться к действиям.
            </Text>
            
            <Text tag="p">
                <b>Признателен тем, кто помогает понять, насколько эффективен вложенный труд,</b> стоит ли этим заниматься, что надо сделать сперва, от чего надо отказаться.
            </Text>

            <Text tag="p">
                <b>Умеет зарабатывать деньги и свободно обращается со своими денежными средствами.</b> Может быть расточительным, считает, что именно сегодня нужно жить красиво. Трудности его не пугают, их решение придает ему сил для дальнейших действий — он учится на ошибках. У него всегда появляются новые идеи, как действовать. Может длительное время заниматься тем, что его увлекает.
            </Text>
            
            <Text tag="p">
            Свое настроение может пренести на работу. Тогда он бурчит, в такой момент может поссорится. Но после перемирия настроение улучшается.
            </Text>

            <Text tag="p">
            Ему необходим порядок вокруг, удобная и необходимая для работы обстановка. Приносит улучшения в работе, которые полезны не только ему самому, но и для другим.
            </Text>

            <Text tag="p">
            Не возьмется за работу, которая не принесет ожидаемого результата.<b> Чем больше ответственностb и риска, тем бодрее он себя чувствует.</b>
            </Text>

            <Text tag="p">
            Характерно ярко выраженное чувство красоты и своеобразный вкус, отличающийся от тенденций моды, но в тоже время все детали наряда между собой согласованы, не найдется ничего лишнего и не надлежащего. Предпочитает яркие цвета. Обязательно присутствуют аксессуары. <b>Обычно его одежда выглядит дороже, чем на самом деле.</b>
            </Text>

            <Text tag="p">
                <b>При знакомстве сначала обращает внимание на внешний вид человека, оценивает его.</b> Он считает, что только человек с приведенной в порядок внешностью уважает себя и других. Он всегда наблюдает, запоминает детали, не копирует других, но в дальнейшем использует понравившиеся детали.
            </Text>

            <Text tag="p">
                <b>Дома ему необходим комфорт и уют. Не стесняется говорить о своих физиологических нуждах.</b> Поддерживает свою физическую форму и следит за состоянием духа. Регулярно проверяет здоровье. Обладает сильной сексуальной энергией.
            </Text>

            <Text tag="p">
                <b>Милосердный. У него всегда найдется кто-то, о ком он заботится.</b> Если кто-то из близких попал в беду, может пожертвовать многим – вещами, деньгами, лекарствами, жилплощадью.
            </Text>

            <Text tag="p">
                <b>Эмоции Наполеона созданы для воздействия на других.</b> Способен резко менять свое отношение и поведение, приспосабливаясь к ситуации. Этим подтверждается его псевдоним Политик. Он – ловкий тактик, который талантливо реагирует в каждой ситуации.
            </Text>

            <Text tag="p">
                <b>Он умеет создавать вокруг себя атмосферу праздника,</b> принимать и развлекать гостей и не позволяет им скучать.
            </Text>
        </>
    );
}
