import React from 'react';
import { Text } from '../../../components/Text';

export default function INTJ() {
    return (
        <>
            
            <Text tag="p" color="role">
            Мастер логического анализа, человек, способен разложить по полочкам все на свете.
            </Text>

            <Text tag="p">
            Искатель правды и справедливости. С раннего детства он <b>в своих мыслях старается обхватить весь мир, выявить причины и следствия всего происходящего.</b>
            </Text>

            <Text tag="p">
            Для него характерно <b>ярко выраженное аналитическое мышление,</b> которое дает ему социальную роль аналитика. Он доходчиво и уверенно выражает свои мысли и точно оценивает происходящее. Однако его мышление главным образом носит абстрактный характер. 
            </Text>

            <Text tag="p">
            Поэтому он <b>может запутаться в своих изложениях, но серьезной ошибкой это не считает,</b> поскольку он строит свою концепцию. Рационализатор, которому важно развить свои разработки и самому усовершенствоваться.
            </Text>

            <Text tag="p">
                <b>Его интересуют всеобщие закономерности.</b> Он часто является основателем новых систем и реорганизатором устаревших. Теоретик, способный умело выявить недостатки и дать объективную оценку, которая не всегда приятна. <b>В ссорах отстаивает свое мнение, неуступчив и непримирим. При этом ему не важен статус и авторитет оппонента.</b> Часто представители этого социотипа занимаются научной работой.  
            </Text>

            <Text tag="p">
                <b>В основном их интересует тема — обсуждение теоретических вопросов и создание новых теорий.</b> За свои истинные убеждения сражается в словесных битвах, умело аргументируя и оспаривая противоположные взгляды. Если ему не разрешают свободно выразиться, не будет драться с кулаками или поднимать голос, в таких случаях отстранится.
            </Text>

            <Text tag="p">
            Считает, что он действует по общепринятым нормам. Но при принятии решений полагается только на себя и на свой опыт. <b>Ему трудно выслушивать людей, которые не излагают свои мысли последовательно и пренебрегают фактами.</b>
            </Text>

            <Text tag="p">
                <b>Легко воспринимает ясную и лаконичную информацию, перерабатывает ее и разъясняет.</b> Робеспьеру свойственно <b>глобальное видение мира и всесторонний анализ.</b> Понимает суть роисходящих событий и явлений в окружение. Улавливает, что должно усовершенствоваться в обществе, чтобы обеспечить прогресс. Человек с глобальным мышлением, держит в уме как проблему в целом, так и отдельные ее аспекты. Он незаменим при «мозговых штурмах» — при разработке проектов, создании новых гипотез.
            </Text>
            
            <Text tag="p">
                <b>Постоянно ищет новые возможности.</b> Неопределенность его не пугает, он за короткое время может найти выход из сложной ситуации. Голова его, как правило, полна новыми идеями. Он предлагает подходящие и удобные методы для выполнения работы. 
            </Text>
            
            <Text tag="p">
                <b>Быстро оценивает успешность и перспективность в конкретных областях деятельности, избегает бессмысленных действий</b> Ведет себя вежливо и тактично. Обычно сдержан и осторожен. Соблюдает нормы нравственности в отношениях с другими. У него развито чувство собственной справедливости, которая ему важнее, чем личные отношения. Но если задеты его профессиональные интересы и взгляды на жизнь, может стать резким и категоричным.
            </Text>

            <Text tag="p">
            Что касается личной жизни, здесь Робеспьер не допускает чужого вмешательства. Свою личную жизнь открывает лишь совсем близким людям. Того, кто вторгается в его личную жизнь, может вычеркнуть из круга знакомых на долгое время. Сам не станет первым искать контакт. 
            </Text>

            <Text tag="p">
                <b>Он – самодостаточен, одиночество ему необходимо больше чем неподходящая компания.</b> Ему тяжело понять характер человека, его желания, но при возможности он старается это исследовать, а также понять как развиваются многообразные отношения между людьми. 
            </Text>

            <Text tag="p">
            С незнакомыми людьми чувствует себя напряженно, сомневается по поводу правильности своих действий. Построить неформальные отношения самому ему сложно. В общении внимательный слушатель. Разговор поддерживает в том случае, когда тема касается его интересов. Уходит от пустых разговоров.
            </Text>

            <Text tag="p" color="grey">
            Считает, что детей следует воспитывать строго, воспитывая в них справедливость и нравственность. Иногда его методы могут быть слишком строгие и даже жестокие. Поскольку маленький ребенок нуждается в ласковых прикосновениях и в нежных словах о любви, случается так, что женщина такого типа не способна дать малышу это, в чем он так нуждается. Познее контакт налаживается с ребенком, когда он становится подростком.
            </Text>

            <Text tag="p">
            Характерны независимость, самостоятельность и способность защищаться. Он не применяет силовое воздействие и не стремится захватить власть. Также не приемлет силового воздействия на себя. Предпочитает демократичный стиль управления. 
            </Text>

            <Text tag="p">
                <b>Он не оказывает давления на других, поскольку умеет убеждать.</b> В его голосе нет повышенных и категоричных интонаций. Иногда считает это проявлением собственной слабостью. 
            </Text>
            
            <Text tag="p">
                <b>Сложно продвигать свои идеи, поэтому великий потенциал часто не реализуется в жизнь.</b>В ситуациях стресса ведет себя сдержанно. Снаружи не заметно, что он психологически сломлен, больше физически (замечается покраснение лица, меняется осанка, ноги стоят на ширине плеч). Осознает свои ошибки, но открыто признать их ему бывает трудно.
            </Text>

            <Text tag="p">
            Случается так, что однажды принятое решение или свое мнение может резко изменить, что свидетельствует о его нерешительности. Но если он свою цель наметил и ясно осознал, тогда упорно добивается своего. Эмоции строго подчинены разуму. Этим объясняется, что любовь для него — это не словесное подтверждение, и не излишние ласки, а повседневная забота о партнере.
            </Text>

            <Text tag="p">
            Посочувствовать другому — это означает для него помочь конкретным делом. При этом он якобы ожидает встречную помощь. Так он понимает дружбу и хорошие отношения. Не умеет самостоятельно справлятся со своими отрицательными эмоциям. За то старается не выяснять отношений, поскольку считает, что ссоры и скандалы создают неловкое, иногда безвыходное положение, которое только отнимает силы.
            </Text>

            <Text tag="p">
                <b>Периодически его нагнетает депрессия, тогда он ждет помощи со стороны</b> Эмоционально стабилизируют, разгоняя пассивность. Лишь тогда он расслабляется, получает энергию и становится привлекательным и интересным собеседником.
            </Text>
            
            <Text tag="p">
            Бережет уже сложившиеся отношения, предпочитает их не прерывать. Если отношения складываются неудачно, первым прерывать их не станет. Если партнер захочет расторгнуть отношения, не будет сопротивляться. 
            </Text>
            
            <Text tag="p">
            На первый взгляд Робеспьер нетребовательный, скромный и умеренный. Плохо владеет своим телом, не разбирается в своем здоровье, неумело контролирует свое самочувствие, потому что у него низкая физическая чувствительность. 
            </Text>

            <Text tag="p">
                <b>Для него важно вести здоровый образ жизни, чтобы сохранить физическую форму.</b> Его раздражают бытовые проблемы: создание комфорта и поддерживание порядка в доме. При этом он деятельный, смело берется за любую работу, быстро осваивает навыки.
            </Text>

            <Text tag="p">
            Трудности возникают там, где необходимо высокое мастерство и точность. В быту он неприхотлив, его устраивает невысокий уровень комфорта, может жить в простых условиях. Одевается неброско, не склонен следить за модой, предпочитает нейтральные и спокойные тона и простой крой.
            </Text>
            
            <Text tag="p">
            Предпочитает только такую работу, которою возможно делать автоматически — такая ситуация ему не не помешает думать. Аналитик особое внимание придает образованию. Диплому, подтверждающему образование или квалификацию, он верит больше чем практическим навыкам. По этой причине, как руководитель, очень часто терпит поражения, на пример, когда приходится увольнять нового сотрудника, убедившись в своем неправильном выборе.
            </Text>

            <Text tag="p">
                <b>Трудоголик, поскольку автоматически выполняет работу, не чувствует нагрузку.</b> Но его высокая работоспособность не всегда дает значительные результаты. Будучи руководителем, вырабатывает нормы «под себя», выполнение которых требует от других, и не доволен, если ему возражают. Человек, который высоко ценит распределение времени. Обычно выбирает такой метод работы, который позволяет сэкономить время.
            </Text>
            
            <Text tag="p">
                <b>Планирует как свою работу, так и отпуск.</b> При выполнении работы не допускает, чтобы время проходило впустую. Ему не свойственны бессмысленная суета и беспокойство. Умеет полезно заполнить свое свободное время – захватывающие занятия, самообучение, повышение квалификации. Ему важно и в работе удовлетворять свои личные интересы. Человек с хорошей памятью, пунктуальный.
            </Text>

            <Text tag="p">
                <b>Своевременно замечает и оценивает социальные проблемы, возникающие в обществе, предупреждает об этом других, прорабатывает оптимальные методы решения.</b>
            </Text>
   
        </>
    );
}
 