import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFJ () {
    return (
        <>
            <Text tag="p" color="role">
            Человек, прекрасно разбирающийся в отношениях между людьми.
            </Text>

            <Text tag="p">
            Отлично разбирается во взаимоотношениях людей. Знакомства заводит осторожно и не сразу идет на сближение. В повседневном общении соблюдает дистанцию. Этим создается впечатление о нем <b>как о замкнутом и некоммуникабельном человеке. У него обычно мало друзей.</b> Среди знакомых он якобы выбирает своих. Но не всегда члены своей семьи включены в категорию своих!
            </Text>

            <Text tag="p">
                <b>Знает, какие эмоции нужно избегать, что мешает воплотить его замыслы в жизнь, что отнимает силы и нарушает равновесие.</b>
            </Text>

            <Text tag="p">
                <b>Особенно хорошо различает фальшь и наигранность в чувствах и отношениях. </b> Доверяет только своему опыту, в чем лично убедился. Он — хранитель общепринятых норм морали, принципов отношений между людьми и других неписанных законов человечества, но с трудом подчиняется управлению других, особенно тех кто слабее его.
            </Text>

            <Text tag="p">
                <b>Его недовольство вызывает все, что осложняет установленные им отношения.</b> В таких ситуациях может стать беспощадным. Переживает, если отношения портятся по независящим от него обстоятельствам.
            </Text>

            <Text tag="p">
                <b>Сочувствует больным, бедным, опустившимся и отверженным жизнью.</b> Считает, что нужно уделять особое внимание безработным и слабым, при возможности подбадривать. 
            </Text>

            <Text tag="p">
            Также считает, что дети, пенсионеры и многодетные семьи, инвалиды нуждаются в помощи в первую очередь. Если Хранитель находится на посту в самоуправлении или в социальной службе, он естественно от всей душы выслушает социально обездоленных и поможет им всеми силами.
            </Text>

            <Text tag="p" color="grey">
            Показывает себя с наилучшей стороны как сотрудник органов правохранения, в том числе в полиции. Это объясняется тем, что в отличии от других социотипов в нем строгость уравновешивается с корректностью поведения.
            </Text>
            
            <Text tag="p">
            Он обладает высокой самооценкой, жизнерадостный, деятельный, энергичный, непреклонный.
            </Text>
            
            <Text tag="p">
                <b>Как традиционалист не приемлет отклонения от общепринятых норм в поведении и во взаимных отношениях.</b> Он отстаивает свои убеждения перед всем обществом, заботится о своей личной чести.
            </Text>

            <Text tag="p">
                <b>Важно соблюдать и даже сохранить, и передать следующим поколениям все нравственные и этические нормы,</b> которые в ходу эволюции человечества были одобрены. Также важно уважать своих родителей и прорадителей, заботиться о близких.
            </Text>

            <Text tag="p">
            Не ищет новизны в том, что уже принято и ужилось в обществе. Например, придерживаются традиционных рецептов, ритуальных обычаев своей нации, отмечают праздники, важные торжественные событий, даты.
            </Text>

            <Text tag="p">
                <b>Взаимоотношения окружающих внимательно анализирует,</b> однако свое мнение редко высказывает и редко меняет. 
            </Text>

            <Text tag="p">
                <b>Если он чувствует сопротивление или угрозу, может резко отстаивать свою правоту.</b> Быстро оценивает, как действовать в сложившейся ситуации. Умело использует психологическое давление. Может требовать и действовать бесстрашно, не теряя терпения в сложных ситуациях. 
            </Text>

            <Text tag="p">
                <b>Хранителя трудно запугать или вывести из себя.</b>
            </Text>

            <Text tag="p">
            Целеустремленный, напористый, требовательный, самоуверенный, сдержанный и стрессоустойчивый. В обычном состоянии миролюбивый, но при необходимости готов защитить себя и близких.
            </Text>
            
            <Text tag="p">
            В коллективе он прекрасно чувствует расположение сил и влияния. Способен навязывать партнеру свои требования. Ему тяжело приспосабливаться. Если происходят осложнения, пересказывает ситуацию другим и выслушивает советы.
            </Text>

            <Text tag="p">
                <b>Практичен, умело использует все, что находится под рукой.</b> Талантливо оценивает качества вещей. Тщательно и основательно подходит к работе. Его работу не требуется переделывать.
            </Text>

            <Text tag="p">
            Ему больше всего необходимо личное благосостояние. Этим объясняется то, что для него гнездо счастья — семья и дом. 
            </Text>

            <Text tag="p">
                <b>Он не утомляется от домашних забот, потому что нуждается в активной деятельности.</b> Малоподвижный образ жизни заставляет искать активность вне дома, зато часто посещает разные кружки, хоры, общественные мероприятия.
            </Text>
            
            <Text tag="p">
                <b>Хранителю важно произвести впечатление рассудительного и серьезного человека.</b> Старается все просчитывать, продумать, но чаще всего живет расточительно.
            </Text>
            
            <Text tag="p">
            Однако в условиях кризиса способен жить бережливо. Уважает тех, кто умеет выразиться конкретно, коротко и понятно.
            </Text>

            <Text tag="p">
                <b>Самый осторожный и внимательный социотип.</b> Замечает и избегает ситуации, которые нельзя изменить. О своих неудачах не говорит, считая, что другие ничем не смогут помочь. 
            </Text>

            <Text tag="p">
                <b>Свои достижения не рекламирует. Плохо оценивает способности людей.</b> С недоверием воспринимает громких хвастунов. Нуждается в том, чтобы его работа была оценена.
            </Text>
            
            <Text tag="p">
            Боится принимать новые вызовы, так как не чувствует себя достаточно образованным, хотя на самом деле знает очень много. 
            </Text>

            <Text tag="p">
                <b>Он приложит много усилий, чтобы выполнить работу качественно.</b> Непроверенные идеи и догадки выслушивает с подозрением, стараясь сохранить все старое без изменений. Боится ввести изменения в установленный ритм. Тяжело переносит критику в свой адрес и редко хвалит других.
            </Text>
            
            <Text tag="p">
                <b>Живет здесь и сейчас, не терпит ожиданий, неопределенности и неизвестности. </b> В непредвиденных ситуациях теряет равновесие, путается в мыслях.
            </Text>

            <Text tag="p">
             Свои решения обычно принимает быстро. При недостатке времени лучше мобилизуется к работе. <b>Непрерывно ищет себе занятия, не умеет отдыхать,</b> поскольку пассивный отдых считает проявлением бездельничества.
            </Text>
            
            <Text tag="p">
                <b>Долго готовится перед началом работы. </b> Не может выполнять одновременно несколько дел. За следующее берется только тогда, когда закончил предыдущее. Часто большие нагрузки отрицательно влияют на его здоровье. По-настоящему может расслабиться только, если видит результат работы.
            </Text>
            
            <Text tag="p">
                <b>Не уверен в будущем, боится неизвестности.</b> Долго помнит ошибки прошлого. Ему нужен партнер, который способен открыть развитие и ход событий и дать чувство уверенности. Плохо себя чувствует, если события развиваются медленно.
            </Text>
            
            <Text tag="p">
                <b>Не относится враждебно к человеку с другим мышлением.</b> С ним ведет вежливую беседу. Другое дело, что он испытает внутри себя. В случае антипатии Драйзер чаще всего ограждает себя от подобного общения.
            </Text>

            <Text tag="p">
                <b>Он не любит случайные прикосновения, прикосновения неприятных ему людей.</b> Остро чувствует свои физические потребности. В доме ему необходим уют и порядок, только тогда его самочувствие стабилизируется.
            </Text>
            
            <Text tag="p">
            Как правило у него пристальный, внимательный взгляд и напряженное выражение лица. Обычно губы плотно сжаты. Во время разговора окидывает партнера пронзительным взглядом, но при ответе, отводит глаза в сторогу. <b>Может длительное время сохранять одно положение тела.</b>
            </Text>
            
            <Text tag="p">
            Ему неприятно долговременное нахождение чужих людей в собственном доме. В такой ситуации он чувствует себя чужим в своем доме.
            </Text>

            <Text tag="p">
               Хранитель подчеркнуто аккуратен, педантичен. У него складывается свое понимание о красоте и о том, что доставляет удовольствие. Прекрасно знает, как одеваться согласно ситуации и соблюдает этикет. Даже его домашняя одежда продуманная и стильная.
            </Text>

            <Text tag="p">
                <b>Он покупает только качественные и комфортные вещи.</b> Старается быть перфекционистом – чтобы у него был самый красивый дом, самая ухоженная семья.
            </Text>

            <Text tag="p">
            Отличный семьянин. <b>Забота о семье для него — это не просто обязанность, а смысл его жизни.</b> Где хозяйничает Хранитель, там имеются достаток в денегах и запасы на будущее.
            </Text>
        
        </>
    );
}

