import React from 'react';
import { Text } from '../../../components/Text';

export default function ISFP() {
    return (
        <>
            <Text tag="p" color="role">
              Умеет создать дружескую атмосферу и позаботиться о комфорте для себя и других.
            </Text>

            <Text tag="p">
            Дружелюбный, миролюбивый, жизнерадостный человек. Избегает неприятных и конфликтных ситуаций. Во всем ищет прекрасное. 
            </Text>

            <Text tag="p">
                <b>Поддерживает дружеские отношения, со всеми уживается, так как деликатен и идет на компромиссы.</b> Считает, что человек рожден, чтобы радоваться жизни, наслаждаться ею здесь и сейчас..
            </Text>

            <Text tag="p">
            Оригинально и со вкусом подбирает себе гардероб, не терпит вычурности в одежде. И на работе <b>создает приятную и уютную атмосферу.</b> Разными, другому незаметными, мелочами украшает пространство вокруг себя, придавая ей своеобразную привлекательность. Каждую вещь воспринимает как произведение искусства. Даже ежедневный обед превращает в праздник.
            </Text>

            <Text tag="p">
            Он не желает расставаться с бытовыми удобствами, поэтому путешествует с неохотой. Если же отправляется в путь, заранее тщательно ко всему готовится, берет с собой все необходимое. Охотно отдыхает на природе в кругу хороших друзей. 
            </Text>

            <Text tag="p">
            Чутко ощущает и понимает свои и чужие телесные потребности.<b> Ради близких способен сделать многое, однако не переусердствует.</b> Считается с привычками других людей и думает о их удобстве. Для него важны здоровье и самочувствие как свое, так и близких. Свои потребности старается удовлетворить сам, не загружая других просьбами личного характера. 
            </Text>

            <Text tag="p">
            Не стремится захватить власть, у него нет настойчивости. Он не умеет защищать свое мнение, поэтому уступает сильным. 
            </Text>

            <Text tag="p">
            Из тех людей, которые охотно берут предметы в руки, ощупывают и определяют их качество. Быстро находит нужные ему вещи. При выборе покупок в основном отдает предпочтение привычным товарам. 
            </Text>
            
            <Text tag="p">
                <b>Любитель острых ощущений</b> — быстрая езда на автомобиле, катание на каруселях. Чувствует и наслаждается природой, отмечая всю её красоту.
            </Text>
            
            <Text tag="p">
                <b>Мир воспринимает эмоционально,</b> ориентирован только на положительные эмоции, создавая праздничное настроение. Имеет привычку при разговоре касаться партнера рукой, чтобы образовалась более тесная связь. Обыкновенные повседневные события рассказывает радостно, иногда с юмором и улыбкой. Часто свои рассказы он дополняет увлекательными мелочами, создавая яркое повествование, чтобы доставить людям приятные минуты. <b>Услышанное от других, может тут же пересказать более красочно и увлекательно.</b>
            </Text>

            <Text tag="p">
            Годами помнит пережитые ощущения и может описать их также живо, как будто они случились только что. Может распознать и описать давно испытанный запах и вкус. В такие моменты  воссоздает в памяти картину пережитого, связанное с конкретной вещью или событием, ощущая при этом радость, грусть, неловкость и прочее. 
            </Text>

            <Text tag="p">
            Иногда эти представления и воспоминания настолько сильны, что он мысленно продолжает разговор с людьми из прошлого. Иногда он приписывает себе сверхъестественные способности, которыми в обычной жизни не обладает. <b>Полностью открывается только в кругу близких,</b> и в такие моменты со своей веселостью и легкостью увлекает слушателей. В такой компании имеют место его разукрашенные рассказы, шутки, смех, песни и раскрепощенное поведение. В этом он неповторим.
            </Text>

            <Text tag="p">
            В романтических играх ведет себя естественно, он мастерски создает особую атмосферу. Ради любимого человека способен жертвовать, уступать, угождать. Однако, если его избранник недостаточно отзывчив, может легко отдалиться. 
            </Text>

            <Text tag="p">
            В супружеской жизни он не позволяет остыть семейному очагу. Если отношения изменились, убеждает партнера и сам себе внушает, что ничего плохого не произошло.
            </Text>

            <Text tag="p">
                <b>О своих переживаниях старается не рассказывать, если только самому близкому.</b> Он чутко чувствует изменения в поведении и настроении близких.
            </Text>

            <Text tag="p">
            Общительный и тактичный. Легко приспосабливается к собеседнику, поддерживая разговор на любую тему. Отзывчивый и приятный в общении. Всегда помнит дни рождения близких и знакомых и не забывает их поздравить.
            </Text>
            
            <Text tag="p">
            Всегда интересуется интригами, сенсациями и захватывающими новостями из жизни близких и также знаменитостей. <b>Одна из любимых тем — обсуждать сенсации в кругу друзей.</b> Он из тех, кто всегда знает, что происходит с его близкими и знакомыми. Для беседы у него всегда находится время.
            </Text>

            <Text tag="p">
                <b>В споры и выяснения отношений не вступает</b> и даже удаляется, поскольку желает быть в дружеских отношений со всеми. С Посредником трудно поссориться, ведь он обычно не возражает. Если почувствует, что обидел кого-то своими словами или действием, то стремится все обратить в шутку. 
            </Text>

            <Text tag="p">
            Семейные ссоры для него трагедия. Их он обсуждает с каждым членом семьи отдельно, успокаивает расстроенных и убеждает, как важно жить в мире и согласии. Не способен объективно оценивать.
            </Text>

            <Text tag="p">
            Может запланировать и наметить ряд действий, как лучше сохранить независимость, соблюдая нужную дистанцию, чтобы не испортить отношения. 
            </Text>
            
            <Text tag="p">
                <b>Не свойственна деловитость. </b> Беспокоится о том, как добиться успешной деятельности. С удовольствием принимает советы. Не хвастается своими успехами. 
            </Text>
            <Text tag="p">
            В быту способен «из мухи делать слона», сам себе создавая проблемы. Поведение Дюма иногда напоминает поведение кота, чье милое мурлыканье внезапно может перейти в нападение. Он умеет быть мягким и сердечным, однако это не бесконечно. Не прощает предательства и измены. После серьезной ссоры может идти на примирение, возобновить испорченные отношения. Правда, отношение уже не будет таким, как прежде.
            </Text>

            <Text tag="p">
            Перед началом работы ему необходимо, чтобы окружающая обстановка соответствовала его порядку. Если вещи не разложены по своим местам, ему трудно сосредоточиться и начинать работу. Его окружение должно быть приятным, красивым и чистым. Недовольство могут вызывать любые неудобства — ручка, которая пачкает и плохо пишет, неуютное кресло, плохое освещение и прочее. Если рабочая обстановка не соответствует его требованиям,  наводит порядок сам.
            </Text>

            <Text tag="p">
                <b> На его работоспособность влияет неблагоприятное отношение окружающих и излишнее напряжение в коллективе.</b> Подобные ощущения Дюма испытывает и тогда, если не улажена его личная жизнь. Он прекрасно знает, к кому нужен особый подход. Личные дела у него тесно переплетены с рабочими обязанностями. 
            </Text>
            
            <Text tag="p">
            Обычно складывается определенный распорядок дня. <b>Он плохо переносит ограничения во времени, это отнимает его свободу и независимость. При этом он избегает брать на себя ответственность.</b> Плохо улавливает момент, когда нужно начать действовать, хотя старается всё сделать вовремя. Работу совершает медленно и лениво, легко находит отговорки. Расширить свои знания или освоить другую профессию — это для него катастрофа. Ему не хочется нарушать имеющийся порядок и уклад жизни.
            </Text>

            <Text tag="p">
            Не хватает решительности, он часто сомневается, откладывает принятия решений. Это объясняется тем, что он внутренне медленно созревает, как будто ожидая толчка со стороны. 
            </Text>
            
            <Text tag="p">
            Именно по этой причине его необходимо принуждать или стимулировать при выполнении ответственных шагов. 
            </Text>

            <Text tag="p">
            Это часто мешает ему осуществлять свои желания. Хотя <b>со стороны создается впечатление, будто он всегда чем-то занят.</b> Торопливые и беспокойные люди его настораживают.
            </Text>
            
            <Text tag="p">
                <b>Продуктивно работает, когда ясно видит цель.</b> Ему приятно, если работа его оценена. Он не рожден для монотонной работы, в которой требуется продолжительное сосредоточенность, терпение и забота. Не любит переделывать чужую работу.
            </Text>
            
            <Text tag="p">
            Безошибочно и точно может выбрать лучшие продукты, только первой свежести. Также охотно выбирает одежду и другое. Его интересует не цена, а качество. Однако ему не хватает здравого смысла в денежных расходах. Даже когда он старается экономить, деньги быстро улетучиваются.
            </Text>
            
            <Text tag="p">
            Любопытный человек. <b>С удовольствием слушает рассказы о чем-то загадочном.</b> Скучные, непривлекательные и неинтересные люди его напрягают. 
            </Text>

            <Text tag="p">
            Они раздражают и выводят его из терпения, он старается всячески избегать контактов с ними. При общении в своем кругу осмотрительный, заботливый и даже услужливый. 
            </Text>
            
            <Text tag="p">
                <b>Вдохновляют толковые беседы, которые внушают ему уверенность в будущем.</b> Ему необходимо определить связь между соответствующими закономерностями. Тогда он сам будет знать, что нужно делать.
            </Text>
        </>
    );
}